Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: $These masks were mandatory around active vent sites, of course.
fr: $Ces masques étaient évidemment obligatoires pour circuler près des bouches d'aération actives.

source: $As more and more of the workforce got replaced by robots, we found ourselves with a surplus of abandoned gas masks.
fr: $La main-d'œuvre étant de plus en plus remplacée par des robots, nous nous sommes retrouvés avec trop de masques à gaz.

source: $It seemed like a waste to get rid of them all, so we kept a few for emergencies.
fr: $S'en débarrasser aurait été un énorme un gâchis, alors nous en avons conservé quelques-uns pour les situations urgentes.

source: $The sun will not return and the abyss is calling my name.
fr: $Le soleil ne reviendra pas et l'abîme m'appelle.

source: $I'm sorry, everyone...
fr: $Veuillez tous m'excuser...

source: $...for choosing to leave before the darkness suffocates us all.
fr: $... je préfère partir avant que l'obscurité ne nous étouffe tous.

source: @niko A torn page with faded ink.
fr: @niko Sur cette page déchirée, l'encre s'est effacée.

source: $XX/XX/XX\n\nWith the mining operations going smoothly, materials are no longer our limiting factor.
fr: $XX/XX/XX\n\nLes opérations minières se déroulant parfaitement, les matériaux ne sont désormais plus une contrainte.

source: $We will be able to build more resilient robots, both in body and mind.
fr: $Nous serons en mesure de construire encore plus de robots résistants, aussi bien de corps que d'esprit..

source: $Specifically, the discovery of metal alloy 291 will likely allow the development of highly efficient circuitry.
fr: $Et en particulier, la découverte de l'alliage en métal 291 qui permettra vraisemblablement le développement de systèmes de circuits très efficaces.

source: @niko_speak What IS that?
fr: @niko_speak Qu'est-ce que c'est que ÇA ?

source: @niko_speak I can't sleep now, \p!\>\n\@niko I need to get Calamus and Alula to the sacred grounds.
fr: @niko_speak Je ne peux pas dormir maintenant, \p !\>\n\@niko Je dois amener Calamus et Alula sur les Terres Sacrées.

source: @ed [So, you figured out the code without fully exposing the film.]
fr: @ed [Alors comme ça vous avez trouvé le code sans exposer correctement la pellicule.]

source: @ed [Good for you.]
fr: @ed [Tant mieux pour vous.]

source: @ed [You didn't need my help for this puzzle.]
fr: @ed [Vous n'aviez pas besoin de moi pour cette énigme.]

source: @ed [And yet you're still here talking to me?]
fr: @ed [Et pourtant, vous me parlez encore ?]

source: @ed [How quaint.]
fr: @ed [Étrange.]

source: @niko A heavy piece of metal set into the wall.
fr: @niko Une lourde pièce en métal fixée au mur.

source: @niko_eyeclosed I think it might be a door or some kind of vault.
fr: @niko_eyeclosed Il pourrait s'agir d'une porte ou d'une sorte de coffre-fort.

source: @niko There's a small screen here, in the middle.
fr: @niko Il y a un écran au centre.

source: @niko_eyeclosed The door is locked.
fr: @niko_eyeclosed La porte est verrouillée.

source: @niko Looks like it's asking for a password.
fr: @niko On dirait qu'il faut un mot de passe.

source: @niko2 The word "DOCUMENTS" is on the screen, above the password prompt.
fr: @niko2 Le mot « DOCUMENTS » est affiché à l'écran, au-dessus de la demande de mot de passe.

source: @niko That wasn't it...
fr: @niko Ce n'était pas ça...

source: @niko_speak Looks like a door of some sort!
fr: @niko_speak On dirait un genre de porte !

source: @niko There's a glowing lock symbol on a small screen.
fr: @niko Un petit écran affiche un symbole de verrouillage lumineux.

source: @niko A row of glass tubes are set into the wall.
fr: @niko Le mur accueille une série de tubes en verre.

source: @niko They're high up!
fr: @niko Ils sont très haut !

source: @niko This looks like a countdown of some sort.\>\n\@niko2 All the tubes say "0".
fr: @niko On dirait un compte à rebours.\>\n\@niko2 Tous les tubes indiquent « 0 ».

source: @niko ...I guess it finished counting down to...whatever it was counting down to?\>\n\@niko_eyeclosed Or maybe it's just broken.
fr: @niko ... Je suppose que le compte à rebours est terminé... Quel qu'ait été son objectif.\>\n\@niko_eyeclosed À moins qu'il soit cassé.

source: @niko2 You'd think the door would be open, yet...
fr: @niko2 On pourrait s'attendre à ce que la porte soit ouverte...

source: @niko_speak I wonder what those numbers mean...
fr: @niko_speak Je me demande ce que signifient ces chiffres...

source: @ling_hm So...
fr: @ling_hm Donc...

source: @ling Can I... get you anything to eat?
fr: @ling Est-ce que... je peux t'offrir quelque chose à manger ?

source: @niko2 No thank you!
fr: @niko2 Non, merci !

source: @niko_eyeclosed (Even though I could go for some pancakes right now...)
fr: @niko_eyeclosed (Même si je mangerais bien des pancakes, tout de suite...)

source: @niko_eyeclosed (There just isn't time...)
fr: @niko_eyeclosed (Je n'ai pas le temps...)

source: @ling_hm At least people won't starve here...
fr: @ling_hm Au moins, ici les gens ne mourront pas de faim...

source: @ling_smile The perks of using a cafe as an emergency shelter, huh?
fr: @ling_smile C'est l'avantage d'utiliser un café comme abri d'urgence, hein ?

source: @ling Hello, Messiah!
fr: @ling Bonjour, messie !

source: @ling_hm You, um...
fr: @ling_hm Tu, euh...

source: @ling_sigh You came at a bad time...
fr: @ling_sigh Tu arrives au mauvais moment...

source: @ling_hm The apartment in the west sector got destroyed by squares a day ago...
fr: @ling_hm Les appartements du secteur ouest ont été détruits par des carrés, hier...

source: @ling_sigh Terrible, isn't it?
fr: @ling_sigh C'est tragique, non ?

source: @ling_hm2 Ah, but at least the evacuees seem to be doing ok.
fr: @ling_hm2 Ah, mais au moins, les évacués sont sains et saufs.

source: @ling_hm2 We're letting them stay here for now.
fr: @ling_hm2 Nous leur avons permis de rester ici, pour le moment.

source: @niko_eyeclosed ...same as usual, huh...
fr: @niko_eyeclosed ... Comme d'habitude, hein...

source: @niko_eyeclosed Now's not really the time to talk to penguins, \p...
fr: @niko_eyeclosed Ce n'est pas vraiment le moment de parler à des pingouins, \p...

source: @niko2 Oh, it's that penguin...
fr: @niko2 Oh, un pingouin...

source: @niko_eyeclosed ...yep.
fr: @niko_eyeclosed ... Ouaip.

source: @niko Milk and sugar.
fr: @niko Du lait et du sucre.

source: @niko_speak I like both!
fr: @niko_speak J'aime les deux !

source: @niko_eyeclosed ...but not in coffee.
fr: @niko_eyeclosed ... mais pas dans le café.

source: @Niko A coffee machine.
fr: @Niko Une machine à café.

source: @niko_speak It's nearly full!
fr: @niko_speak C'est presque plein !

source: I don't know what I'm gonna do without Model C-WT 2nd gen unit 4E!
fr: Je ne sais pas ce que je vais devenir sans le modèle C-WT 2e génération unité 4E !

source: Our apartment got evacuated while my parents were at work...
fr: Notre appartement a été évacué pendant que mes parents travaillaient...

source: ...I'm waiting for them to pick us up now.
fr: ... J'attends qu'ils viennent nous chercher.

source: I hope they're ok...
fr: J'espère qu'ils vont bien...

source: At least my robot's with me...
fr: Au moins, j'ai mon robot avec moi...

source: [SQUARES ARE BAD]
fr: [LES CARRÉS SONT MÉCHANTS.]

source: [SQUARES MAKE THE PEOPLE EVACUATE]
fr: [LES CARRÉS ÉVACUENT LES GENS DE FORCE.]

source: [EVACUATION MAKES THE GIRL SAD]
fr: [L'ÉVACUATION REND LA FILLE TRISTE.]

source: Scarves are great.
fr: Les écharpes c'est super.

source: If I had my stuff back.. I'd knit one for everyone here!
fr: Si je pouvais récupérer mes affaires... j'en tricoterais une pour tout le monde !

source: Hey.
fr: Hé.

source: Is it me, or is it really cold outside?
fr: C'est moi ou il fait vraiment froid dehors ?

source: @niko2 ...y'know, now that you've mentioned it...
fr: @niko2 ... maintenant que tu le dis...

source: @niko_eyeclosed (it IS really chilly this time around, \p...)
fr: @niko_eyeclosed (Il fait VRAIMENT froid ce coup-ci, \p...)

source: Good thing you've got a scarf, huh?
fr: Heureusement que tu as ton écharpe avec toi, hein ?

source: Bessie's lookin pretty bummed about this too...
fr: Bessie semble écœurée par tout ça, elle aussi...

source: There there, girl...
fr: Là, tout va bien, ma fille...

source: Dang it!
fr: Mince !

source: I JUST moved into my apartment!
fr: Je venais JUSTE d'emménager dans mon appartement !

source: Now where am I gonna go!
fr: Où vais-je pouvoir aller maintenant ?!

source: @mason Black clovers are so resilient...\.\.I wonder how they do it?
fr: @mason Les trèfles noirs sont tellement résistants...\.\.Je me demande comment ils font ?

source: @mason It's really a shame that the Glen is starting to erode so fast now...
fr: @mason Quel dommage que le Vallon s'érode si vite, maintenant...

source: @mason Soon, the world won't have much room for plants left...
fr: @mason Bientôt, il ne restera plus beaucoup de place pour les plantes dans le monde...

source: @mason ...asides from black clovers, I mean.
fr: @mason ... En dehors des trèfles noirs, je veux dire.

source: @mason Bummer!
fr: @mason Dommage !

source: @mason I had to leave most of my plants behind.
fr: @mason J'ai dû abandonner la plupart de mes plantes.

source: @mason This stinks!
fr: @mason C'est embêtant !

source: @niko_eyeclosed Sorry to hear...
fr: @niko_eyeclosed Je suis triste de l'apprendre...

source: @mason Oh, speaking of plants...
fr: @mason Oh, en parlant de plantes...

source: @mason I heard the Glen is just COVERED in vines now.
fr: @mason J'ai entendu dire que le Vallon est RECOUVERT de lierre, maintenant.

source: @mason Is that true?
fr: @mason C'est vrai ?

source: @niko_eyeclosed ...yeah...
fr: @niko_eyeclosed ... Oui...

source: @niko2 The plant lady was using them to keep the land from falling away...
fr: @niko2 La dame-plante s'en servait pour empêcher la terre de s'effondrer...

source: @mason The plant spirit?\.\. Maize?
fr: @mason L'esprit de la nature ?\.\. Maize ?

source: @mason I figured...
fr: @mason Je croyais...

source: @mason ...say, how is she doing?
fr: @mason ... Dis-moi, comment va-t-elle ?

source: @mason ...she's... gone, isn't she?
fr: @mason ... Elle est... morte, c'est ça ?

source: @niko_eyeclosed She said she was using up the last of her powers...
fr: @niko_eyeclosed Elle m'a dit qu'elle avait épuisé tous ses pouvoirs...

source: @mason I wouldn't be surprised.
fr: @mason Ça ne me surprend pas.

source: @mason She always did her best to protect everyone...
fr: @mason Elle a toujours tout fait pour protéger les gens...

source: @niko It looks like I can unlock this door...
fr: @niko On dirait que je peux déverrouiller cette porte...

source: @rowbot [THIS IS AMBER FROM THE GLEN.]
fr: @rowbot [C'EST DE L'AMBRE DU VALLON.]

source: @rowbot [I CAN REMEMBER NOW!]
fr: @rowbot [JE M'EN SOUVIENS MAINTENANT !]

source: @rowbot [ACTIVATING TRACKING SYSTEM...]
fr: @rowbot [ACTIVATION DU SYSTÈME DE PISTAGE...]

source: @rowbot [SETTING COURSE...]
fr: @rowbot [INITIALISATION DU TRAJET...]

source: @rowbot [WAIT.\>\nTHIS BOAT IS OVER CAPACITY.]
fr: @rowbot [ATTENDEZ.\>\nCE BATEAU EST EN SURCAPACITÉ.]

source: @rowbot [YOU'LL NEED TO LEAVE BEHIND SOME OF YOUR POSSESSIONS.]
fr: @rowbot [VOUS DEVEZ LAISSER CERTAINES DE VOS AFFAIRES.]

source: @niko Oh.\>\n\@niko_eyeclosed Well... I don't think I'll be needing this crowbar anymore...\>\nOr this gas mask and gloves...
fr: @niko Oh.\>\n\@niko_eyeclosed Eh bien... Je ne pense pas que j'aurai encore besoin de ce pied-de-biche...\>\nNi de ce masque à gaz ou de ces gants...

source: @rowbot [THAT IS ACCEPTABLE.\>\nONWARDS WE GO.]
fr: @rowbot [C'EST ACCEPTABLE.\>\nEN AVANT.]

source: @niko um.... \p?
fr: @niko Hum.... \p ?

source: @niko Is it alright if... you let me take a nap somewhere before we go?
fr: @niko Si ça ne vous dérange pas... j'aimerais faire une petite sieste avant de partir.

source: @niko_eyeclosed I'm so tired I can't even see straight anymore...
fr: @niko_eyeclosed La fatigue m'envahit et je ne peux plus mettre un pied devant l'autre...

source: @rowbot [HAVE YOU TALKED TO THE HEAD ENGINEER YET?]
fr: @rowbot [AVEZ-VOUS PARLÉ À L'INGÉNIEUR EN CHEF ?]

source: @rowbot [SHE LIVES NEAR THE MINE ENTRANCE.]
fr: @rowbot [ELLE VIT PRÈS DE L'ENTRÉE DE LA MINE.]

source: @rowbot [I WOULD HAVE GIVEN YOU THE COORDINATES, BUT...]
fr: @rowbot [J'AURAIS PU VOUS DONNER LES COORDONNÉES, MAIS...]

source: @niko_speak I need something I can use to wash the robot with!
fr: @niko_speak Je ne peux pas nettoyer ce robot sans rien. Je dois trouver quelque chose !

source: @niko_eyeclosed A sponge alone isn't going to remove all this rust...
fr: @niko_eyeclosed Il me faut plus qu'une éponge pour venir à bout de toute cette rouille...

source: @niko Alright.... hold still...
fr: @niko Très bien.... Restez tranquille...

source: @rowbot [I HAVE NO OTHER CHOICE.]
fr: @rowbot [JE N'AI PAS D'AUTRE CHOIX.]

source: @niko_speak There!
fr: @niko_speak Voilà !

source: @niko How's that?
fr: @niko Alors ?

source: @rowbot [...I... ]
fr: @rowbot [... JE...]

source: @rowbot [...CAN MOVE AGAIN.]
fr: @rowbot [... JE PEUX À NOUVEAU BOUGER.]

source: @rowbot [THANK YOU!]
fr: @rowbot [MERCI !]

source: @rowbot [I AM ABLE TO FULFILL MY PURPOSE AGAIN.]
fr: @rowbot [JE SUIS À NOUVEAU CAPABLE DE REMPLIR MA FONCTION.]

source: @rowbot [WHERE WOULD YOU LIKE TO GO?]
fr: @rowbot [OÙ DÉSIREZ-VOUS ALLER ?]

source: @niko_speak Can you take me to the Tower?
fr: @niko_speak Vous pouvez m'emmener à la Tour ?

source: @rowbot [CALCULATING...]
fr: @rowbot [CALCULS EN COURS...]

source: @rowbot [CLOSEST DESTINATION TO THE TOWER IS...]
fr: @rowbot [LA DESTINATION LA PLUS PROCHE DE LA TOUR EST...]

source: @rowbot [THE GLEN, PORT NUMBER - ]
fr: @rowbot [LE VALLON, PORT NUMÉRO - ]

source: @rowbot [MY BUILT-IN NAVIGATION CIRCUITS HAVE FRIED.]
fr: @rowbot [MES CIRCUITS DE NAVIGATION INTÉGRÉS ONT GRILLÉ.]

source: @niko_speak I'm.... \.\. \@niko_eyeclosed gonna assume that's not good.
fr: @niko_speak Je.... \.\. \@niko_eyeclosed suppose que c'est une mauvaise nouvelle.

source: @rowbot [IT IS NOT GOOD AT ALL.]
fr: @rowbot [C'EST UNE TRÈS MAUVAISE NOUVELLE.]

source: @rowbot [ONCE AGAIN I CANNOT FOLLOW MY PROGRAMMING.]
fr: @rowbot [ENCORE UNE FOIS JE NE PEUX PAS SUIVRE MA PROGRAMMATION.]

source: @niko_speak Is there anything I can do to help?
fr: @niko_speak Je peux faire quelque chose pour vous aider ?

source: @rowbot [IN THE EVENT OF AN ERROR, YOU SHOULD SPEAK WITH THE HEAD ENGINEER.]
fr: @rowbot [EN CAS D'ERREUR, VOUS DEVEZ VOUS ADRESSER À L'INGÉNIEUR EN CHEF.]

source: @rowbot [SHE WILL KNOW WHAT TO DO.]
fr: @rowbot [ELLE SAURA QUOI FAIRE.]

source: @niko_speak Wait! I need to protect my hands!
fr: @niko_speak Attendez ! Je dois me protéger les mains !

source: @niko_eyeclosed I don't wanna burn off my fingers...
fr: @niko_eyeclosed Je n'ai pas envie de me brûler les doigts...

source: @niko Hang in there!
fr: @niko Ne bougez pas !

source: @rowbot [I AM FUNCTIONAL!]
fr: @rowbot [JE SUIS EN ÉTAT DE MARCHE !]

source: @rowbot [WAS IT YOU WHO FIXED THE GENERATOR?]
fr: @rowbot [EST-CE VOUS QUI AVEZ RÉPARÉ LE GÉNÉRATEUR ?]

source: @niko_speak Well, \p helped me!
fr: @niko_speak Eh bien, \p m'a donné un coup de main !

source: @niko But yeah!
fr: @niko Mais oui !

source: @rowbot [HELLO. NICE TO MEET YOU.]
fr: @rowbot [BONJOUR. JE SUIS ENCHANTÉ DE VOUS RENCONTRER.]

source: @rowbot [I AM ROWBOT #310.]
fr: @rowbot [JE SUIS RAMEBOT N° 310.]

source: @rowbot [WOULD YOU LIKE ME TO TAKE YOU SOMEWHERE?]
fr: @rowbot [SOUHAITEZ-VOUS QUE JE VOUS EMMÈNE QUELQUE PART ?]

source: @niko_speak Are you... okay?
fr: @niko_speak Est-ce que... tout va bien ?

source: @rowbot [I CANNOT MOVE.]
fr: @rowbot [JE NE PEUX PAS BOUGER.]

source: @niko_eyeclosed Well, you're still really rusty...
fr: @niko_eyeclosed En réalité, vous êtes encore très rouillé...

source: @rowbot [THAT IS TRUE.]
fr: @rowbot [C'EST VRAI.]

source: @niko Hold on... \p and I will find a way to help you!
fr: @niko Restez là... \p et moi allons trouver un moyen de vous aider !

source: @niko I don't...think this battery is supposed to be for the robot...
fr: @niko Je ne... pense pas que cette batterie est censée être pour le robot...

source: @niko_speak Um... hello?
fr: @niko_speak Hum... Bonjour ?

source: @niko This robot doesn't have power.
fr: @niko Ce robot n'a plus d'énergie.

source: @niko_speak It might help us get across the ocean if we fix it!
fr: @niko_speak Le réparer pourrait nous aider à traverser l'océan !

source: @niko \p, are you there?
fr: @niko \p, vous êtes là ?

source: @niko_speak Oh, good!
fr: @niko_speak Ah, parfait !

source: @niko_eyeclosed Aw, bummer!
fr: @niko_eyeclosed Oh, non !

source: @niko ...wait. \.\.\@niko_speak You just answered me!
fr: @niko ... Attendez. \.\.\@niko_speak Vous venez de me répondre !

source: @niko_eyeclosed ...you sure have a sense of humor, \p...
fr: @niko_eyeclosed ... Vous avez un sacré sens de l'humour, \p...

source: @niko_speak There's a robot here, attached to a boat.
fr: @niko_speak Là, il y a un robot attaché à un bateau.

source: @niko It doesn't seem to have power, and its joints are rusted over as well.
fr: @niko Il ne semble plus avoir d'énergie, et ses joints sont tout rouillés.

source: @niko_speak But I think we should be able to fix it!
fr: @niko_speak Mais nous devrions pouvoir le réparer !

source: @niko After all, we'll need to cross this ocean to get to the Tower...
fr: @niko Après tout, nous devrons traverser l'océan pour atteindre la Tour...

source: @rowbot [`P%\.\.#L\.E A\.SE D0 \.N0@\.\. T AP \.PRO%\.\.4AC \.\.H]
fr: @rowbot [`N'%\.\.#APP\.RO CH\.EZ P\.@AS\.\..]

source: @niko Oh no!\>\nIs there anything I can do to help?
fr: @niko Oh non !\>\nJe peux faire quelque chose pour vous aider ?

source: @rowbot [IT\. % \.\.IS DA-`\.NGER\.OU%S TO T\.\.RY A ND A \.$SIS\.T M E.]
fr: @rowbot [C'\.%\.\.EST TROP DA-`\.NGER\.EU%X DE M\.\.E V\.$ENIR EN A\.I D E.]

source: @rowbot [L\.\.EA\.VE `\.T#HIS A\.R`E \.A.]
fr: @rowbot [A\.\.LLE\.Z`-\.V#OU`\.S-EN.]

source: @niko2 Oh no...\>\nIt's some weird... square stuff?
fr: @niko2 Oh non... \>\nC'est un... truc carré bizarre ?

source: @niko I can see a green glow in the distance.
fr: @niko J'aperçois une lueur verte au loin.

source: @ed [The horizon glows a faint green.]
fr: @ed [L'horizon émet une faible lumière verte.]

source: @ling_smile Hang in there.\>\nYou can do it.
fr: @ling_smile Accroche-toi.\>\nTu peux y arriver.

source: @ling_shock Oh hey, you're back!\>\n\@ling Did you manage to fix the elevator?
fr: @ling_shock Oh, te revoilà !\>\n\@ling Tu as réussi à réparer l'ascenseur ?

source: @niko Mhm!\>\n\@niko_speak \p and I went to the surface already!\>\n\@niko And...
fr: @niko Oui !\>\n\@niko_speak \p et moi avons la surface !\>\n\@niko Et...

source: @niko_eyeclosed ...\>\n\@niko_speak Well, I remembered there being a cafe here!\>\n\@niko Do you have pancakes?
fr: @niko_eyeclosed ...\>\n\@niko_speak Eh bien, je me souvenais qu'il y avait un café ici !\>\n\@niko Vous avez des pancakes ?

source: @ling We sure do!
fr: @ling Évidemment !

source: @niko_speak Wait! I don't have any money...\>\n\@niko Maybe I can help you wash dishes...or... something?
fr: @niko_speak Attendez ! Je n'ai pas d'argent...\>\n\@niko Je peux peut-être vous aider à faire la vaisselle... ou... quelque chose comme ça ?

source: @ling_smile No, no! It's on the house!\>\n\@ling The least I can do for the savior, right?
fr: @ling_smile Non, non ! C'est cadeau de la maison !\>\n\@ling C'est le moins que je puisse faire pour le messie, non ?

source: @ling Here, why don't you take a seat?\>\nI'll go fry some up for you.
fr: @ling Tiens, viens donc t'asseoir.\>\nJe vais te préparer tout ça.

source: @niko_pancakes Pancakes...
fr: @niko_pancakes Des pancakes...

source: @niko These pancakes are so good...\>\n\@niko_speak Thank you so much!
fr: @niko Ces pancakes sont délicieux...\>\n\@niko_speak Merci beaucoup !

source: @ling No problem!\>\nYou looked really hungry.
fr: @ling Je t'en prie !\>\nTu avais l'air d'avoir très faim.

source: @niko Yeah... I thought this would be my last chance to eat something before I go in the Tower.
fr: @niko Oui... Je me suis dit que ce serait ma dernière chance de me remplir l'estomac avant d'entrer dans la Tour.

source: @ling_hm2 Ah, gotcha.
fr: @ling_hm2 Ah, je vois.

source: @ling So... I guess pancakes are your favorite food?
fr: @ling Alors... j'imagine que les pancakes sont ton plat préféré ?

source: @niko Mhm!\>\n\@niko_speak ...well, almost!
fr: @niko Ouais !\>\n\@niko_speak ... Enfin, presque !

source: @niko_pancakes My favorite food in the world are the special pancakes that my mama makes!
fr: @niko_pancakes Ce que je préfère par-dessus tout, c'est les pancakes spéciaux de ma maman !

source: @niko She likes to pick hazelnuts and grind them up into the batter.
fr: @niko Elle aime cueillir des noisettes et en ajouter dans la pâte.

source: @ling_smile Oh, wow, that sounds amazing!
fr: @ling_smile Ouah, ça donne vraiment envie !

source: @niko_pancakes They TASTE amazing!\>\n\@niko She always made them when I was feeling sad.\>\n\@niko Or lonely... or...
fr: @niko_pancakes Ils sont DÉLICIEUX !\>\n\@niko Elle en préparait toujours quand j'étais triste.\>\n\@niko Ou dans les périodes de solitude... ou...

source: @niko_sad Mama...\>\n\@niko_sad I really miss her...
fr: @niko_sad Maman...\>\n\@niko_sad Elle me manque tellement...

source: @niko_less_sad ...I just...\>\n\@niko_sad ...I just have a bad feeling all of a sudden!
fr: @niko_less_sad ... C'est juste que...\>\n\@niko_sad ... j'ai un mauvais pressentiment !

source: @niko_distressed_meow Am I... even here to save the world?\>\nPeople have been saying how the sun won't fix anything!
fr: @niko_distressed_meow Est-ce que je suis là pour... sauver le monde ?\>\nLes gens disent que le soleil ne résoudra rien !

source: @niko_sad I don't even know why I'm here...\>\n\@niko_less_sad I just wanna see my mama again...
fr: @niko_sad Je ne sais même pas pourquoi je suis là...\>\n\@niko_less_sad Je veux juste revoir ma maman...

source: @ling2 Oh, uh...\>\n\@ling_oh There, there...\>\n\@ling_smile It's gonna be okay!
fr: @ling2 Oh, oh...\>\n\@ling_oh Allons, ne t'en fais pas...\>\n\@ling_smile Tout se passera bien !

source: @ling_hm And...\@ling I'm sure you'll be able to save the world! \>\n\@ling_smile You're a tough kid, you managed to get this far already, right?
fr: @ling_hm Et...\@ling je suis sûre que tu pourras sauver le monde ! \>\n\@ling_smile Tu es du genre dur à cuire, non ?

source: @niko_distressed_meow Yeah... \.\. but...
fr: @niko_distressed_meow Oui... \.\. mais...

source: @ling And you'll get to go home afterwards, right?
fr: @ling Et après, tu pourras rentrer chez toi, pas vrai ?

source: @niko_less_sad Right...
fr: @niko_less_sad Oui...

source: @ling_smile ...Hey, want some more pancakes?
fr: @ling_smile ... Hé tu veux encore des pancakes ?

source: @niko_cry It's ok...\>\n\@niko_eyeclosed ...I'll be fine.
fr: @niko_cry Merci mais...\>\n\@niko_eyeclosed ... ça ira.

source: @ling_smile So... yeah!\>\nThanks for coming by!
fr: @ling_smile Enfin... bref !\>\nMerci de m'avoir rendu visite !

source: @niko Mhm! Thanks for listening... \>\n\@niko_speak ...AND for the pancakes!
fr: @niko Hum ! Merci pour les conseils... \>\n\@niko_speak ... ET pour les pancakes !

source: @ling No problem. Good luck!
fr: @ling Mais je t'en prie, bonne chance !

source: @ling_shock Oh, sorry about the trash on the floor...
fr: @ling_shock Oh, désolée pour tout ce bazar par terre...
