Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @niko_speak Huh?
fr: @niko_speak Hein ?

source: This isn't the world I live in.
fr: Ce n'est pas le monde dans lequel je vis.

source: @niko_speak Really?\>\n\@niko_eyeclosed ...ah, I guess not.\>\n\@niko If you're the god of this world, you wouldn't necessarily be in it.
fr: @niko_speak Vraiment ?\>\n\@niko_eyeclosed ... Je pensais que si.\>\n\@niko Ce n'est pas parce que vous êtes le dieu de ce monde que vous y êtes obligatoirement.

source: @niko_speak What's your home world called?
fr: @niko_speak Comment s'appelle votre monde ?

source: Earth.
fr: La Terre.

source: That's a secret.
fr: C'est un secret.

source: @niko_speak Earth?\>\n\@niko Like, the stuff on the ground?\>\n\@niko_speak ...Wait, do you live underground?
fr: @niko_speak La Terre ?\>\n\@niko Comme ce truc sur le sol ?\>\n\@niko_speak ... Attendez, vous vivez sous terre ?

source: @niko_speak Wow...\>\n\@niko_eyeclosed I can't imagine what that's like...
fr: @niko_speak Ouah...\>\n\@niko_eyeclosed C'est difficile à imaginer...

source: @niko Ah, neither do we!\>\n\@niko But shrews and field mice and stuff do.
fr: @niko Ah, mais nous non plus !\>\n\@niko Par contre les musaraignes, les mulots et autres, oui.

source: @niko_eyeclosed I see...
fr: @niko_eyeclosed Je vois...

source: @niko_speak Does your world have a sun?
fr: @niko_speak Votre monde a-t-il un soleil ?

source: Yes, it's also a ball of fire.
fr: Oui, c'est également une boule de feu.

source: I can't tell you that.
fr: Je ne peux pas te le dire.

source: @niko_speak Really?\>\n\@niko_pancakes Wow!\>\n\@niko Can you hold it?
fr: @niko_speak Vraiment ?\>\n\@niko_pancakes Ouah !\>\n\@niko Vous pouvez le prendre dans vos mains ?

source: @niko_eyeclosed ...\nThat was a silly question, wasn't it...
fr: @niko_eyeclosed ...\nC'était une question idiote, je sais...

source: @niko The sun in my home world is very bright.\>\n\@niko_speak Warm, too!\>\n\@niko You saw, right?
fr: @niko Le soleil de mon monde est très brillant.\>\n\@niko_speak Et chaud aussi !\>\n\@niko Vous l'avez vu, pas vrai ?

source: @niko But it goes away sometimes, at night.\>\n\@niko_eyeclosed Everything gets dark, kinda like how this world is now.
fr: @niko Mais il s'en va la nuit.\>\n\@niko_eyeclosed Tout devient sombre, un peu comme l'est actuellement ce monde.

source: @niko_speak But it's okay because the sun always comes back the next day.\>\n\@niko That's good, don't you think?
fr: @niko_speak Mais ce n'est pas grave parce que le soleil revient toujours le jour suivant.\>\n\@niko C'est bien, vous ne trouvez pas ?

source: Yeah.
fr: Oui.

source: My world is like that too.
fr: Ça se passe également comme ça dans mon monde.

source: @niko During the night, people usually go to sleep.\>\n\@niko_speak But some people stay up and use computers!
fr: @niko La nuit, les gens vont généralement dormir.\>\n\@niko_speak Mais certaines personnes restent éveillées et utilisent des ordinateurs !

source: @niko_speak Ah!\>\nDo you sleep during the night?
fr: @niko_speak Ah !\>\nVous dormez la nuit ?

source: @niko We go to sleep, usually.\>\n\@niko_speak But some people stay up and use computers!
fr: @niko En général, nous dormons.\>\n\@niko_speak Mais certaines personnes restent éveillées et utilisent des ordinateurs !

source: @niko I... don't have to explain what they are, do I?\>\n\@niko_speak There's a bunch of them in this world!
fr: @niko Je... n'ai pas besoin d'expliquer ce que c'est, n'est-ce pas ?\>\n\@niko_speak Il y en a plein dans ce monde !

source: @niko_eyeclosed An-anyway, we should probably get going...
fr: @niko_eyeclosed Bref, nous ferions peut-être mieux continuer...

source: @niko_speak \p, I had another dream!
fr: @niko_speak \p, j'ai encore fait un rêve !

source: @niko Did you see this one too?
fr: @niko Celui-ci aussi vous l'avez vu ?

source: Yeah
fr: Oui.

source: @niko I was in a big field, like the one in my last dream...
fr: @niko J'étais dans un grand champ, comme dans mon dernier rêve...

source: @niko_speak And... I saw my village!\>\n\@niko_eyeclosed ...but then I woke up.
fr: @niko_speak Et... j'ai vu mon village !\>\n\@niko_eyeclosed ... Et puis, j'ai ouvert les yeux.

source: @niko_eyeclosed Sigh...
fr: @niko_eyeclosed *Soupir* ...

source: @niko Ah, I don't think this world has anything like that...\>\n\@niko_speak I mean, big wheat fields!
fr: @niko Ah, je ne pense pas que ce monde ait quelque chose de ce genre...\>\n\@niko_speak Je veux dire, de grands champs de blés !

source: @niko_eyeclosed The only big plants I've seen here are a bunch of weird trees.\>\n\@niko And those balls of moss floating in the water...
fr: @niko_eyeclosed Les seules grandes plantes que j'aie vues ici sont quelques arbres bizarres.\>\n\@niko Et ces balles en mousse qui flottent dans l'eau...

source: @niko_eyeclosed Wait, is moss even a plant...?
fr: @niko_eyeclosed Attendez, la mousse c'est bien une plante... ?

source: @niko ...\>\n\@niko_speak ...Say, have you seen a wheat field before, \p?
fr: @niko ...\>\n\@niko_speak ... Dites-moi, vous aviez déjà vu un champ de blé, \p ?

source: Yes.
fr: Oui.

source: No.
fr: Non.

source: @niko_speak Oh!\>\n\@niko They're really pretty, aren't they?
fr: @niko_speak Oh !\>\n\@niko Ils sont vraiment beaux, n'est-ce pas ?

source: @niko Ah.... well...\>\n\@niko_speak They're really pretty! \>\@niko They look like-
fr: @niko Ah.... Eh bien...\>\n\@niko_speak Ils sont vraiment beaux ! \>\@niko Ils ressemblent à...

source: @niko_eyeclosed Wait... you just saw one in my dream...
fr: @niko_eyeclosed Attendez... vous venez d'en voir un dans mon rêve...

source: @niko_speak The one around my village goes around for miles!
fr: @niko_speak Celui qui encercle mon village s'étend sur des kilomètres !

source: @niko_speak The plants are really tall, sometimes I can't even see through them!\>\n\@niko When it's windy out, the wind can make waves in it.
fr: @niko_speak Les plantes sont parfois tellement hautes qu'on ne peut pas voir au travers !\>\n\@niko Quand le vent souffle, cela les fait onduler en créant des vagues.

source: @niko It's like an ocean...\>\n\@niko_speak ...of food!
fr: @niko C'est comme un océan...\>\n\@niko_speak ... de nourriture !

source: @niko Oh, wait, but there's food in regular oceans too...\>\n\@niko Like fish, \@niko_speak or crabs!
fr: @niko Oh, attendez, il y aussi de la nourriture dans les océans normaux...\>\n\@niko Comme du poisson, \@niko_speak ou des crabes !

source: @niko_eyeclosed I've never actually been to a real ocean until now, actually...
fr: @niko_eyeclosed En fait, je n'ai encore jamais vu de véritable océan jusqu'à présent...

source: Me neither.
fr: Moi non plus.

source: I've been to the ocean.
fr: J'ai déjà vu l'océan.

source: @niko_speak Oh!\>\n\@niko I guess we have that in common, \p!
fr: @niko_speak Oh !\>\n\@niko Ça nous fait un point commun, \p !

source: @niko But you're kind of seeing the ocean now? In this world, anyway.
fr: @niko Mais c'est un peu comme si vous voyiez l'océan désormais ? Dans ce monde en tout cas.

source: @niko_speak As for me, I've seen them on TV before!
fr: @niko_speak En ce qui me concerne, je l'ai déjà vu à la télévision !

source: @niko That's really cool, \p!\>\n\@niko I've only seen the ocean on TV before.
fr: @niko C'est vraiment cool, \p !\>\n\@niko Moi, je n'ai vu l'océan qu'à la télévision.

source: @niko_pancakes I never thought I'd get to ride a boat through one!\>\n\@niko The water back home doesn't have glowy stuff like how it is here, either!
fr: @niko_pancakes Je n'aurais jamais imaginé voguer sur un bateau et en traverser un !\>\n\@niko L'eau de chez moi n'a pas de trucs brillants comme celle d'ici !

source: @niko_eyeclosed Ah...but I guess it's because the world is already so dark...
fr: @niko_eyeclosed Ah... Mais je suppose que c'est parce que le monde est déjà devenu très sombre...

source: @niko ...Y'know, I used to be scared of the dark, \p! \>\n\@niko_eyeclosed It's a little hard to imagine that now, after spending so much time here...
fr: @niko ... Vous savez \p, avant j'avais peur du noir ! \>\n\@niko_eyeclosed C'est un peu difficile d'imaginer ça après tout ce temps passé ici...

source: @niko_eyeclosed But not long ago, I couldn't even go to sleep without a lamp...
fr: @niko_eyeclosed Mais il n'y a pas si longtemps, je ne pouvais même pas m'endormir dans le noir...

source: Me too.
fr: Moi non plus.

source: It's good you got over that.
fr: C'est bien d'y être arrivé.

source: @niko_speak Really?\>\n\@niko Even though you're a god?
fr: @niko_speak Vraiment ?\>\n\@niko Alors que vous êtes un dieu ?

source: @niko_speak Oh, but it's a good thing I got over that fear!\>\n\@niko_eyeclosed Otherwise I wouldn't last long here...
fr: @niko_speak Oh, mais heureusement que j'ai réussi à surmonter cette peur !\>\n\@niko_eyeclosed Autrement, je n'aurais pas fait long feu ici...

source: @niko_83c I guess!\>\n\@niko_eyeclosed Otherwise I wouldn't last long here...
fr: @niko_83c Oui, je pense.\>\n\@niko_eyeclosed Autrement, je n'aurais pas fait long feu ici...

source: @niko_speak Then again, I've been carrying around the sun, so it's not too bad!
fr: @niko_speak Mais de toute façon, j'ai apporté le soleil, donc ce n'est pas trop grave !

source: @niko And also, I don't feel scared at all with you guiding me!\>\n\@niko_83c So... thanks for that!
fr: @niko En plus, je n'ai plus peur puisque vous me guidez !\>\n\@niko_83c Alors... merci !

source: @niko_speak Anyway, maybe we should head out now, \p...
fr: @niko_speak D'ailleurs, on devrait peut-être continuer maintenant, \p...

source: @niko \p?\>\n\@niko I had another dream...
fr: @niko \p ?\>\n\@niko J'ai encore fait un rêve...

source: @niko Mama was there.\>\n\@niko_speak Did you see her?
fr: @niko Maman était là.\>\n\@niko_speak Vous l'avez vue ?

source: @niko_pancakes She made me pancakes!\>\n\@niko I... think it was my birthday.
fr: @niko_pancakes Elle me faisait des pancakes !\>\n\@niko Je... crois que c'était mon anniversaire.

source: @niko_speak Cuz people always get their favorite food on their birthday!\>\nA whole lot of it!
fr: @niko_speak Parce que les gens reçoivent toujours leur plat préféré le jour de leur anniversaire !\>\nToute une pile !

source: @niko Do you have a birthday, too?
fr: @niko Vous avez un anniversaire, vous aussi ?

source: @niko_speak Oh!\>\n\@niko Then... what's your favorite food?\>\n\@niko_pancakes Is it pancakes?
fr: @niko_speak Oh !\>\n\@niko Alors... c'est quoi votre plat préféré ?\>\n\@niko_pancakes Les pancakes ?

source: @niko Wait, DO you like pancakes?
fr: @niko Attendez, est-ce que vous aimez les pancakes, au moins ?

source: @niko_eyeclosed I see...\>\n\@niko_speak Makes sense, since you're a god!
fr: @niko_eyeclosed Je vois...\>\n\@niko_speak C'est logique puisque vous êtes un dieu !

source: @niko So...\. do you like pancakes too?
fr: @niko Alors...\. vous aussi vous aimez les pancakes ?

source: @niko_speak Me too!\>\n\@niko On my last birthday, I ate ten of them.\>\n\@niko_eyeclosed I was so full I didn't eat anything else that day...
fr: @niko_speak Moi aussi !\>\n\@niko À mon dernier anniversaire, j'en ai mangé dix.\>\n\@niko_eyeclosed Je n'ai rien pu avaler d'autre, ce jour-là...

source: @niko_eyeclosed Ah...\>\n\@niko_speak Well, they're tasty!\>\n\@niko Maybe you should give them a chance, y'know?
fr: @niko_eyeclosed Ah...\>\n\@niko_speak Eh bien, c'est délicieux !\>\n\@niko Vous devriez goûter, je vous assure !

source: @niko_speak My mama makes the best pancakes!\>\n\@niko And some of the neighbors make really good noodles.
fr: @niko_speak Ma maman fait les meilleures pancakes !\>\n\@niko Et certains de nos voisins font d'excellentes nouilles.

source: @niko_speak And oh! One of our neighbors make a lot of bread.\>\n\@niko Do you have any neighbors?
fr: @niko_speak Et, oh ! L'un de nos voisins fait aussi beaucoup de pain.\>\n\@niko Vous avez des voisins ?

source: @niko_speak Oh! Do they share their food with you?
fr: @niko_speak Oh ! Est-ce qu'ils partagent leur nourriture avec vous ?

source: @niko Ours do too!
fr: @niko Les nôtres aussi !

source: @niko_eyeclosed That's not very nice of them...
fr: @niko_eyeclosed Ce n'est pas très gentil de leur part...

source: @niko_eyeclosed Oh...\>\n\@niko That sounds a bit lonely.
fr: @niko_eyeclosed Oh...\>\n\@niko Vous devez mener une vie bien solitaire.

source: @niko Our neighbors and my mama take turns making food for the whole village each day.\>\n\@niko_speak Everyone also takes turns doing chores and watching the little kids!
fr: @niko Ma maman et nos voisins cuisinent tous les jours pour le village, et chacun leur tour.\>\n\@niko_speak Tout le monde se mobilise pour faire les corvées et surveiller les plus petits !

source: @niko I don't need to be watched anymore, though. \>\n\@niko_speak I'm old enough to help out!
fr: @niko Mais moi, je n'ai plus besoin que l'on me surveille. \>\n\@niko_speak Je suis maintenant capable de donner un coup de main !

source: @niko_eyeclosed ...\>\n\@niko I miss everyone.
fr: @niko_eyeclosed ...\>\n\@niko Ils me manquent tous.

source: @niko_eyeclosed I've been gone for a while now, haven't I?\>\n\@niko_speak I wonder if they're worried about me...
fr: @niko_eyeclosed Cela fait maintenant quelque temps que j'ai quitté mon village, n'est-ce pas ?\>\n\@niko_speak Je me demande s'ils s'inquiètent pour moi...

source: @niko Ah, speaking of helping out, we should probably go now.
fr: @niko Ah, en parlant de donner un coup de main, nous devrions probablement continuer.

source: @niko Hey.... \p?
fr: @niko Hé.... \p ?

source: @niko I guess...you saw my dream?
fr: @niko Je suppose... que vous avez vu mon rêve ?

source: @niko_distressed It was...
fr: @niko_distressed C'était...

source: @niko_eyeclosed Come on, let's go...
fr: @niko_eyeclosed Venez, allons-y...

source: @niko ...Hello?\>\@niko_speak ...\p?
fr: @niko ... Bonjour ?\>\@niko_speak ... \p ?

source: @niko_speak Was that you just now?
fr: @niko_speak C'était vous il y a une seconde ?

source: @niko_speak I thought I...heard your voice?\>\n\@niko ...in my dream...
fr: @niko_speak J'ai l'impression... d'avoir entendu votre voix.\>\n\@niko ... Dans mon rêve...

source: @niko ...\>\n\@niko_eyeclosed ...Ah, guess you're still not there...
fr: @niko ...\>\n\@niko_eyeclosed ... Ah, je suppose que vous n'êtes pas encore là...

source: @niko_speak Wait...there's something in my pocket. \>\n\@niko I don't remember putting it there...
fr: @niko_speak Attendez... J'ai quelque chose dans la poche. \>\n\@niko Je ne me rappelle pas l'y avoir mis...

source: @ed [Niko feels uneasy.]
fr: @ed [Niko se sent mal à l'aise.]

source: @niko_surprised ......\p!!! Can you hear me?
fr: @niko_surprised ...... \p !!! Vous m'entendez ?

source: @niko_eyeclosed Oh, phew...
fr: @niko_eyeclosed Oh, pfiou...

source: @niko_speak What happened?
fr: @niko_speak Que s'est-il passé ?

source: @niko_eyeclosed Everything went pitch black for a second...
fr: @niko_eyeclosed Tout est devenu complètement noir pendant une seconde...

source: @niko_surprised Are you still there?
fr: @niko_surprised Vous êtes toujours là ?

source: I'm here.
fr: Je suis là.

source: @niko_eyeclosed It happened again...
fr: @niko_eyeclosed Ça s'est reproduit...

source: @niko_what Everything just went really dark...
fr: @niko_what Tout est devenu vraiment sombre...

source: @niko_speak So dark, the lightbulb doesn't even light it!
fr: @niko_speak Tellement sombre que l'ampoule ne n'éclairait rien !

source: @niko2 Oh, and it's not because I don't have the lightbulb anymore, either!
fr: @niko2 Oh, et ce n'est pas parce que je n'ai plus l'ampoule !

source: @niko_eyeclosed It feels like a different kind of dark...
fr: @niko_eyeclosed On aurait dit que l'obscurité était différente...

source: @niko_eyeclosed \p, let me know when you're back...
fr: @niko_eyeclosed \p, dites-moi quand vous serez de retour...

source: I'm back
fr: Me revoilà.

source: @niko_eyeclosed I don't know why this keeps happening...
fr: @niko_eyeclosed Je ne sais pas pourquoi ça se reproduit encore et encore...

source: @niko_speak I don't think anyone else is noticing it, either...
fr: @niko_speak Je pense qu'il n'y a que moi qui le remarque...

source: @niko_what Am I the only one who's seeing this?
fr: @niko_what N'y a-t-il que moi qui le voie ?

source: Niko, I'm back
fr: Niko, me revoilà.

source: @niko_eyeclosed Hey, \p...
fr: @niko_eyeclosed Hé, \p...

source: @niko Welcome back.
fr: @niko Bienvenue.

source: [EVENING NEWS! EVENING NEWS!]
fr: [INFORMATIONS DU SOIR ! INFORMATIONS DU SOIR !]

source: [I AM NOT CERTAIN THAT IT IS EVENING.]
fr: [JE NE SAIS PAS SI C'EST LE SOIR.]

source: [BUT MY LIGHT SENSORS ARE NOT DETECTING DAYLIGHT.]
fr: [MAIS MES CAPTEURS DE LUMIÈRE NE DÉTECTENT PAS LA LUMIÈRE DU JOUR.]

source: [I WILL ASSUME IT IS EVENING.]
fr: [J'EN DÉDUIS ALORS QUE NOUS SOMMES LE SOIR.]

source: [MAINTENANCE IS STRUGGLING TO FIX THE MAJOR PIPELINE COLLAPSE IN THE NORTH SECTOR.]
fr: [LA MAINTENANCE PEINE À RÉPARER L'EFFONDREMENT IMPORTANT DE LA CANALISATION DU SECTEUR NORD.]

source: [LIKELIHOOD OF AN IMMINENT WATER SHORTAGE IN THE INNER CITY IS NOW 84.2%]
fr: [LA PROBABILITÉ D'UNE PÉNURIE D'EAU IMMINENTE DANS LE CENTRE-VILLE EST DÉSORMAIS DE 84,2 %]

source: [DISTURBANCE WAS DETECTED FROM THE GROUND ACCESS ELEVATOR ON MAIN STREET.]
fr: [UNE PERTURBATION A ÉTÉ DÉTECTÉE DEPUIS L'ASCENSEUR D'ACCÈS AU SOL DE LA RUE PRINCIPALE.]

source: [HOWEVER, THE ISSUE QUICKLY RESOLVED ITSELF BEFORE INVESTIGATIONS COULD TAKE PLACE.]
fr: [TOUTEFOIS, LE PROBLÈME A ÉTÉ RÉSOLU AVANT QU'UNE ENQUÊTE N'AIT EU LIEU.]

source: [THE MESSIAH IS CURRENTLY SPEAKING TO NEWSBOT UNIT #28.]
fr: [LE MESSIE EST ACTUELLEMENT EN TRAIN DE PARLER À L'UNITÉ ROBOT-NEWS N° 28.]

source: [WHICH IS ME.]
fr: [C'EST-À-DIRE MOI.]

source: [HELLO, MESSIAH.]
fr: [BONJOUR, MESSIE.]

source: @niko_speak Hi!
fr: @niko_speak Bonjour !

source: [STRANGE SOUNDS HAVE BEEN REPORTED FROM THE SLUMS.]
fr: [DES BRUITS ÉTRANGES ONT ÉTÉ ENTENDUS DEPUIS LES BIDONVILLES.]

source: [THEIR SOURCE IS UNKNOWN.]
fr: [LEUR SOURCE EST INCONNUE.]

source: [THESE SOUNDS HAVE BEEN DESCRIBED AS "FAINT BLEATING" BY THE AREA'S RESIDENTS.]
fr: [LES RÉSIDENTS DE LA ZONE ONT COMPARÉ CES BRUITS À DE « FAIBLES PLAINTES ».]

source: [EVENING NEWS COMMUNITY BULLETIN]
fr: [BULLETIN COMMUNAUTAIRE D'INFORMATIONS DU SOIR]

source: [THE LIBRARY RELEASED SEVERAL NEW BOOKS BY THE ELUSIVE AUTHOR LAST WEEK.]
fr: [LA BIBLIOTHÈQUE A PUBLIÉ LA SEMAINE DERNIÈRE PLUSIEURS NOUVEAUX LIVRES DE L'AUTEUR MYSTÈRE.]

source: [THE HEAD LIBRARIAN RECOMMENDS THEM.]
fr: [LE BIBLIOTHÉCAIRE EN CHEF LES RECOMMANDE.]

source: [THE ASSISTANT LIBRARIAN HAD NO COMMENT AS HE REPORTEDLY FLED THE SCENE SOBBING.]
fr: [L'ASSISTANT BIBLIOTHÉCAIRE N'A ÉMIS AUCUN COMMENTAIRE PUISQUE, SELON CERTAINES SOURCES, IL AURAIT QUITTÉ LA SCÈNE EN SANGLOTANT.]

source: [THE RECEPTIONIST HAD NO COMMENT EITHER BECAUSE THE RECEPTIONIST IS A ROBOT.]
fr: [LE RÉCEPTIONNISTE, ÉTANT UN ROBOT, N'A ÉGALEMENT ÉMIS AUCUN COMMENTAIRE.]

source: $Greetings, \p.\nIf you can finally read this, that means you are near the Tower.
fr: $Salutations, \p.\nSi vous lisez enfin ceci, cela signifie que vous êtes proche de la Tour.

source: $The Tower is the domain of an elusive Entity.
fr: $La Tour est le domaine d'une mystérieuse Entité.

source: $This being is connected to the world.\nFor now, you can think of it as the spirit of the world.
fr: $Cette créature est connectée au monde.\nÀ l'heure actuelle, vous pouvez la considérer comme étant l'esprit du monde.

source: $It has no physical form, but it can communicate through computers and other machinery.
fr: $Elle n'a aucune forme physique, mais peut communiquer via les ordinateurs et autres machines.

source: $...You know who I am talking about, of course.
fr: $... Vous savez de qui je veux parler, bien sûr.

source: $When you first arrived here with our savior, it no doubt contacted you right away.
fr: $Lors de votre arrivée avec notre messie pour la première fois, il est tout de suite entré en contact avec vous, cela ne fait aucun doute.

source: $Through its own means, the entity will guide the both of you to the Tower.
fr: $C'est par ses propres moyens que l'Entité vous guidera tous les deux jusqu'à la Tour.

source: $The entry room is at the Tower's base.\nNot only do you need the sun there, but also three pieces of the previous sun.
fr: $Le hall d'entrée se trouve au pied de la Tour.\nVous aurez non seulement besoin du soleil là-bas, mais aussi trois fragments du soleil précédent.

source: $The savior will not be able to do anything there.\nYou, \p, on the other hand...
fr: $Le messie ne pourra rien faire là-bas.\nVous, \p, en revanche...

source: $Look at the pattern on the floor. Do as it says.\nThe window will be gone, so you need to bring it back.
fr: $Observez le schéma sur le sol. Faites ce qu'il vous dit.\nLa fenêtre ne sera plus là, alors vous devrez la rapporter.

source: @niko I'm not sure where I am, exactly...
fr: @niko Je ne sais pas où je suis exactement...

source: @niko_eyeclosed I can't see too far off, everything's so dark...
fr: @niko_eyeclosed Je ne vois presque rien, tout est si sombre...

source: @prophet [Our World Was Not Always This Dim.]
fr: @prophet [Notre Monde N'a Pas Toujours Été Aussi Confus.]

source: @prophet [Nor Was It So Broken.]
fr: @prophet [Ni Aussi Brisé.]

source: @prophet_hmm [But Time Waits For Nobody, Not Even Saviors.]
fr: @prophet_hmm [Mais Le Temps N'attend Personne, Pas Même Les Messies.]

source: @prophet [The World Is Divided Into Three Regions.]
fr: @prophet [Le Monde Est Divisé En Trois Régions.]

source: @prophet [You're On The Fringe Right Now, The Barrens.]
fr: @prophet [Vous Vous Trouvez En Ce Moment En Bordure, Dans La Lande.]

source: @prophet [That Tower You See In The Distance Once Held Our Sun.]
fr: @prophet [La Tour Que Vous Apercevez Au Loin Abritait Autrefois Notre Soleil.]

source: @niko_speak Oh, so that's what the tall thing was...
fr: @niko_speak Oh, cette grande chose, c'était donc ça...

source: @prophet [As You Go Further Towards The Center, You Will Cross The Other Regions.]
fr: @prophet [En Poursuivant Votre Route En Direction Du Centre, Vous Traverserez D'Autres Régions.]

source: @prophet_hmm [There Should Be A Map Still In This Outpost Somewhere...]
fr: @prophet_hmm [Il Doit Encore Y Avoir Une Carte, Quelque Part Dans Cet Avant-Poste...]

source: @niko_speak Ooo...
fr: @niko_speak Oooh...

source: @niko I found it in the house I woke up in...
fr: @niko Je l'ai trouvée dans la maison où je me suis réveillé...

source: @prophet [Within Your Hands Is Our New Sun.]
fr: @prophet [Vous Avez Entre Les Mains Notre Nouveau Soleil.]

source: @niko Your... \.\.\@niko_speak sun?
fr: @niko Votre... \.\.\@niko_speak soleil ?

source: @prophet_omg [Yes!]
fr: @prophet_omg [Oui !]

source: @prophet [Years Ago,\.\. Our Previous Sun Sat Atop That Tower And Spilled Its Life Into The Land.]
fr: @prophet [Il Y A Des Années De Cela,\.\. Notre Précédent Soleil S'est Posé Au Sommet De Cette Tour Et A Répandu Son Énergie Sur Nos Terres.]

source: @prophet_sigh [But One Day, The Light Went Out.]
fr: @prophet_sigh [Mais Un Jour, La Lumière S'est Éteinte.]

source: @prophet_sigh [The World Is Still Hanging On By A Thread.]
fr: @prophet_sigh [Le Monde Ne Tient Désormais Plus Qu'à Un Fil.]

source: @prophet_hmm [The Surface Of This World Is Abundant With An Element Called Phosphor.]
fr: @prophet_hmm [La Surface De Ce Monde Regorge D'Un Élément Appelé « Phosphore ».]

source: @prophet_hmm [Fortunately For Us, This Element Stored Light Energy From Our Previous Sun.]
fr: @prophet_hmm [Heureusement Pour Nous, Cet Élément A Stocké L'Énergie Lumineuse De Notre Précédent Soleil.]
