Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @prophet [I Will Now Provide You With Vital Information!]
fr: @prophet [Je Vais Maintenant Vous Transmettre Des Informations Capitales !]

source: $If you notice a decline in the charge cycle within the warranty period, please contact the manufacturer.
fr: $Si vous remarquez une diminution du cycle de charge au cours de la période de garantie, veuillez contacter le fabricant.

source: @ed [The \c[2]Document\c[0] has found a place it belongs outside the game.]
fr: @ed [Le \c[2]Document\c[0] a trouvé sa place en dehors du jeu.]

source: @credits Special Thanks\n\lRedoplus \rAlmond-Goddess\n\lSaniblues \rFelixTheJudge\n
fr: @credits Remerciements spéciaux\n\lRedoplus \rAlmond-Goddess\n\lSaniblues \rFelixTheJudge\n

source: Hello Penguin
fr: Bonjour, petit pingouin !

source: @alula_oh Do you want to go back, Niko?
fr: @alula_oh Est-ce que tu veux repartir, Niko ?

source: @niko ...Nah.
fr: @niko ... Nan.

source: $Hey sweetie,
fr: $Bonjour mon petit bébé,

source: $Six more weeks until you can come home!
fr: $Plus que six semaines et tu pourras rentrer à la maison !

source: $'bout time, huh?
fr: $Il est grand temps, hein ?

source: $Gosh, I can't imagine living in that awful capsule wall...dorm... thing!
fr: $Mon Dieu, je n'imagine même pas vivre dans cet horrible "dortoir-capsules" !

source: $But guess what? Soon you'll get to sleep in a real bed and eat real food again!
fr: $Mais tu sais quoi ? Tu pourras bientôt dormir dans un vrai lit et manger à nouveau de la vraie nourriture !

source: $Write back soon!
fr: $Écris-moi vite !

source: $\n-love, mom.
fr: $\nTa maman qui t'aime.

source: @niko Aww...
fr: @niko Ooooh...

source: $Looks like we're supposed to pack stuff for the evacuation starting today...
fr: $On dirait que nous devons plier bagages pour l'évacuation qui commence aujourd'hui...

source: $I wish these books weren't so heavy...it's gonna be a pain to carry them onto the ship.
fr: $Dommage que ces livres soient si lourds... Ça va être pénible de les transporter jusqu'au bateau.

source: $But they're by the Author! I can't just throw them away!
fr: $Mais ce sont ceux de l'Auteur ! Je ne peux pas me résoudre à les jeter !

source: @niko3 What in the world..?
fr: @niko3 Mais qu'est-ce que... ?

source: @niko Hey \p?
fr: @niko Hé, \p ?

source: @niko_speak Doesn't the lady look...kind of familiar to you?
fr: @niko_speak Cette dame... elle ne vous rappelle pas quelqu'un ?

source: @niko I wonder if she's related to the robot lady who gave me the amber.
fr: @niko Je me demande si elle a un lien avec la dame-robot qui m'a donné l'ambre.

source: @niko_eyeclosed I almost want to ask her about it...
fr: @niko_eyeclosed J'ai envie de lui poser la question...

source: @niko ...should I?
fr: @niko ... Je devrais ?

source: @niko_eyeclosed She's still asleep...
fr: @niko_eyeclosed Elle dort encore...

source: None of us have been sleeping very well in light of recent events...
fr: Aucun d'entre nous n'a vraiment bien dormi à cause des derniers événements...

source: The square particles took out a few of my robots last week, and
fr: Les particules carrées ont emporté quelques-uns de mes robots la semaine dernière...

source: I can barely keep my eyes open, man...
fr: J'arrive à peine à garder les yeux ouverts...

source: How does Dr. Silverpoint get all that energy?
fr: Comment le Dr Silverpoint peut-il avoir autant d'énergie ?

source: Hmm... I wonder what The Author would do in this situation...
fr: Hummm... Je me demande ce que l'Auteur ferait dans cette situation...

source: Dr. Silverpoint usually references his works.
fr: Le Dr Silverpoint a l'habitude de classer ses travaux.

source: @niko A coffee machine. It's almost empty.
fr: @niko Une machine à café. Elle est presque vide.

source: @niko A warm pot of coffee.
fr: @niko Un pot à café chaud.

source: @ed [What's left of a robot.]
fr: @ed [Ce qu'il reste d'un robot.]

source: @niko_eyeclosed It's beyond repair.
fr: @niko_eyeclosed Il est irréparable...

source: @niko_what Just a head, yikes...
fr: @niko_what Juste une tête, beurk...

source: @niko A depowered robot.
fr: @niko Un robot à court d'énergie.

source: @ed [A robot. It no longer has power.]
fr: @ed [Un robot. Il est à court d'énergie.]

source: [I AM FUNCTIONAL!]
fr: [JE SUIS EN ÉTAT DE MARCHE !]

source: This plane doesn't have a runway because night said so that's why. -GIR
fr: Cet avion n'a pas de piste parce que la nuit l'a dit, voilà pourquoi. -GIR

source: @cedric_sigh ...phew.
fr: @cedric_sigh ... Pfiou.

source: @cedric_smile Made it!
fr: @cedric_smile On a réussi !

source: @cedric3 You...\.\.okay, there?
fr: @cedric3 Ça... \.\.va ?

source: @niko_pancakes ...\>That was the coolest thing I have ever done in my entire life.
fr: @niko_pancakes ... \>C'est le truc le plus cool que j'ai fait de toute ma vie.

source: @cedric_smile Heheh...\.\. reactions from first-timers are always delightful to watch.
fr: @cedric_smile Hé hé... \.\.Je ne me lasserai jamais de voir la première réaction des gens.

source: @niko6 Hey, \p?
fr: @niko6 Hé, \p ?

source: @niko2 That... was really fun.
fr: @niko2 C'était... vraiment amusant.

source: @niko_speak Did you... have fun too?
fr: @niko_speak Toi aussi, ça... t'a plu ?

source: @niko_eyeclosed I mean... you weren't on the plane with me, but...
fr: @niko_eyeclosed Enfin... je sais que tu n'étais pas dans l'avion, mais...

source: @niko_speak You got to watch it at least, right?
fr: @niko_speak Tu as pu regarder au moins, hein ?

source: @niko And... \.\.Cedric...?
fr: @niko Et... \.\.Cedric... ?

source: @cedric3 Yeah?
fr: @cedric3 Oui ?

source: @niko_eyeclosed Thanks...
fr: @niko_eyeclosed Merci...

source: @cedric3 ....\.\.What for?
fr: @cedric3 .... \.\.Pour quoi ?

source: @niko_speak Flying!
fr: @niko_speak Pour le vol !

source: @cedric Oh, um...
fr: @cedric Oh, euh...

source: @cedric_smile You're... \.\.welcome?
fr: @cedric_smile De... \.\.De rien.

source: @niko_eyeclosed And... for answering my questions back there, too...
fr: @niko_eyeclosed Et... pour avoir répondu à mes questions tout à l'heure, aussi...

source: @niko5 And... \.\.for telling me more about the World Machine.
fr: @niko5 Et... \.\.pour m'en avoir dit plus sur la Machine-monde.

source: @niko_upset I'm just.... \.\.really sorry about what happened to your old world, though...
fr: @niko_upset Je suis juste... \.\.triste pour ce qui est arrivé à ton ancien monde...

source: @niko2 So...\.\. I'll help you the best that I can.
fr: @niko2 Donc... \.\.je t'aiderai du mieux que je peux.

source: @niko4 And...\.\. even if it's all just a machine, this world is still...\.\.\@niko2 nice...
fr: @niko4 Et...\.\. même si ce n'est qu'une simple machine, ce monde est quand même... \.\.\@niko2 joli...

source: @niko_eyeclosed I mean, I got to fly... \.\.I got to see the ocean...
fr: @niko_eyeclosed Après tout, j'ai pu voler... \.\.J'ai vu l'océan...

source: @niko And...\.\.I got to meet a lot of nice people!\n\>\@niko_speak People like you!
fr: @niko Et... \.\.j'ai rencontré plein de gens sympa !\n\>\@niko_speak Des gens comme toi !

source: @niko_eyeclosed ...and Prototype, even if he's broken right now.
fr: @niko_eyeclosed ... Et Prototype, même s'il ne fonctionne plus maintenant.

source: @cedric ...\>\@cedric_smile I'm glad you are taking it so well, Niko.
fr: @cedric ... \>\@cedric_smile Je suis content que tu le prennes aussi bien, Niko.

source: @cedric2 And... I'm glad that we have met as well.
fr: @cedric2 Et... qu'on se soit rencontrés.

source: @cedric_sigh ...Despite the...\.\. circumstances.
fr: @cedric_sigh ... En dépit des...\.\. circonstances.

source: @cedric_talk Ah, speaking of Proto... \@cedric_hmm I should probably head off now.
fr: @cedric_talk Ah, en parlant de Proto... \@cedric_hmm Je ferais mieux d'y aller.

source: @cedric I need to go pick up the siblings too...
fr: @cedric Je dois encore aller chercher nos deux amis.

source: @niko2 That's true...\.\. those two have been waiting for a while now...
fr: @niko2 C'est vrai...\.\. Ça fait maintenant un moment qu'ils attendent...

source: @cedric_hmm In the meantime...
fr: @cedric_hmm En attendant...

source: @cedric_smile Do you remember what to do to get to the surface?
fr: @cedric_smile Tu te rappelles ce que tu dois faire pour aller à la surface ?

source: @niko_speak I remember having to fix an elevator button!
fr: @niko_speak Je me souviens qu'il faut réparer un bouton d'ascenseur !

source: @cedric_hmm Alright, you should attend to that, then.
fr: @cedric_hmm Bien, alors tu devrais t'en occuper.

source: @cedric_talk Let's meet up here in an hour, okay?
fr: @cedric_talk Rejoignons-nous ici dans une heure, d'accord ?

source: @niko Got it!
fr: @niko C'est noté !

source: @cedric Alright, now lemme just-
fr: @cedric Bon, maintenant laisse-moi juste...

source: @niko_shock No!
fr: @niko_shock Non !

source: @niko_shock ...\.\.they're...\.\. trapped on the island...
fr: @niko_shock ...\.\.Ils sont... \.\.prisonniers sur l'île...

source: @niko_distressed2 ...they're ....
fr: @niko_distressed2 ... Ils sont...

source: @cedric_eek ....we\.\....don't have much time left.
fr: @cedric_eek ... Le\.\.... temps nous est compté.

source: @cedric_sigh2 Niko... change of plans.
fr: @cedric_sigh2 Niko... changement de plan.

source: @cedric_sigh Please give me the memory disk.
fr: @cedric_sigh Donne-moi la disquette, s'il te plaît.

source: @niko2 ...alright...
fr: @niko2 ... D'accord...

source: @cedric2 Listen carefully.
fr: @cedric2 Écoute attentivement.

source: @cedric_sigh2 It's likely I'll be targeted again, so we should split up to keep you safe.
fr: @cedric_sigh2 Il y a de fortes chances que je sois ciblé à nouveau, alors pour ta sécurité, nous devrions nous séparer.

source: @cedric I want you to find a door under a large clock.
fr: @cedric Trouve une porte sous une grosse horloge.

source: @cedric_sigh The room behind it houses a pair of ground access elevators.
fr: @cedric_sigh Derrière cette porte, tu trouveras une pièce avec deux ascenseurs.

source: @cedric Once you get to the ground, immediately find Rue and bring her back to the room.
fr: @cedric Une fois au rez-de-chaussée, va immédiatement voir Rue et ramène-la dans la pièce.

source: @cedric She will know what to do in the meantime.
fr: @cedric Elle saura quoi faire, en attendant.

source: @niko2 Alright...\.\.\@niko3 What about you, though?
fr: @niko2 D'accord... \.\.\@niko3 Et toi, alors ?

source: @cedric3 I'm going to bring Prototype back.
fr: @cedric3 Je vais ramener Prototype.

source: @niko_surprised WH-
fr: @niko_surprised QU...

source: @niko_surprised Are you okay???
fr: @niko_surprised Tout va bien ???

source: @cedric_talk WHAAAAAT????
fr: @cedric_talk QUOIIIIII ????

source: @niko_speak ARE YOU OKAAAAAY???
fr: @niko_speak TOUT VA BIEN ???

source: @cedric_talk DON'T WORRYYY I'M FINEEEE
fr: @cedric_talk NE T'EN FAIS PAAAS, TOUUUT VA BIEN.

source: @niko_eyeclosed ...don't scare me like that...
fr: @niko_eyeclosed ... Ne me fais pas peur comme ça...

source: @niko2 Hey, \p...?
fr: @niko2 Hé, \p... ?

source: @niko_eyeclosed Let's... do our best.
fr: @niko_eyeclosed Faisons... de notre mieux.

source: @niko It's a box of medical tools.
fr: @niko C'est une boîte pour de l'équipement médical.

source: @niko Most of them are broken or rusted beyond use, but...
fr: @niko La plupart d'entre eux sont cassés ou hors d'usage à cause de la rouille, mais...

source: @niko_speak This plastic syringe seems to be okay.
fr: @niko_speak Cette seringue en plastique a l'air en bon état.

source: [HELLO, PERSON!]
fr: [BONJOUR, PERSONNE !]

source: [ARE YOU SEEKING ADMISSION INTO THE INFIRMARY?]
fr: [VOUS VOULEZ À ALLER L'INFIRMERIE ?]

source: @niko No?
fr: @niko Non ?

source: [OH. CARRY ON, THEN.]
fr: [OH, CONTINUEZ ALORS.]

source: [HELLO, PERSON OF ORGANIC MAKEUP!]
fr: [BONJOUR, PERSONNE À LA CONSISTANCE ORGANIQUE !]

source: [WELCOME TO THE INFIRMARY]
fr: [BIENVENUE À L'INFIRMERIE.]

source: [SCANNING FOR INJURIES...]
fr: [RECHERCHE DE BLESSURES...]

source: [SCAN COMPLETE]
fr: [SCAN TERMINÉ]

source: [INJURIES DETECTED: NONE]
fr: [BLESSURES DÉTECTÉES : AUCUNE]

source: [TREATMENT REQUIRED: NONE]
fr: [TRAITEMENT REQUIS : AUCUN]

source: [YOU ARE GOOD TO GO.]
fr: [VOUS ÊTES EN PLEINE FORME.]

source: @niko Er...thanks?
fr: @niko Euh... merci.

source: @ed [How do you still have the remote??]
fr: @ed [Vous avez toujours la télécommande ? Mais comment ?]

source: @niko I wonder where that light is coming from...
fr: @niko Je me demande d'où vient cette lumière...

source: @kip You should hold on to that amber, okay?
fr: @kip Tu ne dois pas te séparer de cet ambre, d'accord ?

source: @kip_pout T...\.that's.....
fr: @kip_pout C...\.C'est.....

source: @kip2 How...\.did you get this?
fr: @kip2 Où...\.as-tu trouvé ça ?

source: @niko This robot lady in the Barrens gave it to me!
fr: @niko C'est cette dame-robot dans la Lande qui me l'a donné !

source: @niko_speak She looked... kinda like you?
fr: @niko_speak Elle était... un peu comme vous ?

source: @kip_sigh I see...
fr: @kip_sigh Je vois...

source: @kip_sigh Sigh. \>\nIt was supposed to be such a breakthrough, y'know?
fr: @kip_sigh *Soupir*. \>\nElle était supposée être une découverte capitale, tu sais ?

source: @kip_pout I even based her on myself so I'll KNOW it works!
fr: @kip_pout Je l'ai même créée en me basant sur moi-même, pour être SÛRE qu'elle fonctionne !

source: @niko_speak Break...through?
fr: @niko_speak Une découverte... capitale ?

source: @kip2 We wanted to build a robot that acts like a person, thinks like a person...
fr: @kip2 Nous voulions fabriquer un robot qui se comporterait et penserait comme une vraie personne...

source: @kip_pout ...a robot that isn't bound by its own code.
fr: @kip_pout ... Un robot qui ne serait pas limité par son propre code.

source: @kip_sigh But turns out, you can't really BUILD something like that.
fr: @kip_sigh Mais il s'est avéré que l'on ne peut pas vraiment FABRIQUER quelque chose comme ça.

source: @kip_pout Too many contradictions in the code... made her unstable.
fr: @kip_pout Il y a beaucoup trop de contradictions dans le code... et cela l'a rendue instable.

source: @kip_sad ...that was the only time I've ever seen a robot go rogue.
fr: @kip_sad ... C'est la seule et unique fois que j'ai vu un robot se rebeller.

source: @kip_sigh Scariest day of my life, tell you what!
fr: @kip_sigh Ce fut le jour le plus effrayant de ma vie, je te le dis !

source: @niko_speak ...rogue?
fr: @niko_speak ... Elle s'est rebellée ?

source: @niko But...\|\@niko2 she seemed so nice when we talked!
fr: @niko Mais... \|\@niko2 elle avait l'air si gentille quand nous nous sommes parlé !

source: @niko_eyeclosed ...even if she talked a little weird...
fr: @niko_eyeclosed ... Même si elle a dit des choses bizarres...

source: @kip2 Ah, she's been repaired for some time now.
fr: @kip2 Ah, ça fait maintenant un moment qu'on l'a réparée.

source: @kip_pout My friend was able to stabilize her volatile state through his own means.
fr: @kip_pout Mon camarade a réussi à stabiliser son état par ses propres moyens.

source: @kip2 A real miracle worker, that...
fr: @kip2 Il a fait un travail remarquable...

source: @kip_pout After he was through, she ended up turning out just like how I wanted.
fr: @kip_pout Après ça, elle a fini par fonctionner exactement comme je le souhaitais.

source: @kip_sad ...but the damage was already done.
fr: @kip_sad ... Mais le mal était déjà fait.

source: @kip_sigh ...\|I gave up on her back then... we all did.
fr: @kip_sigh ...\|J'ai douté d'elle à l'époque... comme nous tous.

source: @kip_pout I'm sure she realized that...\n\>\@kip_sigh and now she won't ever come back.
fr: @kip_pout Je suis sûre qu'elle s'en est rendu compte...\n\>\@kip_sigh et, maintenant, elle ne reviendra plus jamais.

source: @kip_sad She won't even answer my letters...
fr: @kip_sad Elle ne répond même pas à mes lettres...

source: @niko_eyeclosed I'm sorry...
fr: @niko_eyeclosed C'est triste...

source: @kip_pout Ah, sorry for rambling.
fr: @kip_pout Pardon, je m'égare.

source: @kip Oh! I see you put your own photo on there!\>\n\@kip_wink Does that mean your name is Kip now?
fr: @kip Oh ! Je vois que tu as mis ta photo, là-dessus !\>\n\@kip_wink Alors ça veut que tu t'appelles Kip désormais ?

source: @kip ...that was a joke.
fr: @kip ... Non, c'était pour rire.

source: @kip Is there anything else you need?
fr: @kip As-tu besoin d'autre chose ?

source: @niko Nope!
fr: @niko Non !

source: @kip_wink Well, feel free to stick around if you want!
fr: @kip_wink Très bien, va te balader dans le coin si tu veux !

source: @kip Oh hey, you're back!
fr: @kip Oh hé, te revoilà !

source: @kip Can I help you with anything else?
fr: @kip Puis-je encore faire quelque chose pour toi ?

source: @niko Do you know how I can get a library card?
fr: @niko Savez-vous comment je peux me procurer une carte de bibliothèque ?

source: @kip_huh A library card?
fr: @kip_huh Une carte de bibliothèque ?

source: @kip You'll have to ask the library for that!
fr: @kip Il faut en demander une à la bibliothèque !

source: @niko_eyeclosed I tried...
fr: @niko_eyeclosed J'ai essayé...

source: @niko I need it to see the head librarian, but I can't get to see her without a library card
fr: @niko J'en ai besoin pour rencontrer la bibliothécaire en chef, mais cela m'est impossible sans une carte de bibliothèque.

source: @niko_eyeclosed ...but at the same time, she's the one who gives out library cards...
fr: @niko_eyeclosed ... Mais bon, c'est elle qui remet les cartes de bibliothèque...

source: @kip_huh Really...
fr: @kip_huh Vraiment...

source: @kip_heh Heh...that sounds like George alright!
fr: @kip_heh Héhé... c'est George tout craché !

source: @kip_huh I'm sorry you caught her on a bad day!
fr: @kip_huh Je suis désolée, elle ne devait pas être dans un bon jour !

source: @niko Aw...
fr: @niko Zut...

source: @kip2 ...wait, I know!
fr: @kip2 ... Attends, je sais !

source: @kip_wink I can just give you my library card!
fr: @kip_wink Je n'ai qu'à te donner ma carte de bibliothèque !

source: @kip It won't be hard for me to get another one.
fr: @kip Je n'aurai pas de mal à m'en procurer une autre.

source: @niko_speak Wow, thanks!
fr: @niko_speak Ouah, merci !

source: @kip There! You're all set, I think...
fr: @kip Voilà ! Je crois que tu as tout ce qu'il te faut...

source: @kip_huh Wait.
fr: @kip_huh Attends.

source: @kip_huh Shoot!
fr: @kip_huh Flûte !

source: @kip_heh I forgot...the front desk library bots have facial recognition
fr: @kip_heh J'oubliais... les robots de la réception de la bibliothèque disposent d'une reconnaissance faciale.

source: @kip_heh And my photo on the card won't match you...
fr: @kip_heh Et ma photo sur la carte ne te ressemble pas...

source: @kip_wink ...unless I tape a photo of my face to your face!
fr: @kip_wink ... Sauf si je colle une photo de moi sur le tien !

source: @niko Um-
fr: @niko Hum...

source: @kip That was a joke.
fr: @kip C'est pour rire.

source: @kip2 Who knows, maybe you'll get lucky and the robot will take it anyway!
fr: @kip2 Qui sait, peut-être que tu auras de la chance et que le robot l'acceptera tout de même !

source: @kip Worse comes to worse, you can always find somewhere to take a photo.
fr: @kip Au pire, tu peux toujours trouver un endroit pour prendre une photo.

source: @kip_wink Don't overwork yourself, okay?
fr: @kip_wink Ne te surmène pas, d'accord ?

source: @kip Your journey is just as important as your end goal.
fr: @kip Ton voyage est tout aussi important que ta destination.

source: @kip_wink Cliche, but true!
fr: @kip_wink C'est un cliché, mais c'est vrai !

source: @kip So...
fr: @kip Donc...

source: @kip_wink You've been walking all over the world, huh?
fr: @kip_wink Tu as parcouru le monde entier, n'est-ce pas ?

source: @kip Geez...I can't imagine...
fr: @kip Incroyable... J'ai du mal à l'imaginer...

source: @kip_huh Do you get really tired sometimes?
fr: @kip_huh Ça t'arrive de ne vraiment plus en pouvoir ?

source: @niko_eyeclosed Kinda...
fr: @niko_eyeclosed Si on peut dire...

source: @niko_speak But I don't mind!\n\@niko_pancakes It's actually really pretty!
fr: @niko_speak Mais ça m'est égal !\n\@niko_pancakes En fait, c'est vraiment beau !

source: @kip_wink Haha, I'm glad you think so!
fr: @kip_wink Haha, ravie de l'entendre !

source: @kip Even with the sun gone, the world is still a beautiful place.
fr: @kip Même en l'absence du soleil, le monde est tout de même beau.

source: @niko_speak What did the world look like with the sun?
fr: @niko_speak À quoi ressemblait le monde avec le soleil ?

source: @kip_huh Oh, \>\@kip2 uh...
fr: @kip_huh Oh, \>\@kip2 euh...

source: @kip_sigh ...y'know, it's kind of embarassing to admit how little of it I have actually seen.
fr: @kip_sigh ... J'ai un peu honte de l'avouer, mais en réalité j'en ai vu très peu.

source: @niko_speak ...oh?
fr: @niko_speak ... Ah bon ?

source: @kip_heh Ironic, isn't it?
fr: @kip_heh C'est drôle, pas vrai ?

source: @kip2 Even though I'm the world's leading researcher...\>\n\@kip_sigh ...All I do is stay here and build robots.
fr: @kip2 J'ai beau être la plus grande chercheuse du monde...\>\n\@kip_sigh ... Tout ce que je fais, c'est rester ici et construire des robots.

source: @kip_sigh They're the ones exploring the world, I just write down the data, crunch numbers, generate graphs...
fr: @kip_sigh Ce sont eux qui explorent le monde, moi je me contente de noter les données, traiter des nombres, générer des graphiques...

source: @niko Right... \.\.\@niko_speak I've been seeing robots everywhere!
fr: @niko C'est vrai... \.\.\@niko_speak J'ai vu des robots partout !

source: @niko I just thought it was cuz the world was too dangerous for most people to explore...
fr: @niko Je pensais simplement que c'était parce que le monde est trop dangereux à explorer pour la plupart des gens...

source: @kip2 That's not far from the truth, actually.
fr: @kip2 Ce n'est pas tout à fait faux.

source: @kip But I know someone who still does his research firsthand!
fr: @kip Mais je connais quelqu'un qui continue à poursuivre ses recherches sur le terrain !

source: @kip2 ...even after segments of land started collapsing and access to the more remote areas became difficult.
fr: @kip2 ... Même après que des segments de terrain ont commencé à s'effondrer et que l'accès aux contrées les plus éloignées est devenu difficile.

source: @kip_huh I mean, he outright built a machine that could fly! \>\n\@kip_huh Something we all thought was not physically possible!
fr: @kip_huh Je veux dire, il a carrément construit une machine volante ! \>\n\@kip_huh Nous pensions tous que c'était quelque chose de physiquement impossible !

source: @niko_speak Oh! That's...
fr: @niko_speak Oh ! C'est...

source: @kip I asked him about working with us, so he provides us with all sorts of insights from time to time.
fr: @kip Je lui ai demandé de travailler avec nous, c'est pourquoi il nous fournit toutes sortes de renseignements de temps à autre.

source: @kip_heh ...but for some reason, he REALLY didn't want to build robots.
fr: @kip_heh ... Mais pour une raison que j'ignore, il refuse CATÉGORIQUEMENT de fabriquer des robots.

source: @kip_sigh Or, more specifically, coding them.
fr: @kip_sigh Ou, plus spécifiquement, de les coder.

source: @niko_speak How come?
fr: @niko_speak Pourquoi ça ?

source: @kip2 Beats me!\> \@kip_huh I mean, he's happy to work with robots!
fr: @kip2 Aucune idée !\> \@kip_huh Pourtant, il aime beaucoup travailler avec des robots !

source: @kip In fact, he even- \.\@kip2 ...
fr: @kip En réalité, il...\.\@kip2 ...
