Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @prophet [Do Not Be Afraid To Ask \p For Assistance.]\n\>[You Are The Messiah After All.]
fr: @prophet [N'Ayez Pas Peur De Demander De L'aide À \p.]\n\>[Après Tout, Vous Êtes Le Messie.]

source: @prophet [Surely You Have More Questions!]
fr: @prophet [Vous Avez Sûrement D'autres Questions !]

source: @niko I think that's all I have to ask for now.
fr: @niko Je crois que je n'ai plus de question pour l'instant.

source: @prophet [Excellent!] \>\n[I Wish You Luck.]
fr: @prophet [Excellent !] \>\n[Je Vous Souhaite Bonne Chance.]

source: @prophet [I Wish You Luck On The Rest Of Your Journey.]
fr: @prophet [Je Vous Souhaite Bonne Chance Pour Le Reste De Votre Voyage.]

source: @prophet [Hello Again.]
fr: @prophet [Rebonjour.]

source: @niko_speak \p and I are gonna leave now! \@niko We found a robot that can take us closer to the Tower!
fr: @niko_speak \p et moi allons partir maintenant ! \@niko Nous avons trouvé un robot qui peut nous rapprocher de la Tour !

source: @niko Thanks for helping me and answering my questions!
fr: @niko Merci pour votre aide et pour avoir répondu à mes questions !

source: @prophet_omg [That Means I have Fulfilled My Purpose!]
fr: @prophet_omg [Cela Signifie Que J'Ai Rempli Ma Fonction !]

source: @prophet [Are There More Questions You Wish To Ask?]
fr: @prophet [Désirez-Vous Me Poser D'Autres Questions ?]

source: @prophet [Go On Then, Ask Away.]
fr: @prophet [Allez-Y, Demandez-Moi.]

source: ...the barrens
fr: ... de la Lande

source: ...the prophecy
fr: ... de la prophétie

source: ...the tower
fr: ... de la Tour

source: @niko It's so...\.\. empty here...
fr: @niko C'est si...\.\. vide ici...

source: @prophet [That's Why It's Called The Barrens.]
fr: @prophet [C'Est Pour Cela Que Cette Région S'Appelle La Lande.]

source: @niko ...are there... ANY people living in this area?
fr: @niko ... Y a-t-il... quelqu'un qui vit dans cette région ?

source: @niko ...besides robots, I mean.
fr: @niko ... à part les robots je veux dire.

source: @prophet [I Do Not Know.]
fr: @prophet [Je Ne Sais Pas.]

source: @prophet [I Was Not Built To Wander.]
fr: @prophet [Je N'Ai Pas Été Conçu Pour Voyager.]

source: @niko ...not...\.built to?
fr: @niko ... Pas... \.conçu pour ?

source: @niko So... \.\. you just stand here? \>\n\@niko_eyeclosed Must be boring...
fr: @niko Donc... \.\. vous restez juste là ? \>\n\@niko_eyeclosed Ça doit être ennuyeux...

source: @niko_speak Do you at least have friends? \>\n\@niko Robot...\. friends?
fr: @niko_speak Avez-vous au moins des amis ? \>\n\@niko Des amis \. robots ?

source: @prophet [I Cannot Desire Companionship.]\n\> \@prophet_hmm [I Have Not Been Tamed.]
fr: @prophet [Je Ne Peux Pas Désirer De Compagnie.]\n\> \@prophet_hmm [Je N'Ai Pas Été Apprivoisé.]

source: @niko Not... tamed?
fr: @niko Pas... apprivoisé ?

source: @prophet [There Was No Time.]
fr: @prophet [Le Temps Manquait.]

source: @niko I see...
fr: @niko Je vois...

source: @niko So...\.\.\n\@niko_speak What is this prophecy, exactly?
fr: @niko Donc...\.\.\n\@niko_speak Quelle est cette prophétie, exactement ?

source: @prophet [The Prophet Predicted That A Savior Will Arrive From Another Land.]
fr: @prophet [Il A Été Prédit Qu'Un Être Viendrait D'Un Autre Monde Pour Nous Sauver.]

source: @prophet [The Savior Will Wake Up In A Strange House, Find The Sun, And Illuminate The World.]
fr: @prophet [Le Messie Se Réveillera Dans Une Maison Étrange, Trouvera Le Soleil, Et Illuminera Le Monde.]

source: @niko_speak What else did you...uh, foresee?
fr: @niko_speak Avez-vous... euh, prédit autre chose ?

source: @prophet [What Do You Mean?]
fr: @prophet [Que Voulez-Vous Dire ?]

source: @niko_speak What else did you see in the prophecy?
fr: @niko_speak Qu'est-ce que vous avez vu d'autre dans la prophétie ?

source: @niko_speak Wait... \.\. You ARE the prophet, right?
fr: @niko_speak Attendez... \.\. C'est vous qui avez prédit cette prophétie, pas vrai ?

source: @prophet [Good Heavens, No!]
fr: @prophet [Bonté Divine, Non !]

source: @niko_speak But you called it "my prophecy" earlier...
fr: @niko_speak Mais vous avez dit « ma prophétie »...

source: @prophet [That Just Means It Is Built Into My Programming.]
fr: @prophet [Cela Signifie Simplement Qu'Elle Fait Partie De Ma Programmation.]

source: @niko ...Your... \.\.\@niko_speak what?
fr: @niko ... Votre... \.\.\@niko_speak quoi ?

source: @prophet [Ah. My Programming Is What Guides Me.]
fr: @prophet [Ah. Ma Programmation Est Ce Qui Me Guide.]

source: @prophet_hmm [I Am A Robot, After All.]
fr: @prophet_hmm [Je Suis Un Robot, Après Tout.]

source: @niko_speak How tall is the Tower?
fr: @niko_speak Quelle taille fait la Tour ?

source: @niko I can't seem to even see the top...
fr: @niko Je ne peux même pas en voir le sommet...

source: @prophet [I Am Not Allowed To Answer.]
fr: @prophet [Je Ne Suis Pas Autorisé À Répondre.]

source: @niko But...how do I get up there?
fr: @niko Mais... comment est-ce que je me rends là-haut ?

source: @prophet [In Time, \p Will Know What To Do.]
fr: @prophet [Le Moment Venu, \p Saura Quoi Faire.]

source: @niko_eyeclosed I...see.
fr: @niko_eyeclosed Je... vois.

source: @niko It's alright, thank you.
fr: @niko Ça ira, merci !

source: @prophet [In That Case, I Wish You Safe Travels.]
fr: @prophet [Dans Ce Cas, Je Vous Souhaite Bon Voyage.]

source: @plight Come oonnn...
fr: @plight Alleez...

source: @plight_wtf Come oonnnnnnn!
fr: @plight_wtf Alleeeeeez !

source: @plight_wtf Now, of all times...!
fr: @plight_wtf C'est vraiment pas le moment... !

source: @niko ...Uh
fr: @niko ... Euh.

source: @niko_speak ....Excuse me...
fr: @niko_speak ... Excusez-moi...

source: @plight_shock Woah!
fr: @plight_shock Ouah !

source: @plight ... you're... you!
fr: @plight ... C'est... toi !

source: @plight_worry (Ah geez, I didn't think I was gonna run into...)
fr: @plight_worry (Bon sang, je ne pensais pas que j'allais rencontrer...)

source: @niko The elevator is missing a button, right?
fr: @niko Il manque un bouton sur l'ascenseur, non ?

source: @plight_worry ...how did you know?
fr: @plight_worry ... Comment tu sais ça ?

source: @niko_speak \p and I will help you fix it!
fr: @niko_speak \p et moi allons vous aider à le réparer !

source: @plight_worry2 ...seriously?
fr: @plight_worry2 ... Vraiment ?

source: @plight_sigh Oh thank goodness.
fr: @plight_sigh Oh, Dieu merci.

source: @plight_worry2 The evacuees are counting on this...\> on me...
fr: @plight_worry2 Les évacués comptent sur ça...\> et sur moi...

source: @plight_worry But... I've been here for hours and can't figure out a thing!
fr: @plight_worry Mais... ça fait des heures que je suis ici et je n'y comprends rien !

source: @niko2 ....\.\.evacuees?
fr: @niko2 ....\.\. Les évacués ?

source: @plight Y'know... from the west apartments.
fr: @plight Tu sais... des appartements à l'ouest.

source: @plight_worry The square stuff wrecked the place yesterday...
fr: @plight_worry Les trucs carrés les ont entièrement démolis hier...

source: @plight_sigh Right now everyone's crowded in the cafe.\nWe really want to get everyone to the surface as soon as possible, though.
fr: @plight_sigh Actuellement, ils sont tous entassés dans le café. \nMais, nous souhaiterions amener tout le monde à la surface, dès que possible.

source: @plight3 The library on the surface doubles as a shelter for situations like this.
fr: @plight3 La bibliothèque à la surface fait office d'abri, dans ce genre de situation.

source: @niko2 ...wait... didn't we find the magnets and stuff in the apartments, \p?
fr: @niko2 ... Attends... on n'avait pas trouvé des aimants dans les appartements, \p ?

source: @plight_worry The... what?
fr: @plight_worry Des... quoi ?

source: @niko_eyeclosed Looks like we'll have to find some other way to fix the button, \p...
fr: @niko_eyeclosed Bon, on va devoir trouver une autre solution pour réparer le bouton, \p...

source: @plight_scared HOLY F\.\.\@plight_worry UDGE
fr: @plight_scared BON S\.\.\@plight_worry ANG !

source: @niko_eyeclosed ... Looks like \p and I will need to find another way down altogether...
fr: @niko_eyeclosed ... Bon, \p et moi allons devoir trouver un autre moyen pour descendre...

source: @plight_worry But...\.\. this is the only elevator in the area...
fr: @plight_worry Mais...\.\. c'est le seul ascenseur du coin...

source: @niko We'll... think of something.
fr: @niko On... trouvera bien une solution.

source: [NO TRESPASSING!]
fr: [DÉFENSE D'ENTRER !]

source: @niko Oh...excuse me!
fr: @niko Oh... Pardon !

source: @plight_worry Uh...
fr: @plight_worry Euh...

source: @plight3 Let me know if you need my help with anything...
fr: @plight3 Fais-moi signe si jamais tu as besoin de moi...

source: @niko_speak We found some elevators!
fr: @niko_speak On a trouvé des ascenseurs !

source: @plight_shock What??
fr: @plight_shock Quoi ??

source: @plight_worry ...seriously?
fr: @plight_worry ... Vraiment ?

source: @plight_worry2 I've literally never seen another one in this area!
fr: @plight_worry2 C'est bien la première fois qu'on me dit qu'il y a d’autres ascenseurs ici !

source: @niko It WAS in a locked room...
fr: @niko Ils sont dans une pièce fermée à clé...

source: @plight_worry2 Do they... uh... \.\.\.\@plight_worry work?
fr: @plight_worry2 Est-ce qu'ils... euh... \.\.\.\@plight_worry fonctionnent ?

source: @niko_eyeclosed We don't know yet...
fr: @niko_eyeclosed On ne sait pas encore...

source: @niko One of them has a lever that's out of my reach.
fr: @niko Il y a un levier sur l'un deux que je n'arrive pas à atteindre.

source: @niko_speak ...wait! You can help us!
fr: @niko_speak ... Attendez ! Vous pouvez nous aider !

source: @plight_worry What...
fr: @plight_worry Quoi... ?

source: @niko You should be able to reach the lever, cuz...\>\n\@niko_speak You're taller than me!
fr: @niko Vous devriez pouvoir atteindre le levier, vu que...\>\n\@niko_speak Vous êtes plus grand que moi !

source: @plight3 Ooh... \@plight_worry I... guess I am?
fr: @plight3 Ooh... \@plight_worry Tu... crois ?

source: @plight So...\.\. show me the way, I suppose...
fr: @plight Alors... \.\.montre-moi comment...

source: @niko It's an elevator.
fr: @niko C'est un ascenseur.

source: @niko_speak Let's find another way down!
fr: @niko_speak Trouvons un autre moyen pour descendre !

source: [HELLO.]
fr: [BONJOUR.]

source: [THIS AREA IS UNAUTHORIZED FOR DEMO.]
fr: [CETTE ZONE EST INACCESSIBLE DANS LA DÉMO.]

source: [SORRY ABOUT THE INCONVENIENCE.]
fr: [VEUILLEZ NOUS EXCUSER POUR LE DÉSAGRÉMENT.]

source: @niko ...Demo?
fr: @niko ... La démo ?

source: [I CANNOT LET YOU THROUGH.]
fr: [JE NE PEUX PAS VOUS LAISSER PASSER.]

source: @niko The elevator's button panel.
fr: @niko Le panneau de commande de l'ascenseur.

source: TO: OFFICE
fr: VERS : BUREAU

source: TO:\nOFFICE BUILDING AND\nCAFE
fr: VERS :\nBUREAUX ET\nCAFÉ

source: @plight_worry Hey, where are you going?
fr: @plight_worry Hé ! Où est-ce que tu vas ?

source: @plight_unknown Come ooonnnnnnn!
fr: @plight_unknown Alleeeeeez !

source: @plight_unknown Come ooonnnnnnnnnnnnnnnnnnnnnnnnnnnn!!!!!
fr: @plight_unknown Alleeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeez !

source: @plight_unknown Work already!!!
fr: @plight_unknown Démarre !!!

source: @niko Oh right...\@niko_eyeclosed The elevator guy.
fr: @niko Oh, c'est vrai... \@niko_eyeclosed Le garçon de l'ascenseur.

source: @plight_unknown AAAAUHGGHHHH!!!!
fr: @plight_unknown AAAARRGGHHHH !!!!

source: @niko_speak I think we should go talk to the guy first, \p...
fr: @niko_speak Je pense qu'on devrait d'abord aller parler au garçon, \p...

source: PATH CLOSED
fr: CHEMIN BARRÉ

source: TO: CAFE
fr: VERS : CAFÉ

source: TO: APARTMENTS
fr: VERS : APPARTEMENTS

source: $I remember being taught in school about how the waters surrounding the forest stretched until the boundries of space.
fr: $Je me souviens avoir appris à l'école que l'eau, autour de la forêt, s'étendait jadis jusqu'aux limites de l'espace.

source: $But at some point, the prehistoric oceans receded, forming what is now the Barrens.
fr: $Mais les océans préhistoriques ont fini par disparaître pour former ce que nous appelons maintenant la Lande.

source: $I wonder where all that water went...
fr: $Je me demande où est passée toute cette eau...

source: @niko Tiny shrimp are swimming in this jar.
fr: @niko De petites crevettes nagent dans ce pot.

source: @niko There's nothing in the fridge...
fr: @niko Le réfrigérateur est vide...

source: @niko The wood is neatly stacked in the fireplace.
fr: @niko Les bûches sont soigneusement empilées dans la cheminée.

source: @plight Come oonnnnnnn!
fr: @plight Alleeeeeez !

source: @plight I'm too busy for this!
fr: @plight Je n'ai pas le temps pour ça !

source: @plight_why (...this is embarrassing...)
fr: @plight_why (... C'est gênant...)

source: @plight_worry er......
fr: @plight_worry Euh........

source: @plight Is there, uh, anything I can help you with?
fr: @plight Est-ce que, euh, je peux t'aider ?

source: @niko_speak Yes please!
fr: @niko_speak Oui, s'il vous plaît !

source: @niko I would like to know how to get to the surface!
fr: @niko Je voudrais savoir comment atteindre la surface !

source: @plight_2 ...yeeahh...I was afraid you were gonna say that...
fr: @plight_2 ... Ouaiiiis... J'avais peur que tu demandes ça...

source: @plight Right now, this elevator is the only way to access the surface. But...
fr: @plight Actuellement, cet ascenseur est le seul moyen d'accéder à la surface. Mais...

source: @plight ....yeah, just take a look at it.
fr: @plight .... ouais, jettes-y un coup d'oeil.

source: @niko I-It looks like an elevator...
fr: @niko Ça ressemble à un ascenseur...

source: @plight_2 Well, you're not wrong, but...
fr: @plight_2 Eh bien, tu n'as pas tort, mais...

source: @plight_why Go look at the button panel.
fr: @plight_why Jette un œil au panneau de commande.

source: @plight_2 I am not the button panel.
fr: @plight_2 Je ne suis pas le panneau de commande.

source: @plight_shock Whoa! How did you make this?
fr: @plight_shock Ouah ! Comment est-ce que t'as fait ça ?

source: @niko_speak Out of a coffee can!
fr: @niko_speak Avec une boîte de café !

source: @plight_worry ...Coffee comes from cans?
fr: @plight_worry ... On trouve le café dans des boîtes ?

source: @plight_2 ...Uh, go see if it works!
fr: @plight_2 ... Euh, va voir si ça marche !

source: @plight_shock Oh nice, are those magnets?
fr: @plight_shock Oh cool, ce sont des aimants ?

source: @plight_2b Looks like they're a bit loose, but....
fr: @plight_2b On dirait qu'ils ne tiennent pas bien, mais...

source: @plight_2 ...Ah well, go see if it works!
fr: @plight_2 ... Eh bien, va voir si ça marche !

source: @plight_shock Oh wow, that sure is a lotta tape....
fr: @plight_shock Ouah, ça c'est un paquet d'adhésif...

source: @plight But better safe than sorry, right?
fr: @plight Mais mieux vaut prévenir que guérir, hein ?

source: @plight You don't want it to break on ya.
fr: @plight Faudrait pas que ça se casse.

source: @plight_why It was worth a shot, yeah.
fr: @plight_why Ça valait le coup d'essayer, ouais.

source: @plight_why I'm losing so much time...\nI'm not even timing it anymore...
fr: @plight_why Je perds tellement de temps...\nJe ne le compte même plus...

source: @plight_why I'm losing so much time...\nProbably \v[22] minutes of work already.
fr: @plight_why Je perds tellement de temps...\nJ'ai déjà sans doute perdu \v[22] minutes de travail.

source: @plight_why I'm losing so much time...
fr: @plight_why Je perds tellement de temps...

source: @plight_why I hate this....
fr: @plight_why Je déteste ça...

source: @plight Do you think you'll be able to make that button?
fr: @plight Tu penses pouvoir arriver à fabriquer ce bouton ?

source: @plight_2 Well, no pressure, kid.
fr: @plight_2 Aucune pression, hein.

source: @plight_2b I'll just... stick with my original plan for now...
fr: @plight_2b Je vais juste... m'en tenir à mes plans d'origine pour l'instant...

source: @plight_2b Time to kick the door again.
fr: @plight_2b C'est le moment d'enfoncer cette porte.

source: @plight_why My foot hurts...
fr: @plight_why Aïe, mon pied...

source: @plight_shock What!
fr: @plight_shock Quoi !

source: @plight_shock It works!
fr: @plight_shock Ça marche !

source: @plight Guess I did it.
fr: @plight J'imagine que j'ai réussi.

source: @niko_speak You sure did!
fr: @niko_speak En effet, bravo !

source: @plight ...Anyway, ready to go? I'll be up ahead.
fr: @plight ... Enfin, on y va ? Je passe devant.

source: [\c[1]ACCESS DENIED.\c[0]]
fr: [\c[1]ACCÈS REFUSÉ.\c[0]]

source: [PLEASE MAKE HIM STOP.]
fr: [DEMANDEZ-LUI D'ARRÊTER.]

source: @plight Hi.
fr: @plight Bonjour.

source: @plight ...Can I help with anything?
fr: @plight ... Je peux t'aider avec quoi que ce soit ?

source: @plight Anything at all?
fr: @plight N'importe quoi fera l'affaire.

source: @plight_worry Being so unproductive for so long... It's really getting to me...
fr: @plight_worry Être si peu productif pendant si longtemps... Ça commence à me monter à la tête...

source: @niko I think \p and I got it handled!
fr: @niko Je pense que \p et moi pouvons nous en charger !

source: @niko What do you think, \p?
fr: @niko Qu'en pensez-vous, \p ?

source: Tell him to use random codes
fr: Lui dire de rentrer des codes au hasard

source: Tell him to stand there
fr: Lui dire de ne pas bouger

source: @niko Maybe you can just try out some numbers until you get it...
fr: @niko Vous pourriez peut-être essayer des chiffres au hasard jusqu'à ce que ça marche...

source: @niko_speak I mean, \p and I did it before!
fr: @niko_speak Enfin, c'est ce que \p et moi avons fait avant !

source: @niko_eyeclosed Took us a while, but...
fr: @niko_eyeclosed Ça nous a pris un moment mais bon...

source: @plight_worry ....seriously?
fr: @plight_worry ... Vraiment ?

source: @plight Alright, I suppose that's better than doing nothing.
fr: @plight D'accord, j'imagine que c'est toujours mieux que de ne rien faire.

source: @plight Let's see... 0, 0, 0, 0, 0...
fr: @plight Voyons-voir... 0, 0, 0, 0, 0...

source: @plight_why Yep, gonna be here for a while. 0, 0, 0, 0, 1.....
fr: @plight_why Ouaip, j'en ai pour un moment. 0, 0, 0, 0, 1...

source: [\c[1]ACCESS DENIED.\c[0]\| ...YOU AREN'T SERIOUSLY DOING THIS, ARE YOU?]
fr: [\c[1]ACCÈS REFUSÉ.\c[0]\| ... VOUS N'ÊTES PAS SÉRIEUSEMENT EN TRAIN DE FAIRE CE QUE JE PENSE ?]

source: @niko Maybe you can just take it easy for a while?
fr: @niko Vous pouvez peut-être vous reposer un moment ?

source: @plight_why Hooray...
fr: @plight_why Hourra...

source: @plight_why My least favorite thing to do...
fr: @plight_why La chose que j'aime le moins au monde...

source: @Niko It's an elevator.
fr: @Niko C'est un ascenseur.

source: @niko_eyeclosed Apparently broken?
fr: @niko_eyeclosed Il est cassé, apparemment.

source: @niko_speak Let's fix the elevator!
fr: @niko_speak Réparons l'ascenseur !

source: @niko_speak It needs a code.
fr: @niko_speak Il demande un code.

source: @niko_yawn *yawn* ...
fr: @niko_yawn *bâille*...

source: @niko I'm having trouble staying awake, \p.\>\nWe should find a place for me to take a nap...
fr: @niko J'ai du mal à ne pas m'endormir, \p.\>\nNous devrions chercher un endroit pour faire une sieste...

source: @niko_speak Oh! Thank you for holding the elevator door open for me, mister!
fr: @niko_speak Oh ! Merci d'avoir tenu la porte pour moi, monsieur !

source: @plight No prob, hop in.
fr: @plight Pas de souci, entre.

source: @plight Oh hey, welcome back...
fr: @plight Hé, content de te revoir...

source: @plight_worry That... sure took you a while, huh...
fr: @plight_worry Ça... t'a pris un moment, hein...

source: @niko2 Oh, shoot! You've been waiting this whole time?
fr: @niko2 Oh, mince ! Vous avez attendu tout ce temps ?

source: @niko And... holding the door open?
fr: @niko En... tenant la porte ?

source: @plight_worry Well I uh...\.\. didn't want to be rude...
fr: @plight_worry Eh bien, je, euh...\.\. je ne voulais pas être impoli...

source: @niko_eyeclosed I'm sorry, I should've told you to go on ahead...
fr: @niko_eyeclosed Pardon, j'aurais dû vous dire d'y aller sans moi...

source: @plight Eh, don't worry about it.
fr: @plight Hé, ne t'en fais pas.

source: @niko I'll need to push the button to open the doors.
fr: @niko Je vais devoir appuyer sur le bouton pour ouvrir la porte.

source: @niko_what Huh, there aren't any buttons...
fr: @niko_what Euh, il n'y a pas de bouton...

source: @plight_why Yuuup, that's a problem.
fr: @plight_why Ouaip, c'est un problème.

source: @plight_2b There's usually a big button here that says "GROUND" on it.
fr: @plight_2b Normalement il y a un gros bouton qui indique « REZ-DE-CHAUSSÉE ».

source: @plight_2b Y'know, cuz it takes you to the ground area.
fr: @plight_2b Tu sais, parce qu'il t'emmène au rez-de-chaussée.

source: @plight_wtf But now it's been ripped out? Or something?
fr: @plight_wtf Mais il a été arraché ? Ou un truc du genre ?

source: @plight_2 I tried looking everywhere for it, to no avail.
fr: @plight_2 Je l'ai cherché partout, sans succès.

source: @plight_worry M...maybe it exploded...
fr: @plight_worry Il a peut-être... explosé...

source: @niko_speak Do you think we'll have to make a new one?
fr: @niko_speak Vous pensez qu'on va devoir en fabriquer un nouveau ?

source: @plight_worry ...what?
fr: @plight_worry ... Quoi ?

source: @plight_worry How?
fr: @plight_worry Comment ?

source: @niko We'll figure it out!
fr: @niko On trouvera un moyen !

source: @niko That man said something about magnets, but I don't see a way to fit these in the panel by themselves.
fr: @niko Il a parlé d'aimants, mais je ne vois pas comment les faire rentrer dans le panneau.

source: @niko The button fits snugly in the slot, but...
fr: @niko Le bouton rentre bien dans l'emplacement, mais...

source: @niko I'm not sure how to "connect" it.
fr: @niko Je ne sais pas comment le « connecter ».

source: @plight Hmm...
fr: @plight Hum...

source: @plight All I know is that the button works by some kind of magnetic technology.
fr: @plight Tout ce que je sais, c'est que le bouton est alimenté par une sorte de technologie magnétique.

source: @plight_why ...Don't ask me how magnets work, though. I didn't even finish high school...
fr: @plight_why ... Mais ne me demande pas comment les aimants fonctionnent, je n'ai même pas fini le lycée...

source: @niko_speak Alright, let's hope this works!
fr: @niko_speak D'accord, espérons que ça marche !

source: @niko The button fits snugly, and...
fr: @niko Le bouton rentre bien et...

source: @niko_speak I think I hear the machine powering on!
fr: @niko_speak Je crois que j'entends la machine s'allumer !

source: @niko_what The button completely fell apart!
fr: @niko_what Le bouton s'est complètement désintégré !

source: @plight_2b Hey, you tried.
fr: @plight_2b Hé, tu auras essayé.

source: @niko Let's hope this works...
fr: @niko Espérons que ça marche...

source: [REACTIVATING ELEVATOR SERVICES.\|.\|.]
fr: [RÉACTIVATION DE L'ASCENSEUR.\|.\|.]

source: [PLEASE INPUT SECURITY CODE TO CONTINUE]
fr: [VEUILLEZ SAISIR LE CODE DE SÉCURITÉ POUR CONTINUER]

source: @plight_shock ...What?
fr: @plight_shock ... Quoi ?

source: @plight_wtf That's... never happened before.
fr: @plight_wtf Ce... n'est jamais arrivé auparavant.

source: @niko_speak The... squares?
fr: @niko_speak Les... carrés ?

source: @plight_worry Huh?
fr: @plight_worry Pardon ?

source: @niko_speak You saw them, right?
fr: @niko_speak Vous les avez vus, non ?

source: @niko They were on the door, and...
fr: @niko Ils étaient sur la porte, et...

source: @plight_2b Oh, nah. The square stuff happens all the time.
fr: @plight_2b Oh, nan. Le truc avec les carrés, ça arrive tout le temps.
