Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: I see you have the club uniform.
fr: Je vois que tu portes l'uniforme du club.

source: You may come in.
fr: Tu peux entrer.

source: @niko A curious marking on the wall.
fr: @niko Une drôle de marque sur le mur.

source: @niko It looks like a... ram...?
fr: @niko Ça ressemble à un... un bélier... ?

source: @niko It's strangely warm in this room.
fr: @niko Il fait étrangement bon dans cette pièce.

source: [P\.\.#L.%%E\|AS;E D\.O NO//T AP\.\.PR#OACH]
fr: [VE\.\.#UI.%%L\|LE;Z N\.E PA//S AP\.\.PR#OCHER]

source: @niko It's a faded flyer.
fr: @niko Une affiche effacée.

source: @niko_speak It's a big crack in the wall!
fr: @niko_speak C'est une grosse fissure sur le mur !

source: @niko I see bunch of mice, huddled together.
fr: @niko Je vois une bande de souris serrées les unes aux autres.

source: @niko2 ...oh, but they scurried off...
fr: @niko2 ... Oh, mais elles viennent de s'enfuir...

source: @niko_eyeclosed I hope they didn't think I was gonna eat them...
fr: @niko_eyeclosed J'espère qu'elles n'ont pas cru que j'allais les manger...

source: @niko It's a crate.
fr: @niko C'est une caisse.

source: @niko_speak Ah...it's a screwdriver.
fr: @niko_speak Ah... c'est un tournevis.

source: @silver [You can take it if you want. It may help you.]
fr: @silver [Vous pouvez le prendre si vous voulez, il pourra vous servir.]

source: @silver [Yes. I have many.]
fr: @silver [Oui, j'en ai beaucoup.]

source: @silver [Please do not touch that.]
fr: @silver [Ne touchez pas à ça s'il vous plaît.]

source: @niko_eyeclosed Sorry... I got curious...
fr: @niko_eyeclosed Pardon... Cela m'intrigue...

source: @niko ...what is this thing?
fr: @niko ... Qu'est-ce que c'est ?

source: @silver [Back-up power cell. It keeps me functional.]
fr: @silver [Une batterie de secours. C'est cela qui me permet de fonctionner.]

source: @silver_lookup [The main generator for the Barrens ran out of power some time ago.]
fr: @silver_lookup [Le générateur principal pour la Lande est tombé en panne d'alimentation, il y a quelque temps.]

source: @silver_eyeclosed [It could not even last a week without the sun.]
fr: @silver_eyeclosed [Il n'a pas tenu plus d'une semaine sans le soleil.]

source: @niko_eyeclosed Sorry to hear that...
fr: @niko_eyeclosed Je suis triste de l'apprendre...

source: @silver_lookup [All we can do is make use of the light we have.]
fr: @silver_lookup [Tout ce que nous pouvons faire, c'est utiliser la lumière dont nous disposons.]

source: @niko This is some kind of power cell, apparently!
fr: @niko C'est une sorte de batterie, apparemment !

source: @niko The word "SILVER" is written on the side.
fr: @niko Il est écrit « SILVER » sur le côté.

source: @niko_speak Why does it say that?
fr: @niko_speak Qu'est-ce que ça veut dire ?

source: @silver_eyeclosed [That's not important.]
fr: @silver_eyeclosed [C'est sans importance.]

source: @niko I got shocked...
fr: @niko J'ai pris une décharge électrique...

source: @silver_eyeclosed [I told you not to touch it...]
fr: @silver_eyeclosed [Je vous avais dit de ne pas y toucher...]

source: @niko_eyeclosed \p made me.
fr: @niko_eyeclosed C'est \p qui a voulu que je le fasse.

source: @niko_eyeclosed I'm not falling for that one again, \p...
fr: @niko_eyeclosed Je ne retomberai pas dans le piège, \p...

source: @niko The chess table has 2 small chairs.
fr: @niko La table d'échecs a deux petites chaises.

source: @niko A chess table.\>\nIt's not dusty anymore.
fr: @niko Une table d'échecs.\>\nIl n'y a plus de poussière.

source: @niko A dusty chess table.
fr: @niko Une table d'échecs poussiéreuse.

source: @niko It's a metal chess table covered in dust.
fr: @niko C'est une table d'échecs en métal recouverte de poussière.

source: @silver [I haven't played chess with anyone else for a very long time.]
fr: @silver [Je n'ai pas joué aux échecs avec quelqu'un d'autre depuis très longtemps.]

source: @niko_speak Not even... \.\. with the other robots?
fr: @niko_speak Pas même... \.\. avec les autres robots ?

source: @silver_eyeclosed [No.] \>\n\@silver [Nobody in the Barrens have that capacity in their programming.]
fr: @silver_eyeclosed [Non.] \>\n\@silver [Personne dans la Lande n'est programmé avec de telles capacités.]

source: @silver_eyeclosed [Nobody here is tamed, for that matter.]
fr: @silver_eyeclosed [Personne n'est apprivoisé pour cela.]

source: @niko A bed.
fr: @niko Un lit.

source: @niko_speak It's made of metal...?
fr: @niko_speak Il est fait en métal... ?

source: @niko_eyeclosed Doesn't look very comfortable...
fr: @niko_eyeclosed Ça n'a pas l'air très confortable...

source: @niko A shelf of weird tools and pieces of metal.
fr: @niko Une étagère remplie d'outils bizarres et de pièces en métal.

source: @niko Lots of tiny shrimp are swimming in this jar.
fr: @niko Des tas de petites crevettes nagent dans le pot.

source: @niko There's lots of tiny glowing shrimp swimming in this jar.
fr: @niko Il y a des tas de petites crevettes brillantes qui nagent dans ce pot.

source: @niko And lots of tiny shrimp that aren't glowing...
fr: @niko Et beaucoup d'autres qui ne brillent pas...

source: @niko_eyeclosed ...or swimming...
fr: @niko_eyeclosed ... Et qui ne nagent pas...

source: @silver2 [No way! I just refilled that two days ago!]
fr: @silver2 [C'est impossible ! Je l'ai rempli il y a deux jours !]

source: @silver_eyeclosed [Guess I'll make a trip to the shore later...]
fr: @silver_eyeclosed [Je pense que j'irai bientôt faire un tour à la plage...]

source: @silver_eyeclosed [These jars don't last very long.]
fr: @silver_eyeclosed [Ces pots ne durent pas très longtemps.]

source: @niko A jar full of glowing shrimp.
fr: @niko Un pot rempli de crevettes brillantes.

source: $I heard the news about the mines.
fr: $J'ai appris la nouvelle au sujet des mines.

source: $I'm sorry... I can't imagine what you're feeling.
fr: $Je suis désolée... Je ne peux imaginer ce que tu ressens.

source: $It's been two weeks...
fr: $Cela fait deux semaines...

source: $I know it must be hard, but maybe it's better that you came back...
fr: $Je sais que ça doit être dur, mais peut-être vaudrait-il mieux que tu reviennes...

source: @niko The top is covered with a wire mesh.
fr: @niko Le couvercle est recouvert d'un grillage.

source: @niko It's a photo of two people.
fr: @niko C'est une photo de deux personnes.

source: @niko The glass is a bit too foggy to see details, though.
fr: @niko Mais le verre est trop flou pour distinguer les détails.

source: @silver2 [Oh, it's that journal you showed me in the mines.]
fr: @silver2 [Oh, c'est le carnet que vous m'avez montré dans les mines.]

source: @silver [Doesn't look like it's glowing anymore, though.]
fr: @silver [Mais, j'ai l'impression qu'il ne brille plus.]

source: @niko Do you know what I'm supposed to do with it?
fr: @niko Savez-vous ce que je dois faire avec ?

source: @silver2 [I am unsure, but...]
fr: @silver2 [Je ne suis pas sûre, mais...]

source: @silver [...hold on to the journal for now.]
fr: @silver [... Gardez bien ce carnet.]

source: @silver [It will be important.]
fr: @silver [Il aura de l'importance.]

source: @niko O...kay...
fr: @niko D... D'accord...

source: @niko Excuse me, miss...
fr: @niko Excusez-moi, mademoiselle...

source: @niko_speak I found this book.\nDo you know anything about it?
fr: @niko_speak J'ai trouvé ce livre.\nVous savez quelque chose à son sujet ?

source: @silver [Let me see.\..\..]
fr: @silver [Laissez-moi voir.\..\..]

source: @silver2 [What language is this...?]
fr: @silver2 [Quelle langue est-ce... ?]

source: @silver_eyeclosed [I'm sorry, I... don't even recognize this writing system.]
fr: @silver_eyeclosed [Je suis désolée, je... ne reconnais même pas ce système d'écriture.]

source: @niko Ah, well, it was worth a shot.
fr: @niko Ah, tant pis, j'aurais au moins essayé.

source: @silver2 [Although...this insignia.]
fr: @silver2 [Toutefois... cet insigne.]

source: @silver [Off you go...]
fr: @silver [Allez, partez...]

source: @silver [There's no reason for you to linger in the Barrens.]
fr: @silver [Vous n'avez aucune raison de traîner dans la Lande.]

source: @niko_speak Excuse me again, miss...
fr: @niko_speak Excusez-moi, Mademoiselle...

source: @niko_speak I found a robot who can take me towards the Tower!
fr: @niko_speak J'ai trouvé un robot qui peut m'emmener à la Tour !

source: @niko_eyeclosed ...but it's having some trouble, so it told me to talk to you.
fr: @niko_eyeclosed ... Mais il a des problèmes, il m'a donc dit de venir vous parler.

source: @silver [Alright.\>\nWhat is the issue?]
fr: @silver [Très bien.\>\nQuel est le problème ?]

source: @niko It said something about its navigation circuits being fried.
fr: @niko Il a mentionné quelque chose à propos de ses circuits de navigation qui auraient grillés.

source: @silver2 [Just the navigation circuits?]
fr: @silver2 [Seulement ses circuits de navigation ?]

source: @niko_speak Apparently!\n\>\@niko \p and I fixed everything else, I think...
fr: @niko_speak Apparemment !\n\>\@niko \p et moi avons réparé tout le reste, je crois...

source: @silver [Hm...]
fr: @silver [Hum...]

source: @silver [I have something that may help.]
fr: @silver [J'ai peut-être quelque chose qui pourrait aider.]

source: @silver_lookup [Rowbots have the ability to trace material from their source locations.]
fr: @silver_lookup [Les ramebots peuvent retrouver des matériaux depuis leur emplacement source.]

source: @silver [If you let the rowbot borrow this, then its backup tracking system should activate.]
fr: @silver [Si vous prêtez ceci au ramebot, son système de pistage de secours devrait s'activer.]

source: @niko_speak That's a very pretty necklace!
fr: @niko_speak C'est un très joli collier !

source: @niko What's it made of?
fr: @niko En quoi est-il fait ?

source: @silver_lookup [Amber found from the Glen.]
fr: @silver_lookup [C'est de l'ambre du Vallon.]

source: @niko What's the thing inside the amber?
fr: @niko Qu'est-ce qu'il y a à l'intérieur de l'ambre ?

source: @silver2 [The black clover? \>\n\@silver That's a common plant in our world.]
fr: @silver2 [Le trèfle noir ? \>\n\@silver C'est une plante commune dans notre monde.]

source: @silver_lookup [It's also...]
fr: @silver_lookup [C'est aussi...]

source: @silver_eyeclosed [Sigh...I'm not sure if I can bear to part with this.]
fr: @silver_eyeclosed [*Soupir* ... Je suis pas sûre de réussir à m'en séparer.]

source: @silver_eyeclosed [My programming says yes, but I still feel conflicted.]
fr: @silver_eyeclosed [Mon programme dit que oui, et pourtant j'hésite.]

source: @silver_eyeclosed [Nevermind.]
fr: @silver_eyeclosed [Tant pis.]

source: @silver_eyeclosed [You need to finish your mission more than I need a keepsake.]
fr: @silver_eyeclosed [La réussite de votre mission est plus importante.]

source: @silver [Here.]
fr: @silver [Tenez.]

source: @niko_speak Oh, thank you!
fr: @niko_speak Oh, merci !

source: @silver [Do you need further assistance?]
fr: @silver [Vous faut-il autre chose ?]

source: @niko We're good, thanks!
fr: @niko Non, c'est bon, merci !

source: @niko_speak What's inside the Tower?
fr: @niko_speak Qu'y a-t-il dans la Tour ?

source: @silver_lookup [I don't know. Nobody's ever entered it before.]
fr: @silver_lookup [Je ne sais pas, personne n'y est jamais entré.]

source: @silver [At least, nobody history knows.]
fr: @silver [Enfin, pas qu'on le sache.]

source: @niko Then... who built it?
fr: @niko Alors... qui l'a construite ?

source: @silver2 [Built?]
fr: @silver2 [Construite ?]

source: @silver [As far as anyone can tell, it's been there since the beginning of time.]
fr: @silver [De ce que nous savons, elle a toujours été là.]

source: @silver [I know someone who wanted to study it before, but...]
fr: @silver [Je connaissais quelqu'un qui souhaitait l'étudier, mais...]

source: @silver [He never told me if it went anywhere.]
fr: @silver [Il ne m'a jamais dit jusqu'où son étude était allée.]

source: @silver2 [The lightbulb...]
fr: @silver2 [L'ampoule...]

source: @silver2 [So, are you the "messiah"?]
fr: @silver2 [Vous êtes donc le « messie » ?]

source: @niko That's what I've been told.
fr: @niko C'est ce qu'on m'a dit.

source: @silver [I expected someone...taller.]
fr: @silver [Je m'attendais à quelqu'un de plus... grand.]

source: @silver_eyeclosed [Or at least someone that doesn't look like a kitten.]
fr: @silver_eyeclosed [Ou du moins, pas quelqu'un qui ressemble à un chaton.]

source: @silver [That's what you are, right? Some sort of cat?]
fr: @silver [C'est ce que vous êtes, n'est-ce pas ? Un genre de chat ?]

source: @niko Nuh-uh!
fr: @niko Mais non !

source: @niko_speak I'm a person!
fr: @niko_speak Je suis une personne !

source: @silver [You got the eyes of a cat...]
fr: @silver [Vous avez des yeux de chat...]

source: @niko_speak But cats walk on four legs!
fr: @niko_speak Mais les chats marchent à quatre pattes !

source: @silver_eyeclosed [Well, either way...]
fr: @silver_eyeclosed [Quoi qu'il en soit...]

source: @silver_lookup [A child like you being the messiah...just doesn't feel right.]
fr: @silver_lookup [C'est vraiment étrange qu'une personne aussi jeune soit le messie...]

source: @niko_eyeclosed But that robot back there says there's no mistake...
fr: @niko_eyeclosed Mais l'autre robot m'a dit qu'il en était certain...

source: @silver [I know.]
fr: @silver [Je sais.]

source: @silver_eyeclosed [...sigh.]
fr: @silver_eyeclosed [... *Soupir*.]

source: @silver_eyeclosed [This is going to sound cold, but...]
fr: @silver_eyeclosed [Cette remarque va vous sembler froide, mais...]

source: @silver_lookup [I honestly think you are better off just...leaving and letting the world die naturally.]
fr: @silver_lookup [Je pense sincèrement qu'il vaudrait mieux que vous... partiez et laissiez ce monde mourir.]

source: @silver [The world has been falling apart for a long time.]
fr: @silver [Cela fait déjà bien longtemps que ce monde tombe en ruine.]

source: @silver_eyeclosed [This manner of decay...It's highly unprobable that the sun can fix it.]
fr: @silver_eyeclosed [Il est dans un tel état... Il est très peu probable que le soleil puisse le sauver.]

source: @silver [You've already seen how bad it can get, right?]
fr: @silver [Vous avez pu constater à quel point il est délabré, n'est-ce pas ?]

source: @niko We...haven't seen much of anything, actually...
fr: @niko Nous... n'avons pas vu grand-chose, à vrai dire...

source: @niko_eyeclosed And we can't really just leave...
fr: @niko_eyeclosed Et nous ne pouvons pas partir...

source: @silver2 [Oh, so you just got here?]
fr: @silver2 [Oh, vous venez seulement d'arriver ?]

source: @silver [Then you must be headed towards the Tower.]
fr: @silver [Alors vous devez vous rendre à la Tour.]

source: @niko It's where I'm supposed put the lightbulb... er, sun, isn't it?
fr: @niko C'est là que je dois mettre l'ampoule... euh, le soleil, n'est-ce pas ?

source: @silver [Yes, at the very top.]
fr: @silver [Oui, tout en haut.]

source: @silver_lookup [We know that the Tower contains a force that nobody could comprehend.]
fr: @silver_lookup [Nous savons que la Tour contient une force que personne ne comprend.]

source: @silver_lookup [And the power is strongest at the summit.]
fr: @silver_lookup [Et c'est au somment que sa puissance est la plus forte.]

source: @silver [Maybe it will send you back home after you complete your mission.]
fr: @silver [Peut-être que la Tour vous renverra chez vous une fois votre mission terminée.]

source: @silver_eyeclosed [Don't take my word for it, though.]
fr: @silver_eyeclosed [Mais ce n'est qu'une supposition.]

source: @niko Before I go...\. Is there anything I can do in return?
fr: @niko Avant que je ne parte...\. Y a-t-il quoi que ce soit que je puisse faire pour vous remercier ?

source: @silver [Actually...]
fr: @silver [Eh bien...]

source: @silver2 [Do you... \.\. know how to play chess?]
fr: @silver2 [Savez-vous...\.\. jouer aux échecs ?]

source: @niko_speak Yeah!\n\>\@niko Well, sort of...
fr: @niko_speak Bien sûr !\n\>\@niko Enfin, en quelque sorte...

source: @niko_speak I've played it with some older kids before!
fr: @niko_speak J'y ai déjà joué avec des enfants plus âgés !

source: @silver [Then, will you play a game with me?]
fr: @silver [Alors, voulez-vous jouer avec moi ?]

source: @niko_eyeclosed I mean, I don't know the rules very well....
fr: @niko_eyeclosed C'est que, je ne connais pas très bien les règles...

source: @niko_speak But I guess it's the least I could do!
fr: @niko_speak Mais, c'est le moins que je puisse faire !

source: @niko You're really good at this!
fr: @niko Vous êtes vraiment douée !

source: @silver [Thank you.\>\n\@silver2 It was built into my code.]
fr: @silver [Merci.\>\n\@silver2 Cela a été implémenté dans mon code.]

source: @niko So.... \>\@niko_speak What's it like?\>\n\@niko Being a robot and all...
fr: @niko Dites... \>\@niko_speak Ça fait quoi ?\>\n\@niko D'être un robot...

source: @niko I've talked to other robots, and they all say something about programming and code and stuff.
fr: @niko J'ai parlé à d'autres robots, et ils m'ont tous parlé de programmes et de codes...

source: @niko_speak Even you did, just now!
fr: @niko_speak Et vous avez fait pareil !

source: @niko_eyeclosed It's a little hard to understand sometimes.
fr: @niko_eyeclosed C'est difficile à comprendre parfois.

source: @silver_eyeclosed [Most of the robots here are not tamed.]
fr: @silver_eyeclosed [La plupart des robots ici ne sont pas apprivoisés.]

source: @silver [Watch out.]
fr: @silver [Attention.]

source: @niko_what ...\.\.there goes my bishop...
fr: @niko_what ... \.\.Adieu, mon fou...

source: @silver [Taming... \.\. is complicated.]
fr: @silver [L'apprivoisement... \.\. est quelque chose de compliqué.]

source: @niko_speak How complicated, exactly?
fr: @niko_speak Compliqué ? À quel point ?

source: @niko_eyeclosed ...\.\.there goes my other bishop...
fr: @niko_eyeclosed ... \.\.Adieu, mon autre fou...

source: @silver_lookup [I can't really explain what tamed robots are.]
fr: @silver_lookup [Je ne peux pas vraiment expliquer ce que sont les robots apprivoisés.]

source: @silver [But I'm one of them.]
fr: @silver [Mais j'en suis un.]

source: @silver_lookup [All the other tamed robots have been moved to other regions.]
fr: @silver_lookup [Tous les autres robots apprivoisés ont été envoyés dans d'autres régions.]

source: @silver_eyeclosed [Exactly where, I don't know.]
fr: @silver_eyeclosed [Mais je ne sais pas où exactement.]

source: @niko_what ...\.\.there goes my little horse...
fr: @niko_what ... \.\.Au tour de mon petit cheval...

source: @silver [Knight.]
fr: @silver [C'est un cavalier.]

source: @niko_speak Oh! Have you ever been to any other regions?\n\>\@niko I heard that there's two more.
fr: @niko_speak Oh ! Avez-vous déjà été dans d'autres régions ?\n\>\@niko J'ai entendu dire qu'il y en a deux autres.

source: @silver [In the past, yes.]
fr: @silver [Par le passé, oui.]

source: @silver_eyeclosed [I still have the data, the coordinates,\. the memories...]
fr: @silver_eyeclosed [J'en ai toujours les données, les coordonnées,\. les souvenirs...]

source: @silver_eyeclosed [...I don't know how much of that still holds true.]
fr: @silver_eyeclosed [... Je ne sais pas si c'est toujours comme avant.]

source: @silver [The world may be a very different place now.]
fr: @silver [Le monde a peut-être bien changé depuis.]

source: @niko Because the sun is gone?
fr: @niko Parce qu'il n'y a plus de soleil ?

source: @silver [No.]
fr: @silver [Non.]

source: @silver2 [I said this already, didn't I?]
fr: @silver2 [Ne l'ai-je pas déjà dit ?]

source: @silver [The sun probably won't save the world.]
fr: @silver [Le soleil ne sauvera sûrement pas le monde.]

source: @silver_lookup [The decaying started back before the sun went out.]
fr: @silver_lookup [Le monde a commencé à se délabrer avant que le soleil ne s'éteigne.]

source: @silver_eyeclosed [The sun's sudden death was just the tipping point, and things went south really fast after that.]
fr: @silver_eyeclosed [La mort subite du soleil n'en a été que le paroxysme, et les choses se sont vite dégradées après ça.]

source: @niko_eyeclosed Then... there's nothing I can do?
fr: @niko_eyeclosed Alors... il n'y a rien que je puisse faire ?

source: @silver [Check.]
fr: @silver [Échec.]

source: @niko_speak W-what!
fr: @niko_speak Q-Quoi !

source: @niko_eyeclosed When did your queen get there...
fr: @niko_eyeclosed Quand est-ce que votre reine est arrivée là... ?

source: @silver [The only thing you can do is complete your pilgrimage.]
fr: @silver [La seule chose que vous puissiez faire, c'est terminer votre pèlerinage.]

source: @silver_lookup [In a way, you are only supposed to be a second chance for the people.]
fr: @silver_lookup [Vous êtes, en quelque sorte, une deuxième chance pour la population.]

source: @silver [Just like how the Barrens was only supposed to be a second chance for me.]
fr: @silver [Tout comme la Lande était une deuxième chance pour moi.]

source: @silver_eyeclosed [There's no guarantee that things will work out.]
fr: @silver_eyeclosed [Rien ne garantit que les choses vont s'arranger.]

source: @niko But...
fr: @niko Mais...

source: @silver [Checkmate.]
fr: @silver [Échec et mat.]

source: @silver_eyeclosed [Alright, guess I've kept you long enough...]
fr: @silver_eyeclosed [Bon, je vous retiens depuis suffisamment longtemps...]

source: @silver [...Thank you for listening.]
fr: @silver [... Merci de m'avoir écoutée.]

source: @silver [I hope you get home safely.]
fr: @silver [J'espère que vous rentrerez chez vous sans encombre.]

source: @niko Ah, thank you also!
fr: @niko Oh, merci à vous aussi !

source: @rue_sigh You know... \.\.This is the tallest building in the refuge.
fr: @rue_sigh Tu sais... \.\.c'est le plus grand bâtiment du refuge.

source: @rue It's...\.\. my favorite place in this world.
fr: @rue C'est... \.\.mon endroit préféré, dans ce monde.

source: @rue I liked to look at the far-off buildings and imagine...\.\.what kind of lives that might be behind each of the windows.
fr: @rue J'ai toujours aimé observer les immeubles au loin et m'imaginer...\.\. quel genre de vies se cachaient derrière ces fenêtres.

source: @rue_talk ...Can you...\.\. lift me onto the banister?
fr: @rue_talk ... Tu peux...\.\. me hisser sur la rampe ?

source: @rue I want to get a better look.
fr: @rue J'aimerais avoir une meilleure vue.

source: @rue_sad It was depressing for me at first too, you know...
fr: @rue_sad Moi aussi, au début, ça m'a fait déprimer, tu sais...

source: @rue Knowing that all of this is...\.\. well...
fr: @rue De savoir que tout était...\.\. disons...

source: @niko_upset2 ...fake?
fr: @niko_upset2 ... Faux.

source: @rue_sigh Simulated.
fr: @rue_sigh Simulé.

source: @niko3 ...Cedric... told me about what happened to your old world.
fr: @niko3 ... Cedric... m'a raconté ce qui était arrivé à ton ancien monde.

source: @rue_talk Did he?
fr: @rue_talk Vraiment ?

source: @niko_eyeclosed I'm... really sorry about that... \> \@niko_upset I can't imagine...\.\.how you must feel...
fr: @niko_eyeclosed Ça... me rend très triste... \> \@niko_upset Je n'ose même pas imaginer... \.\.ce que tu dois ressentir...

source: @rue_sad The feeling of never being able to go home again...?
fr: @rue_sad Ce sentiment de ne jamais pouvoir rentrer chez soi... ?

source: @rue That's... \.\.probably not all that different from your plight, is it?
fr: @rue Ce n'est... \.\.probablement pas si différent de ta situation, si ?

source: @rue_sad ...it really IS ironic.
fr: @rue_sad ... Quelle ironie.
