Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @cedric If you could find me the parts I need, I should be able to get this machine off the ground again.
fr: @cedric Si tu pouvais me ramener les pièces dont j'ai besoin, je devrais être capable de faire décoller cette machine.

source: @niko We made it!
fr: @niko On a réussi !

source: @calamus C'mon, Alula.\>\nLet's go pay our respects...
fr: @calamus Allez, Alula.\>\nAllons nous recueillir...

source: @alula Okay!
fr: @alula D'accord !

source: @calamus_smile2 At least I still got my sister...
fr: @calamus_smile2 Au moins, j'ai toujours ma sœur...

source: @calamus_sad This is her grave...
fr: @calamus_sad C'est sa tombe...

source: @calamus_sad It's been years, but...
fr: @calamus_sad Ça fait des années, mais..

source: @calamus_sad ...It's still... \.\.hard, y'know?
fr: @calamus_sad ... C'est toujours... \.\.douloureux, tu comprends ?

source: @calamus_sad Sigh...
fr: @calamus_sad *Soupir* ...

source: @calamus_sad Alula....\.\.\n\@calamus_smile wanna help me look for some flowers for mom later?
fr: @calamus_sad Alula...\.\.\n\@calamus_smile Tu veux bien m'aider à trouver des fleurs pour maman tout à l'heure ?

source: @alula_gasp \.\.Y\.E\.S
fr: @alula_gasp \.\.O\.U\.I

source: @calamus We're just about done here, so let us know when you want to go back to the ruins.
fr: @calamus On a presque terminé ici, alors préviens-nous quand tu voudras retourner aux ruines.

source: @niko Okay.
fr: @niko D'accord.

source: @niko Hey, do you know where I could find a battery?
fr: @niko Hé, est-ce que tu sais où je pourrais trouver une batterie ?

source: @calamus Good question..
fr: @calamus Très bonne question...

source: @calamus_heh We...\.\. don't really use electricity in the Glen.
fr: @calamus_heh Nous...\.\. n'avons pas vraiment accès à l'électricité dans le Vallon.

source: @calamus_speak Oh, but there are robots at the research station!\>\nIf there's a battery anywhere, they'd know where it is.
fr: @calamus_speak Oh, mais il y a des robots au centre de recherche !\>\nS'il y a une batterie, ils sauront te dire où elle est.

source: @niko Gotcha, thanks!
fr: @niko Compris, merci !

source: @alula_speak I hope she can see us wherever she is!
fr: @alula_speak J'espère qu'elle peut nous voir d'où elle est !

source: @alula_gasp MOM YOU'RE NOT GONNA BELIEVE WHAT HAPPENED TODAY WE MET THE MESSIAH AND
fr: @alula_gasp MAMAN, TU NE VAS PAS CROIRE CE QU'IL NOUS EST ARRIVÉ AUJOURD'HUI ! NOUS AVONS RENCONTRÉ LE MESSIE ET...

source: @alula_speak ...hi Niko!
fr: @alula_speak ... Salut Niko !

source: @alula Didja find any...\@alula_pout ...any...
fr: @alula Est-ce que t'as trouvé...\@alula_pout ... tes...

source: @alula_oh ...what were you looking for again?
fr: @alula_oh ... Qu'est-ce que tu cherchais, déjà ?

source: @niko_speak Gears?
fr: @niko_speak Des rouages ?

source: @alula_speak Gears!\>\n\@alula Didja find any of those?
fr: @alula_speak Des rouages !\>\n\@alula Tu en as trouvé ?

source: @niko No, but... I found this music box though!
fr: @niko Non, mais... J'ai trouvé cette boîte à musique, en revanche !

source: @alula_gasp Ooooh!
fr: @alula_gasp Oooh !

source: @niko Do you know where I could find some gears?
fr: @niko Est-ce que tu sais où je peux trouver des rouages ?

source: @alula Gears?\>\nWhat's... that?
fr: @alula Des rouages ?\>\nQu'est-ce que c'est ?

source: @niko_speak It's like...\.\. A metal circle thing with teeth!
fr: @niko_speak Ça ressemble...\.\. à des cercles de métal avec des dents !

source: @alula_speak A circle... with teeth?!
fr: @alula_speak Des cercles... avec des dents ?!

source: @alula_speak Haha, that sounds so silly!\>\nLike something Magpie would have!
fr: @alula_speak Haha, ça a l'air amusant !\>\nC'est le genre d'objets que Magpie aurait !

source: @alula Y'know, the trader guy!
fr: @alula Tu sais, le marchand !

source: @alula He collects all kinds of funny stuff!
fr: @alula Il récupère toutes sortes de choses amusantes !

source: @alula_speak I mean, he even keeps around broken glass and junk!
fr: @alula_speak Il conserve même du verre cassé et de la camelote !

source: @niko_speak ...Oh yeah!\>\n\@niko I think I know who you're talking about.
fr: @niko_speak ... Oh oui !\>\n\@niko Je crois savoir de qui tu parles.

source: @alula_speak He's such a weirdo!
fr: @alula_speak Il est tellement bizarre !

source: @cedric_smile Looks like the flying machine has a chance after all!
fr: @cedric_smile On dirait que la machine volante a ses chances, après tout !

source: @cedric I just have to assemble the pieces now, but it might take a while...
fr: @cedric Je n'ai plus qu'à assembler les pièces, mais ça risque de prendre un moment...

source: @cedric_smile Do you mind keeping me company?
fr: @cedric_smile Tu veux bien me tenir compagnie ?

source: @niko How's it going?
fr: @niko Comment ça avance ?

source: @cedric Slow...
fr: @cedric Lentement...

source: @cedric_hmm The connectors in the battery were not designed for this type of engine, so I have to shift around some of these ports.
fr: @cedric_hmm Les câbles de la batterie n'ont pas été conçus pour ce type de moteur, je dois donc changer ces prises.

source: @cedric_sigh ...and there's this bolt that keeps getting stuck, and...
fr: @cedric_sigh ... Et ce boulon n'arrête pas de se coincer, et...

source: @cedric_smile ...don't worry! I am making decent progress!
fr: @cedric_smile ... Ne t'en fais pas ! J'avance bien !

source: @cedric We should be able to make it to the city by tonight.
fr: @cedric On devrait pouvoir arriver en ville d'ici ce soir.

source: @niko_eyeclosed If you say so...
fr: @niko_eyeclosed Si tu le dis...

source: @niko3 ...what...\.\. will happen once we get there?
fr: @niko3 ... Que...\.\. va-t-il se passer quand on y sera ?

source: @cedric_hmm We need to bring Proto back first.
fr: @cedric_hmm On doit d'abord ramener Proto.

source: @cedric_talk And then we need to go find one more person.
fr: @cedric_talk Ensuite, on va devoir trouver une personne de plus.

source: @cedric You may have already met her, actually...
fr: @cedric Tu l'as peut-être déjà rencontrée, d'ailleurs...

source: @cedric_talk Do you remember her from the last time you were in this world?
fr: @cedric_talk Est-ce que tu te souviens d'elle lors de ta dernière visite dans ce monde ?

source: @niko I...
fr: @niko Je...

source: @niko3 ...what does she...\> look like?
fr: @niko3 ... À quoi...\> ressemble-t-elle ?

source: @cedric2 This is going to sound strange, but...
fr: @cedric2 Ça va te paraître étrange, mais...

source: @cedric_talk She is a fox.
fr: @cedric_talk C'est une renarde.

source: @cedric_talk You've met?
fr: @cedric_talk Vous vous connaissez ?

source: @niko_eyeclosed I... think so...
fr: @niko_eyeclosed Je crois, oui...

source: @niko_eyeclosed The memories are still really blurry, though...
fr: @niko_eyeclosed Mais mes souvenirs sont encore très flous...

source: @niko_eyeclosed I.... DO remember talking to a fox at one point...
fr: @niko_eyeclosed Je... me SOUVIENS avoir parlé à un renard à un moment...

source: @cedric_talk You've met Rue?
fr: @cedric_talk Tu as rencontré Rue ?

source: @cedric_sigh I see...
fr: @cedric_sigh Je vois...

source: @niko2 Oh, um...
fr: @niko2 Oh, hum...

source: @niko_eyeclosed I... don't think I know what you're talking about.
fr: @niko_eyeclosed Je... Non, ça ne me dit rien.

source: @cedric_sigh Worth a shot.
fr: @cedric_sigh Ça valait le coup d'essayer.

source: @cedric_hmm Rue can be... elusive.
fr: @cedric_hmm Rue peut être... évasive.

source: @cedric_talk Even if she IS the least hidden one of us...
fr: @cedric_talk Bien qu'elle SOIT la moins bien cachée d'entre nous...

source: @niko_eyeclosed My memories are still really blurry, though...
fr: @niko_eyeclosed Mais mes souvenirs sont encore très flous...

source: @niko_upset ....sigh.
fr: @niko_upset ... *Soupir*.

source: @niko_distressed2 It's just... hard... y'know?
fr: @niko_distressed2 C'est... difficile... tu comprends ?

source: @niko_eyeclosed Proto told me to think of this world like a dream.
fr: @niko_eyeclosed Proto m'a dit de voir ce monde comme si je rêvais.

source: @niko_distressed2 But then I get so caught up with...
fr: @niko_distressed2 Mais après, je me laisse absorber...

source: @niko_distressed And I just...\.\.kinda... \> forget...
fr: @niko_distressed Et c'est juste que...\> j'oublie...\.\. en quelque sorte...

source: @niko_distressed2 I forget that everything here is supposed to be...\.\.not real...
fr: @niko_distressed2 J'oublie que tout ce qui m'entoure ici est censé ne pas être...\.\. réel...

source: @niko_distressed ...and then... I remember.
fr: @niko_distressed ... Puis je me souviens.

source: @niko_eyeclosed ...and then I just get really sad...
fr: @niko_eyeclosed ... Et ça me rend triste...

source: @niko_upset2 ...I know this is for me to go home, but...
fr: @niko_upset2 ... Je sais que c'est pour rentrer chez moi, mais...

source: @niko_upset Knowing that none of it mattered in the first place...
fr: @niko_upset Savoir que rien de tout cela n'avait aucune importance...

source: @niko_eyeclosed ...am I just\.\. trapped here for no reason...?
fr: @niko_eyeclosed ... Il n'y aurait vraiment aucune raison\.\. à ma présence ici... ?

source: @niko_eyeclosed Proto also told me to not ask anyone in the world about this...
fr: @niko_eyeclosed Proto m'a aussi demandé de n'en parler à personne dans ce monde...

source: @niko_distressed2 Saying how "they don't understand"...
fr: @niko_distressed2 Il m'a dit qu'ils « ne comprendraient pas »...

source: @niko_distressed But... what about him?
fr: @niko_distressed Mais... Et lui alors ?

source: @niko_distressed2 How did HE know....?
fr: @niko_distressed2 Comment était-IL au courant... ?

source: @niko3 ...How do YOU know?
fr: @niko3 ... Comment es-TU au courant ?

source: @niko_eyeclosed Aren't you guys ALL supposed to be code?
fr: @niko_eyeclosed Vous n'êtes pas TOUS censés être des éléments de code ?

source: @cedric_hmm ...well...
fr: @cedric_hmm ... Eh bien...

source: @niko_eyeclosed I'm not sure what to even believe anymore...
fr: @niko_eyeclosed Je ne sais même plus à quoi je devrais croire...

source: @cedric_sigh I wish Rue was here...
fr: @cedric_sigh J'aimerais que Rue soit là...

source: @cedric3 She's SO much better at explaining this sort of thing.
fr: @cedric3 Elle est TELLEMENT plus douée pour expliquer ce genre de choses.

source: @cedric_sigh I'm doing a terrible job of it!
fr: @cedric_sigh Ce n'est vraiment pas mon truc !

source: @cedric_sigh2 I bet Proto was even less tactful, wasn't he...
fr: @cedric_sigh2 Je parie que Proto avait encore moins de tact, pas vrai... ?

source: @cedric_sigh I'm afraid I must risk sounding callous, but...
fr: @cedric_sigh Je vais peut-être paraître insensible, mais...

source: @cedric2 ...please, you need not concern yourself with how "real" everything is, for now.
fr: @cedric2 ... Ne t'inquiète pas si tout te semble « réel », pour l'instant.

source: @cedric_talk The plan is already in motion, we cannot allow for distractions.
fr: @cedric_talk Le plan est déjà amorcé, on ne peut pas se déconcentrer maintenant.

source: @cedric_hmm Father is putting everything into this one last run of the world.
fr: @cedric_hmm Mon père mise tout ce qui lui reste dans ce dernier projet.

source: @cedric_sigh The last chance for him to fix everything.
fr: @cedric_sigh C'est sa dernière chance de régler la situation.

source: @niko2 Your father... is involved in the World Machine?
fr: @niko2 Ton père... est impliqué dans la « Machine-monde » ?

source: @cedric3 You... \.\.could say that.
fr: @cedric3 On... \.\.On peut dire ça.

source: @cedric_sigh The acceleration of square particle anomalies was not accounted for at all, though.
fr: @cedric_sigh Mais l'accélération des anomalies des particules carrées n'a pas du tout été prise en compte.

source: @cedric The patch was only built to accomodate the normal rate they appear, but...
fr: @cedric Le patch a uniquement été conçu pour s'adapter à leur taux normal d'apparition, mais...

source: @cedric_sigh2 ...they're accumulating at frightening speeds, now.
fr: @cedric_sigh2 ... Ils s'accumulent à une vitesse effrayante, maintenant.

source: @cedric_sigh Proto even lost his body...
fr: @cedric_sigh Proto a même perdu son corps...

source: @cedric2 Thankfully, he gave you the disk just in time.
fr: @cedric2 Heureusement, il t'a donné la disquette juste à temps.

source: @niko3 So... what happened to him anyway?
fr: @niko3 Qu'est-ce qui lui est arrivé, d'ailleurs ?

source: @niko3 What happens to...\.\. ANYONE who gets caught in the squares?
fr: @niko3 Qu'est-ce qui arrive à...\.\. TOUS CEUX qui touchent les carrés ?

source: @niko_eyeclosed I only know it's bad...
fr: @niko_eyeclosed Je sais juste que ce n'est pas agréable...

source: @cedric_hmm Well, you know how the simulation works, right?
fr: @cedric_hmm Eh bien, tu sais comment fonctionne la simulation, pas vrai ?

source: @niko_upset2 How everything...\.\.is code....?
fr: @niko_upset2 Comment tout pourrait être...\.\. du code... ?

source: @cedric Specifically, everything is generated from pre-existing code.
fr: @cedric Pour être précis, tout est généré à partir d'un code préexistant.

source: @cedric The squares can cause damage to that code...
fr: @cedric Les carrés peuvent nuire à ce code...

source: @cedric_sigh ...most of the time, irreversible damage.
fr: @cedric_sigh ... La plupart du temps, les dégâts sont irréversibles.

source: @cedric_sigh Father has lost some friends in previous iterations of the simulation.
fr: @cedric_sigh Père a perdu des amis lors des précédentes tentatives de simulation.

source: @cedric3 It took him forever to develop the current, much more stable version.
fr: @cedric3 Ça lui a pris une éternité pour développer la simulation actuelle, bien plus stable que l'autre.

source: @niko4 ...you're making it sound like...\.\. your dad built the simulation himself...
fr: @niko4 ... À t'entendre, on croirait que...\.\. ton père a conçu la simulation lui-même...

source: @niko3 ...wait, DID he?
fr: @niko3 ... Attends, c'est le CAS ?

source: @cedric_sigh Yeah...
fr: @cedric_sigh Ouais...

source: @niko4 But... how?
fr: @niko4 Mais... comment ?

source: @niko_what If everyone in this world is code...
fr: @niko_what Si ce monde n'est constitué que de code...

source: @niko2 ...how can he build...\.\.\@niko_what himself...?
fr: @niko2 ... Comment peut-il concevoir ça...\.\.\@niko_what lui-même... ?

source: @cedric2 That's...\.\.um...\>\n\@cedric_sigh not really what happened.
fr: @cedric2 Ce n'est...\.\. euh...\>\n\@cedric_sigh pas tout à fait ce qui est arrivé.

source: @niko3 So... what happened?
fr: @niko3 Alors... que s'est-il passé ?

source: @cedric_sigh2 ...like I said, you shouldn't concern yourself with...
fr: @cedric_sigh2 ... Comme je le disais, tu ne devrais pas t'en faire avec...

source: @cedric4 ...with
fr: @cedric4 ... Avec...

source: @cedric_sigh ...alright, alright....
fr: @cedric_sigh ... D'accord, d'accord...

source: @cedric3 Did Prototype....\.\. ever tell you about the old world?
fr: @cedric3 Est-ce que Prototype...\.\. t'a déjà parlé de l'ancien monde ?

source: @niko3 He... DID say something about being built to greet the messiah of the old world.
fr: @niko3 Il... a mentionné le fait qu'il avait été conçu pour accueillir le messie de l'ancien monde.

source: @niko_eyeclosed I was um...\.\. too caught up with the other stuff at the time to think about it...
fr: @niko_eyeclosed J'avais, euh...\.\. la tête ailleurs, je n'y ai pas pensé à ce moment-là...

source: @cedric2 Ah, you know OF it at least, then.
fr: @cedric2 Ah, tu es au COURANT de ça, au moins.

source: @cedric_sigh Alright... here we go.
fr: @cedric_sigh D'accord, voilà toute l'histoire.

source: @cedric My father... myself... the other two...
fr: @cedric Mon père... moi-même... et les deux autres...

source: @cedric3 None of us are part of the simulation itself.
fr: @cedric3 Aucun de nous ne fait partie de la simulation, en soi.

source: @cedric_sigh Our home world....\>the "real" world... \.\.was actually destroyed a long time ago.
fr: @cedric_sigh Notre monde natal...\> Le monde « réel »...\.\. a été détruit il y a très longtemps.

source: @cedric In the years leading up to the calamity, scientists from all over the world tried to stop it, but the outlook was bleak.
fr: @cedric Au cours des années menant au cataclysme, des scientifiques à travers le monde ont essayé de stopper les événements, mais les perspectives étaient sombres.

source: @cedric A vague prophecy about a messiah from another world became everyone's last bastion of hope.
fr: @cedric Une vague prophétie annonçant l'arrivée d'un messie d'un autre monde est devenue le dernier souffle d'espoir de la civilisation.

source: @cedric3 Prophetbot....\.\.er, Prototype... \.\.was built to predict the future, about the specifics of this messiah.
fr: @cedric3 Prophètebot...\.\.Euh, Prototype... \.\.a été conçu pour prédire l'avenir, par rapport à ce messie.

source: @cedric_sigh2 But as his predictions turned out, the messiah would not have been able to arrive to our world in time.
fr: @cedric_sigh2 Mais après sa prédiction, il était clair que le messie ne pourrait pas sauver notre monde à temps.

source: @cedric4 In fact, the messiah would not even have been born before our world ended.
fr: @cedric4 Il se trouve que le messie ne serait même pas encore né lors de la fin du monde.

source: @cedric Disheartened, most people abandoned their research and resolved to peacefully live out their final years.
fr: @cedric Découragés, beaucoup de gens ont abandonnés leurs recherches et se sont résignés à vivre tranquillement les dernières années qu'il leur restait.

source: @cedric3 But... some people did the opposite.
fr: @cedric3 Mais d'autres en ont décidé autrement...

source: @cedric_sigh Even though saving the world was impossible, they didn't want our existence to be in vain.
fr: @cedric_sigh Même si sauver le monde était impossible, ils ne voulaient pas que notre existence soit vaine.

source: @cedric2 And that's...\.\. where my father came in.
fr: @cedric2 C'est là que...\.\. mon père est entré en scène.

source: @cedric_talk With the last of his resources...\>\nhe built his most ambitious project yet.
fr: @cedric_talk Il a utilisé tout ce qu'il avait...\>\n pour mener à bien le plus ambitieux de ses projets.

source: @cedric ..."The World Machine".
fr: @cedric « La Machine-monde »...

source: @cedric2 A large, detailed facsimile of the old world, generated from a pool of memories collected from everyone he knew.
fr: @cedric2 Une grande copie détaillée de l'ancien monde créée à partir des souvenirs de personnes qu'il connaissait.

source: @cedric4 ...after a heavy amount of modification and an added narrative, my father was able to convert the entire structure into code.
fr: @cedric4 Après de nombreuses modifications et l'ajout d'une narration, mon père a réussi à convertir l'ensemble de la structure en code.

source: @niko3 ...how did that code.... escape the old world?
fr: @niko3 Mais... comment ce code s'est-il échappé de l'ancien monde... ?

source: @cedric_hmm I have no idea.
fr: @cedric_hmm Je n'en sais rien.

source: @cedric What I do know is, there is no equipment back home that was powerful enough to run the code independently.
fr: @cedric Je sais, en revanche, qu'aucun équipement de l'époque n'était assez puissant pour lire le code indépendamment.

source: @cedric So, asides from the standard hardware, it also needed to borrow the mental processing abilities of a living person.
fr: @cedric En plus du logiciel standard, il devait également emprunter les capacités mentales d'une personne vivante.

source: @cedric Father used himself for that, during the initial testing phases.
fr: @cedric Père utilisa son propre corps pour les premiers tests.

source: @cedric2 Like I said, it took many iterations for him to make the experience stable enough.
fr: @cedric2 Et comme je l'ai déjà dit, il lui a fallu beaucoup de tentatives avant d'obtenir un résultat stable.

source: @cedric_sigh2 ...but as you can see, even that's breaking down.
fr: @cedric_sigh2 ... Mais comme tu as pu le voir, cela a quand même échoué.

source: @cedric Father caught on to the issue in the last minute, but did not have enough time to fix it.
fr: @cedric Père a compris le problème au dernier moment, mais il n'a pas eu assez de temps pour le régler.

source: @cedric4 After the world ended...\.\. the code kinda just ended up...\>\n\@cedric3 floating in the void, indefinitely.
fr: @cedric4 Après la fin du monde...\.\. le code finit par...\>\n\@cedric3 flotter dans le néant, pour l'éternité.

source: @cedric_sigh ...waiting for a willing operator to install it onto their own hardware.
fr: @cedric_sigh ... En attendant qu'un opérateur veuille bien l'installer sur son propre logiciel.

source: @cedric Yeah.
fr: @cedric Oui.

source: @cedric The operator... \.\.\p.... \.\.would then generate the universe using the code, becoming god in the process.
fr: @cedric L'opérateur...\.\.\p... \.\.créerait alors l'univers en utilisant le code, ce qui ferait de lui un dieu.

source: @niko So... \p was the living person you needed to borrow?
fr: @niko Donc... \p était l'être vivant que vous vouliez utiliser ?

source: @cedric3 ....No?
fr: @cedric3 Non... ?

source: @cedric That.... would be you.
fr: @cedric ... Il s'agit de toi...

source: @niko3 But why me?
fr: @niko3 Mais pourquoi moi ?

source: @niko_eyeclosed (I... should've asked that question a long time ago, shouldn't I...)
fr: @niko_eyeclosed (Je... J'aurais dû poser la question il y a bien longtemps déjà...)

source: @cedric3 I do not know.
fr: @cedric3 Je ne sais pas.

source: @cedric_hmm ...we...\.\. really need to get going.
fr: @cedric_hmm ... Il...\.\. faut vraiment qu'on y aille.

source: @niko_speak It's a plane!
fr: @niko_speak C'est un avion !

source: @cedric2 ...flying machine!
fr: @cedric2 ... Une machine volante !

source: @niko Right.
fr: @niko D'accord.

source: @niko It's a tent.
fr: @niko C'est une tente.

source: @niko Just a wrench.
fr: @niko Ce n'est qu'une clé.

source: @niko It's a crowbar.
fr: @niko C'est un pied-de-biche.

source: @niko_eyeclosed Looks like a piece from this plane.
fr: @niko_eyeclosed Ça ressemble à une pièce de cet avion.

source: @niko_speak Uh... cheese?
fr: @niko_speak Euh... Souriez !

source: @niko_wtf Ouch, m-my eyes...
fr: @niko_wtf Aaah, m-mes yeux...

source: @niko_speak It's a photo of me!
fr: @niko_speak C'est une photo de moi !

source: @niko ...are my eyes always this big?
fr: @niko ... Est-ce que mes yeux sont toujours aussi grands ?

source: @niko_speak It's another photo of me!
fr: @niko_speak C'est une autre photo de moi !

source: @niko Good thinking, \p. It's a good idea to have a backup.
fr: @niko Bonne idée, \p. Il nous faut une sauvegarde.

source: @niko It's another photo of me...
fr: @niko C'est une autre photo de moi...

source: @niko_speak Three is enough, right?
fr: @niko_speak Trois ça suffit, n'est-ce pas ?

source: @niko_83c This is kind of fun!
fr: @niko_83c C'est amusant !

source: @niko It's a photo of me.
fr: @niko C'est une photo de moi.

source: @niko_speak This one turned out pretty good!
fr: @niko_speak Celle-ci me parait très bien !

source: @niko_speak Oh no!\>\n\@niko_eyeclosed I blinked in this one...
fr: @niko_speak Oh non !\>\n\@niko_eyeclosed J'ai les yeux fermés sur celle-là ...

source: @niko Nice.
fr: @niko Jolie.

source: @niko_speak All of these are turning out pretty good!
fr: @niko_speak Celles-ci m'ont l'air très bien !

source: @niko_speak How many of these do we need, \p?
fr: @niko_speak De combien de photos avons-nous besoin, \p ?

source: @niko It's a photo of me...
fr: @niko C'est une photo de moi...
