Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @bookbot [I ONLY HANDLE BOOK TRANSACTIONS.]
fr: @bookbot [JE GÈRE UNIQUEMENT LES ÉCHANGES DE LIVRES.]

source: @bookbot [...FOR PEOPLE WHO ALREADY POSSESS CARDS.]
fr: @bookbot [... POUR LES PERSONNES QUI POSSÈDENT DÉJÀ UNE CARTE.]

source: @bookbot [TO ACQUIRE A CARD, YOU WOULD NEED TO CONTACT THE HEAD LIBRARIAN, GEORGE.]
fr: @bookbot [POUR OBTENIR UNE CARTE, VOUS DEVEZ CONTACTER GEORGE, LA BIBLIOTHÉCAIRE EN CHEF.]

source: @bookbot [ALLOW ME TO CALL HER-
fr: @bookbot [LAISSEZ-MOI L'APPELER...

source: @niko_surprised Don't!!
fr: @niko_surprised Non !!

source: @bookbot [THE HEAD LIBRARIAN, GEORGE, IS IN THE ARCHIVAL ROOM UPSTAIRS.]
fr: @bookbot [GEORGE, LA BIBLIOTHÉCAIRE EN CHEF, EST À L'ÉTAGE DANS LA SALLE DES ARCHIVES.]

source: @niko Excuse me!
fr: @niko Excusez-moi !

source: @bookbot [OH. YOU ARE THE MESSIAH.]
fr: @bookbot [OH. VOUS ÊTES LE MESSIE.]

source: @bookbot [WELCOME.]
fr: @bookbot [BIENVENUE.]

source: @niko_speak When I first entered the city, a big robot told me to look for a library on the surface!
fr: @niko_speak En arrivant en ville, un grand robot m'a dit de chercher une bibliothèque à la surface !

source: @niko This is the same library, right?
fr: @niko Il s'agit de cette bibliothèque, n'est-ce pas ?

source: @bookbot [AFFIRMATIVE.]
fr: @bookbot [AFFIRMATIF.]

source: @niko_speak Oh, goody!
fr: @niko_speak Oh, super !

source: @niko Well...we're here...what do we do now?
fr: @niko Bon, eh bien... on y est... Qu'est-ce qu'on fait maintenant ?

source: @niko_eyeclosed The big robot only said there'd be clues here...
fr: @niko_eyeclosed Le grand robot a seulement dit qu'il y aurait des indices ici...

source: @bookbot [THAT IS A QUESTION FOR THE HEAD LIBRARIAN, GEORGE.]
fr: @bookbot [C'EST UNE QUESTION POUR GEORGE, LA BIBLIOTHÉCAIRE EN CHEF.]

source: @niko_speak Is she...not here?
fr: @niko_speak Elle n'est... pas là ?

source: @bookbot [SHE IS HERE. SHE IS IN THE ARCHIVAL ROOM UPSTAIRS.]
fr: @bookbot [SI. ELLE EST À L'ÉTAGE, DANS LA SALLE DES ARCHIVES.]

source: @bookbot [WHEN SHE IS CONCENTRATING ON HER WORK, SHE WILL IGNORE ANY AND ALL PHONECALLS.]
fr: @bookbot [LORSQU'ELLE EST CONCENTRÉE SUR SON TRAVAIL, ELLE IGNORE ABSOLUMENT TOUS LES APPELS.]

source: @bookbot [...FOR SEVERAL DAYS.]
fr: @bookbot [... PENDANT PLUSIEURS JOURS.]

source: @niko_what Yikes!
fr: @niko_what Mince alors !

source: @niko Can you go get her in person, then?
fr: @niko Mais vous pourriez aller la chercher en personne, non ?

source: @bookbot [LEAVING THIS POST IS NOT IN MY PROGRAMMING.]
fr: @bookbot [QUITTER MON POSTE NE FAIT PAS PARTIE DE MA PROGRAMMATION.]

source: @niko Then...can I go myself?
fr: @niko Alors... je peux y aller moi-même ?

source: @bookbot [OF COURSE.]
fr: @bookbot [BIEN SÛR.]

source: @bookbot [THE ARCHIVAL ROOM IS ACCESSIBLE THROUGH THE STAIRWELL BEHIND ME.]
fr: @bookbot [L'ESCALIER DERRIÈRE MOI MÈNE À LA SALLE DES ARCHIVES.]

source: @niko_speak Gotcha, thanks!
fr: @niko_speak Compris, merci !

source: I guess that's why the library is always so packed.
fr: J'imagine que c'est pour ça que la bibliothèque est toujours remplie.

source: ...and this is a slow day, mind you!
fr: ... et pourtant, c'est calme aujourd'hui !

source: The Author's books cover a wide range of topics.
fr: Les livres de l'Auteur couvrent de nombreux sujets.

source: It seems there are no subjects he does not write about.
fr: On dirait qu'il écrit sur absolument tout.

source: Quite the renaissance man, don't you think?
fr: Plutôt un génie universel, tu ne trouves pas ?

source: @niko I guess so!
fr: @niko J'imagine !

source: But he's been focusing on documenting the world, as of late.
fr: Mais dernièrement, il cherche surtout à documenter le monde.

source: They say this city is the last bastion of civilization.
fr: On raconte que cette ville est le dernier bastion de la civilisation.

source: Soon, these books may be the only thing we have to remember the rest of the world by.
fr: Bientôt, nous pourrions n'avoir plus que ces livres pour ne pas oublier le reste du monde.

source: @niko I haven't seen any superheroes in this world.
fr: @niko Je n'ai vu aucun super-héros dans ce monde.

source: @niko_speak Saw a lot of robots, though!
fr: @niko_speak Mais j'ai vu un tas de robots !

source: Well, I guess robots are more plausible than superpowers...
fr: Eh bien, j'imagine que les robots sont plus plausibles que des super-pouvoirs...

source: @niko True!
fr: @niko C'est bien vrai !

source: The Author publishes books at a highly accelerated, almost inhuman pace.
fr: L'Auteur publie des livres à un rythme frénétique, presque inhumain.

source: In fact, he has put out more books in one year than most authors do in a lifetime.
fr: En fait, il a publié plus de livres en un an que la plupart des auteurs au cours de leur vie.

source: According to the head librarian, there is still a large amount of material he has written, but not yet published.
fr: Selon la bibliothécaire en chef, il a écrit beaucoup de choses qui n'ont pas encore été publiées.

source: One cannot help but to wonder where he can get so much done in so little time.
fr: Je ne peux pas m'empêcher de me demander comment il arrive à écrire autant en si peu de temps.

source: I did the calculations, and the numbers simply do not add up.
fr: J'ai fait les calculs, et ça paraît tout bonnement impossible.

source: @niko Maybe he... \.\.\@niko_speak can stop time?
fr: @niko Il peut peut-être... \.\.\@niko_speak arrêter le temps ?

source: No such mechanism exists in this world.
fr: Il n'y aucun mécanisme de ce genre dans ce monde.

source: ...Is that actually possible in your home dimension?
fr: ... C'est possible dans la dimension d'où tu viens ?

source: @niko_eyeclosed Nah, I just saw it in a movie once...
fr: @niko_eyeclosed Oh non, c'est juste quelque chose que j'ai vu dans un film...

source: @niko About... superheroes and stuff.
fr: @niko Un film de... super-héros, tout ça.

source: There's a couple of his books in this room that aren't occupied yet.
fr: Il doit rester quelques livres de l'Auteur dans cette salle que personne n'est en train de lire.

source: Hurry before someone takes them!
fr: Dépêche-toi avant que quelqu'un ne les prenne !

source: So, what do you think about the Author?
fr: Alors, qu'est-ce que tu penses de l'Auteur ?

source: @niko I... don't know?
fr: @niko Je... je ne sais pas ?

source: Have you read his stuff yet?
fr: Tu as déjà lu ses travaux ?

source: If not, you should!
fr: Si ce n'est pas le cas, tu devrais !

source: @niko Same.
fr: @niko Pareil.

source: Yeah! The author doesn't only write books, he also illustrates them!
fr: Oui ! L'Auteur ne se contente pas d'écrire des livres, il les illustre aussi !

source: Sometimes he makes books out of only pictures.
fr: Parfois, il publie des livres qui ne contiennent que des images.

source: @niko Neat!
fr: @niko Sympa !

source: Oh, and picture books, those too.
fr: Oh, et des livres d'images aussi.

source: @niko_speak I like pictures!
fr: @niko_speak J'aime les images !

source: The Author's latest books are really something, yeah?
fr: Les derniers livres de l'Auteur sont vraiment bons, pas vrai ?

source: The head librarian just released a bunch last week!
fr: La bibliothécaire en chef vient d'en publier un tas la semaine dernière !

source: They're big compendiums, you'll see them if you look around.
fr: Ce sont de gros recueils, tu les trouveras facilement si tu cherches un peu.

source: Kinda different from his earlier works, though.
fr: Ça change un peu de ses premiers travaux, ceci dit.

source: I'm used to reading his travel logs and novels, mostly.
fr: D'habitude, je lis surtout ses carnets de voyage et ses romans.

source: Hopefully one day he'll show up!
fr: J'espère qu'il viendra ici un jour !

source: I mean, I don't think many people have ever seen him in person.
fr: Enfin, je ne crois pas que beaucoup de gens l'aient déjà rencontré en personne.

source: ...or know what he looks like!
fr: ... ni qu'ils sachent à quoi il ressemble !

source: Everyone's heard OF him through secondhand accounts, though.
fr: Tout le monde a entendu parler de lui par quelqu'un d'autre.

source: ...oh! But he did reply to my letter that one time!
fr: ... Oh ! Mais il a répondu à ma lettre, un jour !

source: I got it framed immediately.
fr: Je l'ai faite encadrer immédiatement.

source: Oh, hello! Do you need directions?
fr: Oh, bonjour ! Tu as besoin d'aide pour t'orienter ?

source: Let's see...this area here is mostly historical accounts, the reference section is downstairs, and, uh...
fr: Voyons voir... cette zone est principalement dédiée aux récits historiques, la section des références est à l'étage inférieur, et, euh...

source: I'm not sure where the children's section is... sorry!
fr: Je ne sais pas exactement où se trouve la section pour enfants... pardon !

source: @niko_speak That's ok! \.\.\@niko I'm not really looking for books.
fr: @niko_speak Ce n'est pas grave ! \.\.\@niko Je ne cherche pas vraiment de livres.

source: Oh! Are you here to... look for the Author, then?
fr: Oh ! Alors tu es là pour... chercher l'Auteur ?

source: @niko ...no?
fr: @niko ... Non ?

source: Oh, that's good!
fr: Oh, tant mieux !

source: Er, I mean... that means you won't be disappointed!
fr: Euh, je veux dire... au moins, tu ne seras pas déçue !

source: I've been volunteering here for months, and I've never seen him, not even once!
fr: Je suis ici depuis des mois, et je ne l'ai jamais vu une seule fois !

source: He works together with the head librarian on publishing, so you'd think he would at least show up once in a while...
fr: Il travaille avec la bibliothécaire en chef pour publier ses livres, alors on pourrait penser qu'il se montrerait de temps en temps...

source: @niko_speak But... he doesn't?
fr: @niko_speak Et... ce n'est pas le cas ?

source: Yeah... he seems kiiinda reclusive.
fr: Oui... il avait l'air un peu... solitaire.

source: ...which is weird for a guy who supposedly travels the world.
fr: ... Ce qui est assez bizarre pour un type qui est censé parcourir le monde.

source: Maybe it's just around people...
fr: C'est peut-être juste avec les gens...

source: ...y'know, I've tried looking for the flying machine with my binoculars for ages!
fr: ... Tu sais, ça fait une éternité que j'essaie de repérer la machine volante avec mes jumelles !

source: Never saw such a thing, though...
fr: Mais je n'ai jamais rien vu...

source: The Author is so cool!
fr: L'Auteur est tellement cool !

source: I heard he can travel all over the world with a flying machine!
fr: J'ai entendu dire qu'il parcourait le monde avec une machine volante !

source: That's how he gathers material for his books.
fr: C'est comme ça qu'il rassemble des données pour ses livres.

source: @niko_speak Wow!
fr: @niko_speak Ouah !

source: @niko_huh He just glared at me.
fr: @niko_huh Il vient de me jeter un regard noir.

source: @niko_eyeclosed I don't think we should bother him, \p...
fr: @niko_eyeclosed Je crois que je ferais mieux de ne pas le déranger, \p...

source: .....WHAT??!?
fr: ..... QUOI ?!?

source: @niko_huh Wh-\.\.\@niko I didn't say anything.
fr: @niko_huh Qu...\.\.\@niko Je n'ai rien dit.

source: Well stop staring at me then!
fr: Alors arrête de me fixer comme ça !

source: @niko_speak I was just looking at your book...
fr: @niko_speak Je regardais juste votre livre...

source: Yes. You are in a library. There's books. In the library.
fr: Oui. Tu es dans une bibliothèque. Il y a des livres. Dans la bibliothèque.

source: ...Go bug the chatty one upstairs.
fr: ... Va donc déranger celle qui n'arrête pas de causer à l'étage.

source: @alula_oh Niko? What's wrong?
fr: @alula_oh Niko ? Qu'est-ce qui ne va pas ?

source: @calamus_shock You looked like you were about to faint!
fr: @calamus_shock On aurait dit que tu allais t'évanouir !

source: @niko2 It's... not the first time it's happened.
fr: @niko2 Ce... n'est pas la première fois que ça arrive.

source: @niko_speak Earlier I was in the Barrens, and I...\>\n\@niko6 saw something like this too.
fr: @niko_speak J'étais dans la Lande il n'y a pas longtemps, et j'ai...\>\n\@niko6 vu quelque chose de similaire.

source: @niko2 It was like a dream, but only for a split second...
fr: @niko2 C'était comme un rêve, mais seulement pendant un court instant...

source: @calamus ...sounds like a vision.
fr: @calamus ... On dirait une vision.

source: @calamus_speak Like something a prophet would see!
fr: @calamus_speak Comme des images qui apparaîtraient à un prophète !

source: @niko2 I... guess?\n\>\@niko_eyeclosed The robot lady I was with earlier had a fancy word for it, though...
fr: @niko2 Peut-être... ?\n\>\@niko_eyeclosed La dame-robot avec qui j'étais avait une drôle de façon de le nommer...

source: @niko2 Wait...
fr: @niko2 Attends...

source: @niko6 Lemme... check something.
fr: @niko6 Je dois... vérifier quelque chose.

source: @niko_speak Oh!\>\nI was right!
fr: @niko_speak Oh !\>\nJ'avais raison !

source: @calamus ...huh?
fr: @calamus ... Hein ?

source: @niko When I had the vision back at the Barrens... the book started glowing too!
fr: @niko Quand j'ai eu la vision dans la Lande... le livre s'est aussi mis à briller !

source: @niko2 I wanted to see if I could get it to happen again, and...
fr: @niko2 Je voulais voir si ça pouvait se reproduire, et...

source: @alula_gasp Where did you get that!!!
fr: @alula_gasp Où as-tu trouvé ça !!!

source: @niko Oh, uh... \>\@niko_speak I had it with me when I woke up in this world!
fr: @niko Oh, euh... \>\@niko_speak Je l'ai depuis mon réveil dans ce monde !

source: @alula_speak It looks like one of our friend's books!
fr: @alula_speak Il ressemble à un des livres de notre ami !

source: @alula ...Except it's glowy!
fr: @alula Mais lui, il brille !

source: @niko2 ...that's what the lady said too...
fr: @niko2 C'est aussi ce qu'a dit la dame...

source: @niko_eyeclosed Hm...
fr: @niko_eyeclosed Hum...

source: @niko \p... let's see if we can do anything with the journal in this room...
fr: @niko \p... voyons si nous pouvons faire quelque chose avec le journal dans cette pièce...

source: @alula I wonder when our friend will come back...
fr: @alula Je me demande quand notre ami reviendra...

source: @alula_gasp Woah!
fr: @alula_gasp Ouah !

source: @calamus_shock How did that boat get there?
fr: @calamus_shock Comment ce bateau est-il arrivé ici ?

source: @niko Okay, I'm pretty sure it has to do with this journal, now...
fr: @niko Bon, ça doit sûrement avoir un lien avec le journal...

source: @niko2 The exact same thing happened back at the Barrens.
fr: @niko2 La même chose s'est produite dans la Lande.

source: @calamus_speak Seriously?
fr: @calamus_speak Sérieusement ?

source: @niko The journal was glowing, so I wanted to take a closer look at it.
fr: @niko Le journal brillait, alors j'ai voulu y jeter un coup d'œil.

source: @niko2 Then, I found a page that looked like a drawing of the room we were in, and then...
fr: @niko2 Ensuite, j'ai trouvé cette page qui ressemblait à un dessin de la pièce dans laquelle on était, et...

source: @niko_speak A minecart showed up!
fr: @niko_speak Un wagonnet est apparu !

source: @calamus_shock What!
fr: @calamus_shock Quoi !

source: @alula_gasp What!
fr: @alula_gasp Quoi !

source: @calamus_speak That sounds freaky...
fr: @calamus_speak C'est bizarre...

source: @alula_speak No it doesn't!
fr: @alula_speak Mais non !

source: @alula_gasp \p must've done something!
fr: @alula_gasp \p a dû faire quelque chose !

source: @calamus Still...
fr: @calamus Quand même...

source: @alula_gasp ...Hey! We have a boat now!
fr: @alula_gasp ... Hé ! On a un bateau maintenant !

source: @alula_speak We can go to the burial grounds and visit mom again!
fr: @alula_speak On peut aller au cimetière et rendre visite à maman !

source: @calamus But...
fr: @calamus Mais...

source: @alula_speak Come on, Calamus!
fr: @alula_speak Allez, Calamus !

source: @alula Niko and \p are with us!
fr: @alula Niko et \p sont avec nous !

source: @calamus Well... \.\.\nif \p made the boat appear... it should be safe...
fr: @calamus Bon... \.\.\nsi \p a fait apparaître le bateau... ça devrait bien se passer...

source: @niko2 What...\.\. do you think, \p?
fr: @niko2 Qu'en...\.\. penses-tu, \p ?

source: @alula_gasp Can we go yet?
fr: @alula_gasp On peut y aller ?

source: @calamus This passage must be where fireflies congregate...
fr: @calamus Ce doit être ici que les lucioles se rassemblent...

source: @calamus I wonder how long this passage is...
fr: @calamus Ce passage a l'air tellement long...

source: @calamus_speak Looks like there's some lights at the end...
fr: @calamus_speak On dirait qu'il y a des lumières au bout...

source: @alula_speak Those are fireflies!
fr: @alula_speak Ce sont des lucioles !

source: @calamus_smile We can leave whenever you're ready.
fr: @calamus_smile On peut partir quand tu veux.

source: @alula_gasp Here we go!
fr: @alula_gasp C'est parti !

source: $It may help you to go one color at a time! -Management
fr: $Essayer une couleur à la fois pourrait vous faciliter la tâche ! -La direction

source: $It can also help to write down previous attempts. -Management
fr: $Il peut également être utile de noter les précédentes tentatives. -La direction

source: $If all else fails, wait for the puzzle to reset.
fr: $Si rien ne fonctionne, attendez que l'énigme se réinitialise.

source: $Maybe you'll get an easier one next time...
fr: $La prochaine sera peut-être plus facile.

source: [BEEP BOOP]
fr: [BIP BIP]

source: [THIS IS THE PRINTER ROOM, WHERE MACHINE PARTS ARE MADE.]
fr: [VOICI L'IMPRIMERIE, OÙ SONT FABRIQUÉES LES PIÈCES DES MACHINES.]

source: [ALSO, ROBOTS.]
fr: [AINSI QUE LES ROBOTS.]

source: @niko What should I do, \p?
fr: @niko Que dois-je faire, \p ?

source: Give her the sun
fr: Donne-lui le soleil.

source: Don't
fr: Ne fais pas ça.

source: @niko Here!
fr: @niko Voilà !

source: @maize .......\.warm...
fr: @maize .......\.Chaud...

source: @maize_smile1 I have... almost forgotten...
fr: @maize_smile1 J'ai... failli oublier...

source: @maize_smile1 It's so warm...
fr: @maize_smile1 Il fait tellement chaud...

source: @niko That's... good, right?
fr: @niko C'est... bien, non ?

source: @maize_smile1 Th...the vines should be gone now...
fr: @maize_smile1 Les... Les vignes devraient être parties à présent...

source: @maize_smile2 I'm not afraid anymore.
fr: @maize_smile2 Je n'ai plus peur.

source: @maize_smile2 Thank you...
fr: @maize_smile2 Merci !

source: @niko_speak ...Alula? You okay?
fr: @niko_speak ... Alula ? Tout va bien ?

source: @niko_eyeclosed ...she just looked away.
fr: @niko_eyeclosed ... Elle a détourné le regard.

source: @niko_distressed2 She's gone...
fr: @niko_distressed2 Elle est partie...

source: @niko Oh... \>\nThere's something on the ground here.
fr: @niko Oh... \>\nlà, il y a quelque chose par terre.

source: @niko_speak It looks like...a kernel of corn?
fr: @niko_speak On dirait... un grain de maïs.

source: @niko She must've left it behind.
fr: @niko Elle a dû le faire tomber.

source: @maize ...S...\.\.savior...?
fr: @maize ... M...\.\.Messie... ?

source: @maize I can't believe it...\.\.\nYou're real...
fr: @maize Je n'arrive pas à croire...\.\.\nTu n'es pas une légende...

source: @niko_shock ....miss?
fr: @niko_shock ... Mademoiselle ?

source: @niko_speak Are you... alright?
fr: @niko_speak Vous... allez bien ?

source: @maize No....
fr: @maize Non....

source: @niko_speak W-we should get you to the village! \.\.\nMaybe they could-
fr: @niko_speak N-Nous ferions mieux de vous emmener au village ! \.\.\nIls pourront peut-être...

source: @maize It's....okay...\.\nIt's okay.....\.\n...too late for me.
fr: @maize Ce n'est... rien...\.\nCe n'est rien...\.\n... Il est trop tard pour moi.

source: @niko_speak But...
fr: @niko_speak Mais...

source: @maize ...the sun....
fr: @maize ... Le soleil....

source: @maize I haven't seen it... I haven't felt it in so long...
fr: @maize Je ne l'ai pas vu... Ça fait si longtemps que je ne l'ai pas senti...

source: @maize ...\.\.Savior, if it's not too much trouble...\.\.\nCan you lend me the sun for a while?
fr: @maize ...\.\.Messie, si ça ne te pose pas de problème...\.\.\nTu peux me prêter le soleil un instant ?

source: @niko I...\.\.\@niko_speak Will it make you better?
fr: @niko Je...\.\.\@niko_speak Est-ce que ça vous aidera ?

source: @maize .\..\..\.No.\. It will not save me.
fr: @maize .\..\..\.Non.\.Ça ne me sauvera pas.

source: @maize I just want to experience the sun one more time before I... \.\.Well...
fr: @maize Je voudrais juste ressentir le soleil une dernière, fois avant de... \.\.Eh bien..

source: @maize Would it...\.\.\nWould it be too selfish of me to ask?
fr: @maize Est-ce que...\.\.\nEst-ce égoïste de ma part de te demander cela ?

source: @niko2 It's the sun.
fr: @niko2 C'est le soleil.

source: @niko We're leaving it with her for now.
fr: @niko Nous le lui laissons pour l'instant.

source: @niko_surprised T-\.The light's gone out...!
fr: @niko_surprised La...\.La lumière s'est éteinte... !

source: @niko_distressed2 Do you know... what happened?
fr: @niko_distressed2 Savez-vous... ce qui s'est passé ?

source: @niko_speak You...\.\.\@niko really?
fr: @niko_speak Vous...\.\.\@niko Vraiment ?

source: @niko_speak but...\. but...\.\.
fr: @niko_speak Mais...\. Mais...\.\.

source: @niko_distressed What am I gonna do?
fr: @niko_distressed Qu'est-ce que je vais faire ?

source: @niko_speak It... \. lit up again?
fr: @niko_speak Il... \. s'est rallumé ?

source: @niko_eyeclosed ...phew.
fr: @niko_eyeclosed ... Pfiou.

source: @calamus_unknown Alula?\>\nAlula? Where did you go?
fr: @calamus_unknown Alula ?\>\nAlula ? Où es-tu ?

source: @niko_speak \p, did you hear that?
fr: @niko_speak \p, vous avez entendu ?

source: @niko I think it's coming from south-east of here.
fr: @niko Je crois que ça vient du sud-est.

source: [WATER SAMPLE COLLECTION IN PROGRESS...]
fr: [COLLECTE D'ÉCHANTILLON D'EAU EN COURS...]

source: The bridge to the forest was just restored...
fr: Le pont menant à la forêt a été restauré...

source: The village evacuees should be able to find better fishing spots here.
fr: Les villageois évacués devraient pouvoir trouver de meilleurs points de pêche ici.

source: The plant spirit is really looking out for us, isn't she?
fr: L'esprit de la nature nous surveille, pas vrai ?

source: @niko_upset2 ...yeah.
fr: @niko_upset2 ... Ouais.

source: @niko_speak So...\.\. we're filling up the syringe, \p?
fr: @niko_speak Alors...\.\. on remplit la seringue, \p ?

source: @niko I guess it's kind of like a funnel...
fr: @niko J'imagine que c'est un peu comme un entonnoir...

source: @niko But the liquid might be a bit too thick to fit in the needle...
fr: @niko Mais le liquide est peut-être un peu trop épais pour rentrer dans la seringue...

source: @niko Hey, it actually went in!
fr: @niko Oh, c'est vraiment rentré !

source: @niko_eyeclosed Gross.
fr: @niko_eyeclosed Beurk.

source: @niko You want me to fill the bottle with this stuff, \p?
fr: @niko Vous voulez que je remplisse la bouteille avec ça, \p ?

source: @niko_eyeclosed It's too goopy to fit in the bottle opening...
fr: @niko_eyeclosed C'est trop gluant pour passer par le goulot...

source: @niko It's like that one time years ago when I tried to put tomato chowder in a baby bottle...
fr: @niko C'est comme la fois où j'ai essayé de mettre de la soupe de tomate dans un biberon il y a des années...

source: @niko_speak ...and then it got everywhere!
fr: @niko_speak ... il y en avait partout !

source: @niko_eyeclosed On the table, on my clothes, on the baby, on the baby's clothes...
fr: @niko_eyeclosed Sur la table, sur mes vêtements, sur le bébé, sur les habits du bébé...
