Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @ling3 I was gonna throw it out earlier, but...\>\n\@ling_oh ...then my coworkers caught on fire and I had to drop everything to help them.
fr: @ling3 J'allais tout jeter à la poubelle, mais...\>\n\@ling_oh ... mes collègues ont pris feu et j'ai dû tout arrêter pour les aider.

source: @ling_sigh They're fine now though...\>\n\@ling It's a good thing fire doesn't hurt robots, huh?
fr: @ling_sigh Enfin, ils vont bien maintenant...\>\n\@ling Heureusement que les robots sont insensibles au feu, hein ?

source: @ling Oh, hi there!
fr: @ling Oh, bonjour !

source: @niko How come... there aren't any people here?
fr: @niko Comment se fait-il qu'il... n'y ait personne ici ?

source: @niko_speak Normally cafes have tons of people!
fr: @niko_speak Normalement, les cafés sont bondés !

source: @ling_hm Yeah, it's a really slow day...
fr: @ling_hm Oui, c'est vraiment une journée calme...

source: @niko_speak Do you think it's because the ground access elevator is broken?
fr: @niko_speak Vous pensez que c'est parce que l'ascenseur est en panne ?

source: @ling_sigh So I've been told.
fr: @ling_sigh C'est ce qu'on m'a dit.

source: @ling2 The city's infrastructure has been suffering a lot lately.
fr: @ling2 Les infrastructures de la ville souffrent beaucoup depuis quelques temps.

source: @ling_oh Skywalks and stairs breaking off left and right...
fr: @ling_oh Les promenades célestes et les escaliers tombent en ruines...

source: @ling3 Now the only reliable way of transport are those elevators...
fr: @ling3 Maintenant, le seul moyen de transport fiable, c'est les ascenseurs...

source: @ling_sigh ...Until now, anyway...
fr: @ling_sigh ... Enfin, ça l'était jusqu'à présent...

source: @ling_hm You know, the tall guy came in here earlier saying the same thing.\>\nHe asked me if I've seen a button that says "ground" on it.
fr: @ling_hm Tu sais, le grand type est entré ici tout à l'heure en disant la même chose.\>\nIl m'a demandé si j'avais vu un bouton avec « rez-de-chaussée » écrit dessus.

source: @ling He looked pretty stressed, so I wanted to cheer him up...\>\n\@ling_smile I told him the only "ground" I've seen today is coffee grounds!
fr: @ling Il avait l'air plutôt tendu, alors j'ai essayé de lui redonner le sourire...\>\n\@ling_smile Je lui ai dit que je n'ai rien vu de rehaussé aujourd'hui, à part le goût des pancakes.

source: @ling3 He, um...
fr: @ling3 Il, euh...

source: @ling_hm He didn't get it...
fr: @ling_hm Il n'a pas compris...

source: @ling3 I see him around a lot, but he never seems to have time to eat a proper meal...
fr: @ling3 Je le vois souvent dans les parages, mais il n'a jamais le temps de prendre un vrai repas...

source: @ling_hm He kinda just, rushes in here, drinks a whole pot of coffee, and then rushes back out?
fr: @ling_hm Il débarque ici à toute allure avant de boire une cafetière entière et de repartir tout aussi vite.

source: @ling_hm2 He uh, he really... takes his job to the extreme.
fr: @ling_hm2 Il, euh... Il prend vraiment son travail très au sérieux.

source: @ling_oh ...I mean, it's an important job, but nothing is worth that amount of stress, I think...
fr: @ling_oh ... Je veux dire, c'est un travail important, mais rien ne mérite un tel niveau de stress...

source: @niko_speak What does he do?
fr: @niko_speak Qu'est-ce qu'il fait dans la vie ?

source: @ling_hm2 Maintenance, I believe.\>\n\@ling_hm Something to do with the lights, but I don't know the details.
fr: @ling_hm2 Je crois qu'il travaille dans la maintenance.\>\n\@ling_hm Quelque chose en rapport avec les lumières, mais je n'en sais pas beaucoup plus.

source: @ling Maybe you can ask him later?
fr: @ling Tu pourrais peut-être lui demander plus tard ?

source: @ling2 Oh! You're still here...\>\n\@ling_smile Would you, um, like anything?
fr: @ling2 Oh ! Tu es encore là...\>\n\@ling_smile Tu veux, euh, quelque chose ?

source: @ling I can cook something for you, if you want...
fr: @ling Je peux me mettre aux fourneaux, si tu veux...

source: @niko_speak It's alright, thank you!
fr: @niko_speak Ça ira, merci !

source: @ling_smile Well, don't be afraid to ask if you do get hungry!\>\nI'll be happy to make something for you!
fr: @ling_smile Eh bien n'hésite pas à me faire signe si tu as faim !\>\nJe me ferais un plaisir de te préparer quelque chose !

source: @niko It's an empty coffee tin.
fr: @niko C'est une boîte de café vide.

source: @niko I can't sleep now, \p.
fr: @niko Je ne peux pas dormir maintenant, \p.

source: @niko_speak I gotta take this guy to the elevators!
fr: @niko_speak Je dois amener ce type jusqu'aux ascenseurs !

source: @niko_speak Wow....
fr: @niko_speak Ouah...

source: @niko I've...actually never been to a big city before!
fr: @niko À vrai dire... Je n'avais jamais mis les pieds dans une grande ville avant !

source: @niko All these lights... all these people...
fr: @niko Toutes ces lumières... Tous ces gens...

source: @niko I guess most of this world's population lives here...
fr: @niko J'imagine qu'une grande partie de la population de ce monde vit ici...

source: @niko It's very different from my village.
fr: @niko C'est très différent de mon village.

source: @niko_speak The village is very small, and surrounded by huge fields!
fr: @niko_speak Le village est minuscule, et entouré d'immenses champs !

source: @niko You saw a bit of that in one of my dreams from a while ago...
fr: @niko Vous avez pu voir à quoi il ressemble dans l'un de mes rêves...

source: @niko_speak The tallest buildings in our village are only two stories tall!
fr: @niko_speak Les plus hauts bâtiments de notre village ne font que deux étages !

source: @niko_speak What about you, \p?
fr: @niko_speak Et vous, \p ?

source: @niko Where do you live?
fr: @niko Où vivez-vous ?

source: A city
fr: Dans une ville

source: A village
fr: Dans un village

source: Someplace else
fr: Ailleurs

source: @niko_speak A city? Like this?
fr: @niko_speak Dans une ville ? Comme celle-ci ?

source: @niko Wow....
fr: @niko Ouah...

source: @niko_eyeclosed I can't imagine living in a city...
fr: @niko_eyeclosed Je n'arrive pas à imaginer la vie dans une ville...

source: @niko_speak Must be exciting!
fr: @niko_speak Ça doit être formidable !

source: @niko_eyeclosed ...And... kinda scary...
fr: @niko_eyeclosed ... Et... un peu effrayant...

source: @niko The view is nice, though!
fr: @niko La vue est incroyable, en revanche !

source: @niko A village?
fr: @niko Dans un village ?

source: @niko_speak Just like me!
fr: @niko_speak Comme moi !

source: @niko Can you imagine living in a city like this?
fr: @niko Vous arrivez à imaginer la vie dans une ville comme celle-ci ?

source: @niko_eyeclosed I can't...
fr: @niko_eyeclosed Moi non...

source: @niko_eyeclosed ...It's... kinda scary....
fr: @niko_eyeclosed ... C'est... un peu effrayant...

source: @niko_speak But also really cool!
fr: @niko_speak Mais aussi super chouette !

source: @niko_speak Something that isn't a city or village?
fr: @niko_speak Dans un endroit qui n'est ni une ville ni un village ?

source: @niko_speak Like a ship?
fr: @niko_speak Comme un bateau ?

source: @niko_eyeclosed ...Well, maybe not a ship...
fr: @niko_eyeclosed ... Enfin, peut-être pas un bateau...

source: @niko Can you imagine living in a city like this, though?
fr: @niko Mais vous arrivez à imaginer la vie dans une ville comme celle-ci ?

source: Nope... not looking forward to that water shortage.
fr: Non... cette pénurie d'eau n'est pas réjouissante.

source: Oh, hey there.
fr: Oh, bonjour.

source: @niko_pancakes You have a lot of fish!
fr: @niko_pancakes Vous avez beaucoup de poissons !

source: Yeah... I'm worried about them.
fr: Oui... je m'inquiète pour eux.

source: I heard something about how the square particle stuff just took out a major pipeline.
fr: J'ai entendu dire que ces particules carrées ont détruit une grosse canalisation.

source: I guess I should take advantage of the running water while I still can...
fr: Je pense que je devrais profiter de l'eau courante tant qu'il y en a encore...

source: @rue_oh You guys are... \.\.okay?
fr: @rue_oh Vous allez... \.\.bien ?

source: @cedric_sigh Yup!
fr: @cedric_sigh Oui !

source: @cedric_sigh2 When the factory started collapsing, I really thought we didn't have a chance...
fr: @cedric_sigh2 Quand l'usine s'est effondrée, j'ai vraiment cru qu'on allait y passer...

source: @cedric3 ...Fortunately, the robot assembly rooms were built pretty tough.
fr: @cedric3 ... Heureusement, les salles d'assemblage des robots ont des murs solides.

source: @cedric_hmm And... it actually did not take me long to bring Proto back.
fr: @cedric_hmm En fait... il ne m'a pas fallu longtemps pour ramener Proto.

source: @cedric_smile ...all thanks to father's book!
fr: @cedric_smile ... Tout ça grâce au livre de papa !

source: @proto1c [He had made my design documents to be compatible with the assembly machines there.]
fr: @proto1c [Il avait rédigé mes documents de conception de façon à ce qu'ils soient compatibles à ces machines d'assemblage.]

source: @cedric_smile All I had to do was scan in the blueprints and reconfigure some machine settings!
fr: @cedric_smile Il m'a suffi de scanner les plans schématiques et de reconfigurer la machine !

source: @proto1b [...Father really does think of everything.]
fr: @proto1b [... Père pense vraiment à tout.]

source: @rue_smile That he does!
fr: @rue_smile En effet !

source: @rue_sigh I'm... just glad everyone is ok.
fr: @rue_sigh Je suis... content que tout le monde aille bien, c'est tout.

source: @rue_smile We're ready to go now, Niko.
fr: @rue_smile Nous sommes prêts à partir, Niko.

source: A quick death promises the least pain, don't you agree?
fr: Il vaut mieux une mort rapide pour limiter les souffrances, n'es-tu pas d'accord ?

source: To be honest, I'd rather the former.
fr: Honnêtement, je préférerais la première option.

source: [THE LIBRARY IS UP AHEAD.]
fr: [LA BIBLIOTHÈQUE SE TROUVE UN PEU PLUS LOIN.]

source: @niko_speak Thanks!
fr: @niko_speak Merci !

source: @niko Hey, \p?
fr: @niko Hé, \p ?

source: @niko_speak Do you remember where the cafe is?
fr: @niko_speak Vous vous souvenez où se trouve le café ?

source: @niko Oh, good!
fr: @niko Ah, super !

source: @niko_speak Wait! I think I remember!\>\n\@niko It's up the elevator, and then we take a right and go down some stairs!
fr: @niko_speak Attendez ! Je crois que je m'en souviens !\>\n\@niko Il faut monter avec l'ascenseur, puis tourner à droite et enfin descendre les escaliers !

source: @niko I'm asking because...well...
fr: @niko Je demande parce que... euh...

source: @niko_eyeclosed I'm... a little hungry....
fr: @niko_eyeclosed J'ai... un peu faim...

source: @niko_speak Actually I'm REALLY hungry!\>\n\@niko I haven't eaten anything since I got here...
fr: @niko_speak À vrai dire, je MEURS de faim !\>\n\@niko Je n'ai rien mangé depuis mon arrivée ici...

source: @niko So...is it ok if we go get some food before we enter the Tower?
fr: @niko Du coup... pourrait-on aller chercher à manger avant d'entrer dans la Tour ?

source: @niko_pancakes I hope they have pancakes...
fr: @niko_pancakes J'espère qu'ils ont des pancakes...

source: @niko_speak Time to put the seed in the planter.
fr: @niko_speak Il est temps de mettre la graine dans le pot de fleurs.

source: @niko ...\>\nThere's no dirt in this pot.\>\nWill the seed really grow like this?
fr: @niko ...\>\nIl n'y a pas de terre dans ce pot.\>\nLa graine peut-elle vraiment pousser comme ça ?

source: @niko \p, I need to put in the seed first before I put in the dirt.
fr: @niko \p, je dois d'abord mettre la graine avant la terre.

source: @niko This is where I'm supposed to put the seed... \>\nBut there's no dirt in this pot.
fr: @niko C'est ici que je suis censée mettre la graine... \>\nMais il n'y a pas de terre dans ce pot.

source: @niko_speak I hope this helps you grow, little seed.
fr: @niko_speak J'espère que ça t'aidera à pousser, petite graine.

source: @niko The seed's in the soil, but it looks a bit dry.
fr: @niko La graine est plantée, mais elle a l'air un peu au sec.

source: @niko I can't just pour the water on the seed.\>\nIt needs dirt before we can water it.
fr: @niko Je ne peux pas juste verser de l'eau sur la graine.\>\nElle a besoin de terre avant que je puisse l'arroser.

source: @niko_speak Good thinking, \p!\>\n\@niko Water should help this seed grow.
fr: @niko_speak Bien vu, \p !\>\n\@niko De l'eau devrait aider cette graine à pousser.

source: @niko Hmm... the dirt's nice and moist now, but...
fr: @niko Humm... la terre est bien mouillée maintenant, mais...

source: @niko_speak What if it dries out? \.\. \@niko_eyeclosed There's only so much water from this little tube...
fr: @niko_speak Et si elle sèche ? \.\. \@niko_eyeclosed Ce petit tube ne pourra pas l'arroser éternellement...

source: @niko ...I'll hold on to the tube for now, just in case...
fr: @niko ... Je vais garder ce tube pour le moment, au cas où...

source: @niko_speak Good thinking, \p!\>\n\@niko This water should really help this seed grow.
fr: @niko_speak Bien vu, \p !\>\n\@niko Cette eau devrait vraiment aider cette graine à pousser.

source: @niko_speak It sprouted a tiny leaf!
fr: @niko_speak Une petite feuille a germé !

source: @niko We've given it dirt and water.\>\nBut will that be enough?
fr: @niko Nous lui avons donné de la terre et de l'eau.\>\nMais est-ce que ça suffira ?

source: @niko_speak Good luck, little plant!
fr: @niko_speak Bonne chance, petite plante !

source: @niko6 This is the room I first woke up in...
fr: @niko6 J'étais dans cette pièce à mon réveil, la première fois...

source: @niko_speak \p? Are you still here?
fr: @niko_speak \p ? Tu es toujours là ?

source: Yes?
fr: Oui ?

source: @niko_speak I... I think...
fr: @niko_speak Je... Je crois...

source: @niko_pancakes I think it worked!!!
fr: @niko_pancakes Je crois que ça a marché !!!

source: It did!
fr: Oui !

source: @niko_speak The sun is back!\>\nAnd I actually got to see it this time!
fr: @niko_speak Le soleil est de retour ! \>\nEt cette fois-ci, je l'ai vu !

source: @niko_pancakes We... actually did it...!
fr: @niko_pancakes On... a réussi... !

source: @niko5 So... \>\@niko6 what do we do now?
fr: @niko5 Alors... \>\@niko6 que fait-on, maintenant ?

source: @niko I guess I should figure out how to get home from here...
fr: @niko Je devrais probablement trouver le moyen rentrer chez moi d'ici...

source: @niko2 This... \.\.isn't a door, is it?
fr: @niko2 Ce... \.\.n'est pas une porte, si ?

source: @niko This looks like one of those portals we saw all the way back in the city.
fr: @niko On dirait un de ces portails qu'on a vus en ville.

source: @niko6 In the room behind the big clock.
fr: @niko6 Dans la pièce, derrière la grande horloge.

source: @niko And... and...
fr: @niko Et... Et...

source: @niko_speak I see a wheat field on the other side!
fr: @niko_speak J'aperçois un champ de blé de l'autre côté !

source: @niko_pancakes ...I see my village...
fr: @niko_pancakes ... Je vois mon village...

source: @niko_pancakes I hear...\.\. my mama....
fr: @niko_pancakes J'entends... \.\.ma maman....

source: @niko2 She's looking for me...
fr: @niko2 Elle me cherche...

source: @niko5 This...\.\. isnt the first time we've said goodbye, is it?
fr: @niko5 Ce... \.\.n'est pas la première fois qu'on se dit adieu, si ?

source: @niko_distressed2 But... this'll be the last time, won't it?
fr: @niko_distressed2 Mais... ce sera la dernière, n'est-ce pas ?

source: @niko_distressed I don't think we'll ever see each other again after this...
fr: @niko_distressed Je ne pense pas qu'on se reverra après ça...

source: @niko_distressed ...and... what will become of the world?
fr: @niko_distressed ... Et... qu'adviendra-t-il du monde ?

source: @niko_eyeclosed2 ...after all we've been through.
fr: @niko_eyeclosed2 ... Après tout ce que nous avons traversé.

source: @niko3 After everything we've done...
fr: @niko3 Après tout ce que nous avons accompli...

source: @niko_distressed2 I still... \>\@niko_distressed don't know...
fr: @niko_distressed2 Je... \>\@niko_distressed n'en sais toujours rien...

source: This place...
fr: Cet endroit...

source: These people...
fr: Ces gens...

source: Won't stop existing.
fr: Ne vont pas cesser d'exister.

source: They'll be in your memory.
fr: Ils resteront gravés dans votre mémoire.

source: They'll be in my memory, too
fr: Ils resteront gravés dans la mienne aussi.

source: @niko2 I... \>\@niko_speak promise I'll never forget this world!
fr: @niko2 Je... \>\@niko_speak jure de ne jamais oublier ce monde !

source: @niko3 I promise... \@niko I'll never forget you, \p.
fr: @niko3 Je jure... \@niko de ne jamais t'oublier, \p.

source: @niko2 So... take care of yourself, okay?
fr: @niko2 Alors... prends bien soin de toi, c'est compris ?

source: You too.
fr: Vous aussi.

source: @niko Mhm....
fr: @niko Hmm....

source: Goodbye, Niko.
fr: Adieu, Niko.

source: @niko2 Goodbye, \p...
fr: @niko2 Adieu, \p...

source: @niko Just a trash can...
fr: @niko Juste une poubelle...

source: @niko A pile of large books.
fr: @niko Une pile de livres épais.

source: @niko They look like phonebooks.
fr: @niko On dirait des annuaires téléphoniques.

source: @niko It looks like I can unlatch this door...
fr: @niko On dirait que je peux ouvrir cette porte...

source: Hey there.
fr: Salut.

source: @niko Hello.
fr: @niko Bonjour.

source: You the messiah?
fr: C'est toi le messie ?

source: I like your scarf.
fr: J'adore ton écharpe.

source: @niko Mama made it for me!
fr: @niko Maman l'a faite pour moi !

source: Tell her I like her needlework.
fr: Dis-lui que j'aime son coup d'aiguille.

source: @niko ...when I see her again!
fr: @niko ... quand je la reverrai !

source: @niko This fridge has magnets on it!
fr: @niko Ce frigo est couvert d'aimants !

source: @niko Maybe they'll come handy?
fr: @niko Ils nous serviront peut-être.

source: @niko I hope nobody will mind us taking them...
fr: @niko J'espère que ça ne dérangera personne si on les prend...

source: @niko_speak It's very warm!
fr: @niko_speak C'est très chaud !

source: @niko_speak I'm too young to drink coffee!
fr: @niko_speak Je suis trop jeune pour boire du café !

source: @niko A photograph of the city skyline.
fr: @niko Une photo du paysage urbain.

source: @niko A photograph of some buildings.
fr: @niko Une photo de bâtiments.

source: @niko A photograph of a factory.
fr: @niko Une photo d'une usine.

source: @niko A photograph of some railings.
fr: @niko Une photo de grilles.

source: @niko Some of the pages are dog-eared.
fr: @niko Certaines pages sont cornées.

source: @niko It's a photograph of the cafe.\>\nLooks like it was a busy day...
fr: @niko C'est une photo du café.\>\nOn dirait que c'était un jour d'affluence...

source: @niko A photograph of the mines.\>\nThere are many robots at work in the photo, extracting large deposits of ore.
fr: @niko Une photo des mines.\>\nLa photo montre de nombreux robots occupés à extraire d'importants gisements de minerais.

source: @niko A photograph of the Tower.\>\nThe sunlight makes it hard to make out much in this photo.
fr: @niko Une photo de la Tour.\>\nLa lumière du soleil empêche de distinguer quoi que ce soit.

source: @niko A photograph of a house in the Glen.\>\nLooks like it was taken when people were still living in the ruins...
fr: @niko Une photo d'une maison dans le Vallon.\>\nOn dirait qu'elle a été prise quand les ruines étaient encore habitées...

source: FACTORY
fr: USINE

source: @niko It's a metal pipe.
fr: @niko C'est un tuyau en métal.

source: @niko Must've broken off from one of these terminals...
fr: @niko Il doit s'être détaché de l'un de ces terminaux...

source: @ed It's a broken-off section of railing.
fr: @ed C'est un morceau de rambarde cassé.

source: @ed Niko takes it.
fr: @ed Niko le ramasse.

source: @ed [This bed probably looks familiar to you, \p]
fr: @ed [Ce lit vous semble probablement familier, \p.]

source: @ed [Niko first woke up in this world here.]
fr: @ed [C'est ici que Niko a vu ce monde pour la première fois.]

source: @ed [It's important that you allow Niko to sleep once in a while.]
fr: @ed [Vous devez permettre à Niko de dormir de temps en temps, c'est très important.]

source: @ed [The game will exit automatically and can be continued later. Don't be alarmed.]
fr: @ed [Le jeu se fermera automatiquement et pourra être poursuivi ultérieurement. Pas d'inquiétude.]

source: @ed [But now is no time for rest.]
fr: @ed [Mais ce n'est pas le moment de se reposer.]

source: @niko This one is blue.
fr: @niko Celui-là est bleu.

source: @proto2 [That's mine, then.]
fr: @proto2 [Il est pour moi, alors.]

source: @niko A portal glowing blue.
fr: @niko Un portail bleu lumineux.

source: @niko This one is green.
fr: @niko Celui-là est vert.

source: @cedric_hmm This one is configured to my code, I think.
fr: @cedric_hmm Je pense qu'il est réglé sur mon code.

source: @niko A portal glowing green.
fr: @niko Un portail vert lumineux.

source: @niko This one is red.
fr: @niko Celui-là est rouge.

source: @rue_talk This one would be meant for me, then.
fr: @rue_talk Il doit m'être destiné, alors.

source: @rue Hello.
fr: @rue Bonjour.

source: @niko A portal with a red glow.
fr: @niko Un portail à la lueur rouge.

source: @niko_eyeclosed The squares are here too now...
fr: @niko_eyeclosed Les carrés aussi sont là, maintenant...

source: @niko This elevator won't open.
fr: @niko Cet ascenseur ne veut pas s'ouvrir.

source: @niko Looks like it's stuck on another floor?
fr: @niko On dirait qu'il est bloqué à un autre étage.

source: @niko_eyeclosed There's squares here too, now...
fr: @niko_eyeclosed Les carrés aussi sont là, maintenant...

source: @niko We need to find a way to reach that lever up there.
fr: @niko Nous devons trouver un moyen d'atteindre ce levier, là-haut.

source: @niko6 We might need a grownup for this...
fr: @niko6 Il va peut-être nous falloir l'aide d'un adulte...

source: @niko This elevator has no button panel.
fr: @niko Il n'y a pas de boutons pour cet ascenseur.

source: @niko Tapping the door doesn't open it either, hmm...
fr: @niko Taper sur la porte ne sert à rien non plus, hmm...

source: @niko_eyeclosed That usually works...
fr: @niko_eyeclosed Ça marche d'habitude...

source: @niko6 Wait...
fr: @niko6 Attendez...

source: @niko_speak There's a lever hanging from the ceiling!
fr: @niko_speak Il y a un levier au plafond !

source: @niko_eyeclosed ...can't reach it.
fr: @niko_eyeclosed ... Impossible de l'atteindre.

source: @rue Where...\.\. are the other two?
fr: @rue Où... \.\.sont les deux autres ?

source: @rue_sad They're supposed to be here already...
fr: @rue_sad Ils devraient déjà être ici, normalement...

source: @niko_distressed2 They...
fr: @niko_distressed2 Ils...

source: @niko_eyeclosed Prototype's body was destroyed back in the Barrens.
fr: @niko_eyeclosed Le corps de Prototype a été détruit dans la Lande.

source: @niko_eyeclosed Cedric was going to bring him back with the memory disk, but...
fr: @niko_eyeclosed Cedric voulait le ramener avec la disquette, mais...

source: @niko_distressed2 He was in the lab complex when it collapsed...
fr: @niko_distressed2 Il était dans les laboratoires quand tout s'est effondré...

source: @niko_distressed I... \.\.don't think he made it...
fr: @niko_distressed Je... \.\.ne pense pas qu'il s'en soit sorti.

source: @rue_sad No...
fr: @rue_sad Non...

source: @rue_sad There goes our only chance...
fr: @rue_sad Notre dernière chance est partie en fumée...

source: @niko_upset2 I... \.\.I'm sorry...
fr: @niko_upset2 Toutes... \.\.mes excuses...

source: @rue_sigh It's not your fault, Niko...
fr: @rue_sigh Ce n'est pas de ta faute, Niko...
