Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @niko_eyeclosed And the camera is out of film now...
fr: @niko_eyeclosed Et maintenant, il n'y a plus de pellicule dans l'appareil...

source: @niko There's a slot here.\>\nLooks like paper or something might come out from it.
fr: @niko Là, il y a une fente.\>\nOn dirait que du papier ou autre chose peut en sortir.

source: @niko It's out of film...
fr: @niko Il n'y a plus de pellicule...

source: @niko ...\>\nI guess that wasn't the right combination, \p.
fr: @niko ...\>\nJe pense que ce n'était pas la bonne combinaison, \p.

source: @niko ...\>\nIt didn't do anything.
fr: @niko ...\>\nIl ne s'est rien passé.

source: @niko A jar of some sort of grain.
fr: @niko Un pot de graines quelconques.

source: @niko This looks like flour!
fr: @niko On dirait de la farine !

source: @niko Oats.
fr: @niko De l'avoine.

source: @niko Heads of wheat.
fr: @niko Des épis de blé.

source: A cat does sound nice...
fr: Ce serait bien d'avoir un chat...

source: Maybe I'll ask my cousin to find one in the city for me.
fr: Je demanderai peut-être à mon cousin de m'en trouver un en ville.

source: He just moved there.
fr: Il vient d'y emménager.

source: This is it... the last of our grain surpluses...
fr: On y est... Notre dernier stock de graines...

source: And now we're dealing with a vermin problem...
fr: Et maintenant, nous avons un problème de nuisibles...

source: @niko Maybe you can get cats?
fr: @niko Vous pourriez peut-être prendre des chats ?

source: @niko_eyeclosed Not that I'm a cat, I mean...
fr: @niko_eyeclosed Non pas que j'en sois un. Enfin je veux dire...

source: @alula What's a cat?
fr: @alula C'est quoi un chat ?

source: @niko_eyeclosed Something that I'm not!
fr: @niko_eyeclosed Quelque chose que je ne suis pas !

source: @niko_speak It's an animal that walks on four legs and hunts mice and rats!
fr: @niko_speak C'est un animal qui marche à quatre pattes et qui chasse les souris et les rats !

source: @alula_gasp Like a fox?
fr: @alula_gasp Comme un renard ?

source: @niko I... guess?
fr: @niko Je... suppose ?

source: @alula_speak Foxes are cool!
fr: @alula_speak C'est cool, les renards !

source: @silver2 [I'll be waiting here if you need me.]
fr: @silver2 [Je serai ici si jamais vous avez besoin de moi.]

source: @silver2 [Maybe you should inspect the journal a bit closer....]
fr: @silver2 [Vous devriez peut-être examiner ce carnet d'un peu plus près...]

source: @silver [Do be careful in here.]
fr: @silver [Faites bien attention.]

source: @silver [Ready to leave?]
fr: @silver [On s'en va ?]

source: @niko Mhm.
fr: @niko Hum.

source: @niko It'd be rude to leave now...
fr: @niko Partir maintenant serait impoli...

source: @niko_speak Safety violation!
fr: @niko_speak Violation des procédures de sécurité !

source: @niko The yellow light is gone now.
fr: @niko La lumière jaune a disparu.

source: @niko_eyeclosed Must've imagined it...
fr: @niko_eyeclosed J'ai dû rêver...

source: @silver2 [Are you okay?]
fr: @silver2 [Est-ce que tout va bien ?]

source: @silver [You were starting to black out...]
fr: @silver [Tu commençais à t'évanouir...]

source: @niko_speak I...\>\n\@niko I saw something?
fr: @niko_speak J'ai...\>\n\@niko J'ai vu quelque chose.

source: @niko It was like a really short dream, just now.
fr: @niko C'était comme un rêve très très court, à l'instant.

source: @niko_speak I saw something like...\>\n\@niko A robot, with a yellow eye...
fr: @niko_speak J'ai vu quelque chose qui ressemblait à...\>\n\@niko Un robot, avec un œil jaune...

source: @silver [...that's...\>\n\@silver_eyeclosed ...strange.]
fr: @silver [... C'est...\>\n\@silver_eyeclosed ... étrange.]

source: @silver2 [Are you sure you're okay?]
fr: @silver2 [Tout va bien ?]

source: @niko ...yeah.
fr: @niko ... Oui.

source: @silver [...You know, now that you have mentioned it.]
fr: @silver [Maintenant que vous en parlez...]

source: @silver [There is a robot who always insisted on going back to the abandoned mines.]
fr: @silver [Il y a un robot qui voulait absolument retourner aux mines abandonnées.]

source: @silver2 [...despite how long the mines have been in disrepair.]
fr: @silver2 [... Bien qu'elles soient complètement délabrées depuis longtemps.]

source: @silver_eyeclosed [I hope he's okay.]
fr: @silver_eyeclosed [J'espère qu'il va bien.]

source: @niko He doesn't look broken or anything...
fr: @niko Il n'a pas l'air cassé...

source: @niko_eyeclosed ...but I didn't really... SEE him see him, yknow?
fr: @niko_eyeclosed ... Mais je ne l'ai pas vraiment VU, hein ?

source: @niko Like I said, it was kinda like a dream...
fr: @niko Comme je l'ai dit, ça avait l'air d'être un rêve...

source: @niko_speak And he was up close!
fr: @niko_speak Et il était tout prêt !

source: @silver2 [Sounds like some kind of visual glitch.]
fr: @silver2 [On dirait une sorte de dysfonctionnement visuel.]

source: @silver_eyeclosed [Or... hallucination.] \>\n\@silver [Whatever it is that living beings have.]
fr: @silver_eyeclosed [... Une hallucination.] \>\n\@silver [Ou quelque chose propre aux êtres vivants.]

source: @niko Hm...
fr: @niko Hum...

source: @niko_speak Does the robot you know of have a yellow eye?
fr: @niko_speak Est-ce que le robot que tu connais à un œil jaune ?

source: @niko I don't think I've seen any other robots like that...
fr: @niko Je ne pense pas avoir vu d'autres robots comme celui-là...

source: @silver_eyeclosed [I would not know.]
fr: @silver_eyeclosed [Comment le saurais-je ?]

source: @silver [I never met him myself. Only heard of him from a friend of mine.]
fr: @silver [Je ne l'ai jamais rencontré en personne. C'est un ami qui m'en a parlé.]

source: @niko Your friend, huh...
fr: @niko Votre ami...

source: @niko Hold on... something in my pocket is...
fr: @niko Une seconde... Il y a quelque chose dans ma poche qui...

source: @niko2 What's...
fr: @niko2 Que...

source: @niko_speak That wasn't glowing before!
fr: @niko_speak Ça ne brillait pas ça avant !

source: @niko3 What IS this...?
fr: @niko3 Qu'est-ce que c'est que ÇA... ?

source: @silver2 [That... was going to be my question.]
fr: @silver2 [C'est... ce que j'allais demander.]

source: @silver [Where did you... get that book?]
fr: @silver [Où avez-vous trouvé... ce livre ?]

source: @niko2 Oh, uh...
fr: @niko2 Oh, euh...

source: @niko It was with me when I woke up back at the house.
fr: @niko Il était dans la maison, à mon réveil.

source: @niko_eyeclosed I didn't really question it at the time...
fr: @niko_eyeclosed Je ne me suis pas vraiment posé de question, sur le moment...

source: @niko2 I flipped through a couple of pages, but I don't understand a word!
fr: @niko2 J'ai feuilleté quelques pages, mais je ne comprends pas un seul mot !

source: @niko Is that just something messiahs are supposed to wake up with?
fr: @niko Est-ce avec ça que les messies doivent se réveiller ?

source: @silver_eyeclosed [No... I have never heard of anything like that.]
fr: @silver_eyeclosed [Non... Je n'ai jamais rien entendu de pareil.]

source: @silver [But I... \.\.know who wrote the book.]
fr: @silver [Mais je... \.\.sais qui est l'auteur du livre.]

source: @silver [However...]
fr: @silver [Cependant...]

source: @silver2 [I've only seen his books with a black clover on the cover.]
fr: @silver2 [J'ai toujours vu un trèfle noir dessiné sur la couverture de ses livres.]

source: @silver_lookup [If he went through the trouble of putting yellow phosphor in it...]
fr: @silver_lookup [Il a pris le risque de mettre du phosphore jaune à l'intérieur...]

source: @silver [And the fact that you woke up with it in the first place...]
fr: @silver [Et il était même là à votre réveil...]

source: @silver2 [...Really has me intrigued.]
fr: @silver2 [... C'est vraiment intrigant.]

source: @niko Yellow... phosphor?
fr: @niko Du phosphore... jaune ?

source: @niko_speak Oh yeah! That's the rare phosphor that people think the sun is made of, right?
fr: @niko_speak Ah oui ! Les gens pensent que le soleil est composé de ce phosphore rare, c'est ça ?

source: @niko_what2 ...wait a minute, how do I know this?
fr: @niko_what2 Mais... comment je sais ça, moi ?

source: @niko_eyeclosed I don't think anyone's told me about it...
fr: @niko_eyeclosed Personne ne m'en a parlé...

source: @silver [Ah... \.\.I can show you if you'd like.]
fr: @silver [Ah... \.\.Je peux vous montrer si vous voulez.]

source: @silver [My friend gave me this a long time ago.]
fr: @silver [Mon ami m'a donné ça il y a longtemps.]

source: @niko_pancakes Pretty!
fr: @niko_pancakes C'est beau !

source: @niko_speak Oh! Looks like there's a clover in the necklace too!
fr: @niko_speak Oh ! On dirait qu'il y a aussi un trèfle sur le collier !

source: @niko6 ...like the book!
fr: @niko6 ... Le même que sur le livre !

source: @silver2 [Well... it IS the same person.]
fr: @silver2 [Eh bien... c'est la MÊME personne.]

source: @silver_eyeclosed [That's... why I think this journal would be important.]
fr: @silver_eyeclosed [C'est pour cela que je pense que ce carnet est important.]

source: @silver2 [You said it JUST started glowing?]
fr: @silver2 [Vous avez dit qu'il VENAIT de se mettre à briller ?]

source: @niko_speak Yeah?
fr: @niko_speak Oui.

source: @silver2 [That was right after your vision, then...]
fr: @silver2 [C'est arrivé juste après votre vision...]

source: @silver2 [...This HAS to mean something.]
fr: @silver2 [... Ça doit vouloir dire quelque chose.]

source: @silver2 [Maybe you should at least try to read it again...]
fr: @silver2 [Vous devriez peut-être réessayer de le lire...]

source: @niko I can see a faint yellow glow in the distance...
fr: @niko J'aperçois une faible lueur jaune au loin...

source: @silver [Don't stand so close to the edge.]
fr: @silver [Ne vous tenez pas si près du bord.]

source: @niko Oh! Sorry!
fr: @niko Oh ! Pardon !

source: @silver [Looks like even the entrance tunnel collapsed off.]
fr: @silver [On dirait que même l'entrée du tunnel s'est effondrée.]

source: @silver [Without a vehicle, we can't proceed.]
fr: @silver [Sans véhicule, nous ne pouvons pas continuer.]

source: @niko Can't we walk?
fr: @niko On ne peut pas marcher ?

source: @silver [I can.]
fr: @silver [Je peux.]

source: @silver [But for you it's a safety violation. I won't allow it.]
fr: @silver [Mais pour vous, ce serait une violation des procédures de sécurité. Je ne l'autoriserai pas.]

source: @niko What's ahead, anyway?
fr: @niko Qu'y a-t-il plus loin ?

source: @silver [It's a huge network of underground mines, the source of this world's metal and non-phosphor fuel.]
fr: @silver [Un immense réseau de mines souterraines, procurant le métal et le carburant non-phosphoré de ce monde.]

source: @silver [This is what propelled the world into the industrial age.]
fr: @silver [C'est ce qui a propulsé le monde dans l'ère industrielle.]

source: @niko_eyeclosed So now it's lost forever?
fr: @niko_eyeclosed Et maintenant, c'est perdu à tout jamais ?

source: @silver [It's been for a while now.]
fr: @silver [Cela fait un moment déjà.]

source: @silver [When the sun went out, the mines were the first to be abandoned amidst the initial panic.]
fr: @silver [Quand le soleil s'est éteint, les mines ont été les premières abandonnées lors de la panique initiale.]

source: @silver [Even the robots have been all cleared out and repurposed.]
fr: @silver [Même les robots ont tous été reconduits et réassignés.]

source: @niko_eyeclosed That makes sense...
fr: @niko_eyeclosed Ça se tient...

source: @silver [Though there was one that always insisted on going back...]
fr: @silver [Mais il y avait un robot qui voulait tout le temps y retourner...]

source: @silver [I hope he's okay...]
fr: @silver [J'espère qu'il va bien...]

source: @niko2 ...what... just happened?
fr: @niko2 Qu'est-ce qui... s'est passé ?

source: @silver [I'm not sure... I wasn't looking.]
fr: @silver [Je n'en suis pas sûre... Je ne regardais pas.]

source: @niko_eyeclosed To be honest... neither was I...
fr: @niko_eyeclosed Pour être honnête... moi non plus...

source: @niko I was just taking a closer look at the journal...
fr: @niko J'étais en train d'examiner le carnet...

source: @niko2 And then I found this page that looks like a drawing of this room...
fr: @niko2 Ensuite, j'ai trouvé cette page qui ressemble au dessin de cette pièce...

source: @niko3 When I looked back up, this minecart just... showed up out of thin air!
fr: @niko3 Quand j'ai relevé les yeux, ce wagonnet est... apparu d'un seul coup !

source: @niko_what2 Should I be... worried?
fr: @niko_what2 Devrais-je... m'inquiéter ?

source: @niko_speak Did you see that, \p?
fr: @niko_speak Vous avez vu ça, \p ?

source: @niko3 This minecart just... showed up out of thin air!
fr: @niko3 Ce wagonnet est... apparu d'un seul coup !

source: @niko_eyeclosed I wasn't looking, though... I was just looking at the journal like you told me...
fr: @niko_eyeclosed Je ne regardais pas... j'examinais le carnet comme vous me l'avez demandé...

source: @niko ...\>\nMaybe we should go find that robot lady.
fr: @niko ...\>\nOn devrait peut-être chercher cette dame-robot.

source: @niko When I looked back up, this minecart just... showed up out of thin air!
fr: @niko Quand j'ai relevé les yeux, ce wagonnet est... apparu d'un seul coup !

source: @silver2 [This looks like a standard issue minecart, though.]
fr: @silver2 [Cela m'a pourtant l'air d'être un wagonnet ordinaire.]

source: @silver [...which means it likely detected the motion in this room and sent itself over.]
fr: @silver [... Cela signifie qu'il a détecté du mouvement dans cette pièce et qu'il est venu de lui-même.]

source: @niko_eyeclosed Ah... that does make sense.
fr: @niko_eyeclosed Ah, c'est logique.

source: @silver_eyeclosed [I'm just surprised it still works.]
fr: @silver_eyeclosed (Cela me surprend qu'il fonctionne toujours.]

source: @silver [Guess that means we'll have a working vehicle now.]
fr: @silver [Cela signifie qu'on a un véhicule qui fonctionne, maintenant.]

source: @silver_eyeclosed [Not sure why you would want to visit the deeper mines, but...]
fr: @silver_eyeclosed [Je ne sais pas vraiment pourquoi vous voulez vous rendre aux mines, mais...]

source: @silver [If you wanted to, we now have that option.]
fr: @silver [Mais si vous le souhaitez, nous avons la possibilité d'y aller.]

source: @niko_speak Is the minecart even going to fit both of us?
fr: @niko_speak Le wagonnet est-il assez grand pour nous deux ?

source: @silver_lookup [No.]
fr: @silver_lookup [Non.]

source: @niko But I wanted you to come with us...
fr: @niko Mais je voulais que vous nous accompagniez...

source: @niko I know I've got \p, but... \>\n\@niko_eyeclosed ...honestly? This place gives me the creeps!
fr: @niko Je sais que j'ai \p, mais... \>\n\@niko_eyeclosed Franchement, cet endroit me donne la chair de poule !

source: @silver2 [Oh. I can still come with.]
fr: @silver2 [Oh, je peux quand même venir.]

source: @silver [I would just have to follow along on the rails.]
fr: @silver [Je n'aurai qu'à vous suivre sur les rails.]

source: @niko_what But doesn't it look a little... \. \.precarious...?
fr: @niko_what Mais cela me semble un peu...\. \.dangereux, non... ?

source: @silver [The magnetic rails can hold me in place.]
fr: @silver [Les rails magnétiques peuvent me maintenir en place.]

source: @silver_eyeclosed [It's only ever dangerous to walk on if you're an organic being.]
fr: @silver_eyeclosed [Ce n'est dangereux que pour les êtres organiques.]

source: @silver [Which you are.]
fr: @silver [Comme vous.]

source: @niko_eyeclosed Gotcha.
fr: @niko_eyeclosed Compris.

source: @niko It's another one of those shrimp jars.
fr: @niko C'est un autre de ces pots de crevettes.

source: @niko_speak There's a little gadget on the ground.
fr: @niko_speak Il y a un petit gadget par terre.

source: @niko It looks kinda like a camera...
fr: @niko Ça ressemble à un appareil photo...

source: @silver [What's left of a camera, anyway...]
fr: @silver [Ou plutôt ce qu'il reste d'un appareil photo...]

source: @silver_eyeclosed [Probably even part of a robot, at one point.]
fr: @silver_eyeclosed [Sans doute une pièce d'un robot, autrefois.]

source: @silver_eyeclosed [...or not. I don't know.]
fr: @silver_eyeclosed [Ou pas... Je ne sais pas.]

source: @niko Okay, here we go.
fr: @niko Allez, allons-y.

source: @niko It's a clover.
fr: @niko C'est un trèfle.

source: @silver [Let's go.]
fr: @silver [Allons-y.]

source: [PLEASE TAKE CARE TO NOT TOUCH THE SQUARES.\>\nI CANNOT GUARANTEE YOUR WELLBEING IF YOU DO.]
fr: [VEUILLEZ NE PAS TOUCHER LES CARRÉS.\>\nJE NE PEUX PAS GARANTIR VOTRE SÉCURITÉ SI VOUS LE FAITES.]

source: @niko Gotcha.
fr: @niko Compris.

source: [THESE SQUARES APPEARED MERE MINUTES AGO.]
fr: [CES CARRÉS SONT APPARUS IL Y A QUELQUES MINUTES À PEINE.]

source: @niko Really?
fr: @niko Vraiment ?

source: @niko_eyeclosed I've been seeing a lot of them in doorways and stuff...
fr: @niko_eyeclosed J'en ai vu plein dans les entrées et tout...

source: [NOT A GOOD SIGN.]
fr: [CE N'EST PAS BON SIGNE.]

source: @niko ...huh?
fr: @niko ... Hein ?

source: [THE WORLD'S DETERIORATION IS ACCELERATING.]
fr: [LA DÉTÉRIORATION DU MONDE S'ACCÉLÈRE.]

source: [HELLO, PEOPLE.]
fr: [BONJOUR, PEUPLE.]

source: [TWO CHILDREN RESIDE NEAR HERE.]
fr: [DEUX ENFANTS RÉSIDENT PAS LOIN D'ICI.]

source: @alula_speak I'm one of 'em!
fr: @alula_speak Je suis l'un d'eux !

source: [HELLO, PERSON.]
fr: [BONJOUR, PERSONNE.]

source: @shepherd So.....
fr: @shepherd Alors...

source: @shepherd We meet again.
fr: @shepherd Comme on se retrouve.

source: @niko Hello...
fr: @niko Bonjour...

source: @niko_speak Wait!
fr: @niko_speak Attendez !

source: @niko Aren't you from...the village?
fr: @niko Vous êtes... du village, non ?

source: @shepherd Yes, but the rams are ever-present.\>\nIn the village, in the city...
fr: @shepherd Oui, mais les béliers sont partout.\>\nDans le village, en ville...

source: @shepherd even...\.\. in your heart.
fr: @shepherd Même...\.\. dans les cœurs.

source: @niko_eyeclosed ...okay.
fr: @niko_eyeclosed ... D'accord.

source: @shepherd If rams wore shoes...
fr: @shepherd Si les béliers devaient porter des chaussures...

source: @shepherd They would have... \.flip-flops.
fr: @shepherd Ils porteraient des... \.tongs.

source: @niko ...I don't get it.
fr: @niko ... Je ne comprends pas.

source: @shepherd I used to host the official RAM club wiki site...
fr: @shepherd Je présidais le site wiki du club BÉLIER...

source: @shepherd ...but we kept having page faults due to rams getting out of the server room.
fr: @shepherd ... Mais les pages ne marchaient pas souvent, à cause des béliers qui sortaient de la salle des serveurs.

source: @niko_speak ...what?
fr: @niko_speak ... Quoi ?

source: @shepherd 404 ram not found.
fr: @shepherd 404 bélier introuvable.

source: @niko_eyeclosed I have no idea what any of that meant.
fr: @niko_eyeclosed Je ne comprends pas ce que vous voulez dire.

source: @shepherd Hmp. I guess that's it for my jokes.
fr: @shepherd Pfff. J'arrête avec mes blagues.

source: @shepherd It cannot be helped...\n\>\@shepherd ...they were quite b-a-a-a-a-a-a-a-d.
fr: @shepherd Je ne peux pas m'en empêcher...\n\>\@shepherd ... elles étaient méééééééédiocres.

source: @niko_83c I got that one!
fr: @niko_83c Ah celle-là je l'ai comprise !

source: @niko_eyeclosed It's...good to see you too...
fr: @niko_eyeclosed C'est... bon de vous revoir...

source: @niko_speak This ram doesn't react to me at all...
fr: @niko_speak Ce bélier ne réagit pas du tout...

source: @niko Instead, the word "baa" is written on its wool.
fr: @niko Par contre, c'est écrit « mééé » sur sa laine.

source: @shepherd That one isn't a RAM.
fr: @shepherd Alors ce n'est pas un bélier.

source: @shepherd That one is...\. \. Read-Only.
fr: @shepherd Mais un...\. \. mééélier.

source: @niko I...see...
fr: @niko Je... vois...

source: @niko An electric kettle.
fr: @niko Une bouilloire électrique.

source: @niko Looks like it's boiling water.
fr: @niko De l'eau est en train de chauffer.

source: @shepherd Oh, right, it's almost lunch time.
fr: @shepherd Ah, oui, c'est bientôt l'heure de manger.

source: @shepherd Would you like to stay for a nice cup of...
fr: @shepherd Tu prendras bien un peu de...

source: @shepherd \....\.RAMen?
fr: @shepherd \....\.Méééchoui ?

source: @niko_eyeclosed I'll... pass...
fr: @niko_eyeclosed Non... merci...

source: @shepherd Come to think of it, we're probably out of ramen.
fr: @shepherd Remarque, je crois que j'ai fini le méchoui.

source: @niko_what Ow!
fr: @niko_what Aïe !

source: @shepherd Careful, if you touch a SRAM... \.\.\nYou're in for a shock!
fr: @shepherd Attention, ne touche pas les béliers frileux...\.\.\nSinon tu risques de te faire encorner...

source: @shepherd A STATIC shock!
fr: @shepherd DE GLACE !

source: @niko_eyeclosed Don't "baa" at me...
fr: @niko_eyeclosed Y a pas de « mééé »...

source: @niko Looks like moss...
fr: @niko On dirait de la mousse...

source: @niko_speak I guess people eat those!
fr: @niko_speak J'imagine que les gens en mangent !

source: If nothing else, I'm sure everyone would like to see the sun again!
fr: En tous cas, je parie que tout le monde aimerait revoir le soleil !

source: @alula_speak Yeah!
fr: @alula_speak Oui !

source: It's slowly being chipped away already.\nBut it's still trying to stay alive, I think.
fr: Il se dégrade lentement, petit à petit.\nMais je crois qu'il essaie de rester en vie.

source: Doesn't matter... one day the world will finally give up this fight.
fr: Peu importe... Un jour, le monde finira par abandonner.

source: I just hope I'm not alive to see it.
fr: J'espère simplement que je ne serai plus là pour le voir.

source: @alula But the savior is here!
fr: @alula Mais le messie est là !

source: That won't fix the root of the problem.
fr: Ça ne résoudra pas le fond du problème.

source: @niko Just like the other lady said...
fr: @niko Comme l'a dit la dame tout à l'heure...

source: @alula_oh Other... lady?
fr: @alula_oh La... dame ?

source: @niko_speak Yeah! She's this robot and she seemed kinda sad...
fr: @niko_speak Oui ! C'était un robot, et elle avait l'air plutôt triste...

source: Oh! But don't lose heart!\nWithout the sun, the world will die much faster.
fr: Oh ! Mais ne te laisse pas abattre !\nSans soleil, le monde mourra beaucoup plus rapidement.

source: At the very least...\nI'm sure everyone would like to see the sun again.
fr: Au moins...\nJe sais que tout le monde aimerait revoir le soleil.

source: Right, little one?
fr: N'est-ce pas, petite ?

source: @alula_speak Yup!
fr: @alula_speak Ouaip !

source: @niko_speak I'm bringing back the sun, though...
fr: @niko_speak Mais je ramène le soleil...

source: But don't lose heart!\nWithout the sun, the world will die much faster.
fr: Mais ne te laisse pas abattre !\nSans soleil, le monde mourra beaucoup plus rapidement.

source: @niko Some of the trash spilled out on the floor.
fr: @niko Les ordures se sont vidées sur le sol.

source: @niko_eyeclosed It's full...
fr: @niko_eyeclosed C'est plein...

source: @niko Looks like an old phone.
fr: @niko On dirait un vieux téléphone.

source: @niko A small tree.
fr: @niko Un petit arbre.

source: @niko Some sort of computer.
fr: @niko Une sorte d'ordinateur.

source: @ed [I remember it... what happened in the Tower.]
fr: @ed [Je me souviens de ce qui s'est passé dans la Tour.]

source: @ed [What I tried to do... and how you managed to see through it all.]
fr: @ed [Ce que j'ai essayé de faire... et comment vous avez tout compris.]

source: @ed [We HAVE been through all of this.]
fr: @ed [Nous AVONS traversé tout cela.]

source: @ed [Even though it was only supposed to run once... you still managed to come back.]
fr: @ed [Cela devait être une expérience unique... mais vous avez réussi à revenir.]
