Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @calamus_speak It's a sacred feather from the great Prophet.
fr: @calamus_speak C'est une plume sacrée de la grande prophétesse.

source: @alula She's this old lady our dad used to know!
fr: @alula C'est cette vieille dame que papa connaissait !

source: @alula_gasp Her feathers can glow in the dark and she can see into the future!
fr: @alula_gasp Elle est capable de voir l'avenir et ses plumes brillent dans le noir !

source: @alula Or... something like that!
fr: @alula Ou... quelque chose comme ça !

source: @calamus_speak She gave one of her feathers to father before she died.
fr: @calamus_speak Elle a donné l'une de ses plumes à notre père avant de mourir.

source: @calamus Father wanted to pass this down as an heirloom, although...\>\n\@calamus_smile ...it feels more fitting for you to have it.
fr: @calamus Père voulait qu'elle reste dans la famille en tant qu'héritage, mais...\>\n\@calamus_smile ... Nous pensons qu'il vaut mieux que tu la gardes.

source: @niko A-are you sure?
fr: @niko V... Vous êtes sûrs ?

source: @alula_speak Totally sure!
fr: @alula_speak Totalement !

source: @calamus I think that's what father would have wanted.
fr: @calamus C'est ce que notre père aurait voulu.

source: @alula That's the sun!
fr: @alula C'est le soleil !

source: @alula It's a book!
fr: @alula C'est un livre !

source: @alula_speak I can't read yet!
fr: @alula_speak Je ne sais pas encore lire !

source: @alula Our friend says he'll teach me when I'm older, though!
fr: @alula Mais notre ami dit qu'il m'apprendra quand je serai plus grande !

source: @alula_speak It's a pretty feather, isn't it?
fr: @alula_speak C'est une jolie plume, tu ne trouves pas ?

source: @alula_speak Wooow! \>That's a pretty necklace!
fr: @alula_speak Ouaaaah ! \>Ce collier est super joli !

source: @niko The robot lady from the Barrens gave it to me!
fr: @niko La dame-robot de la Lande me l'a donné !

source: @alula_gasp You've been to the Barrens?
fr: @alula_gasp Tu as été dans la Lande ?

source: @niko_speak Yeah! \p and I came from there, actually!
fr: @niko_speak Ouais ! Et c'est de là que je viens, à vrai dire !

source: @alula_pout But... I thought you came from another world...
fr: @alula_pout Mais... je pensais que tu venais d'un autre monde...

source: @niko Ah, I just meant we were there first, before we got to the Glen!
fr: @niko Ah, je voulais dire que c'est là-bas que nous étions avant d'arriver au Vallon !

source: @alula_speak That makes more sense!
fr: @alula_speak C'est plus logique !

source: @alula_speak It's good to be home again!
fr: @alula_speak Ça fait du bien d'être à nouveau chez soi !

source: @niko Fireflies!
fr: @niko Des lucioles !

source: @niko Fireflies light up this room.
fr: @niko Des lucioles éclairent cette pièce.

source: @niko_eyeclosed The back room is full of dust and cobwebs...
fr: @niko_eyeclosed L'arrière-salle est pleine de poussière et de toiles d'araignées...

source: @niko_eyeclosed Looks like spoiled food.
fr: @niko_eyeclosed On dirait de la nourriture avariée.

source: @calamus_heh I'll... deal with it later.
fr: @calamus_heh Je... m'en chargerai plus tard.

source: @calamus_shame Oh no!
fr: @calamus_shame Oh non !

source: @calamus_heh I guess that's what happens if you leave your house for three days...
fr: @calamus_heh J'imagine que c'est ce qui arrive quand on abandonne sa maison pendant trois jours...

source: @niko They're cold now.
fr: @niko Elles sont froides maintenant.

source: @niko It's a book with a clover on the cover.
fr: @niko C'est un livre avec un trèfle sur la couverture.

source: @calamus_heh I really need to finish this...
fr: @calamus_heh Il faut vraiment que je finisse ça...

source: @niko There's a clover symbol on the cover of this book.
fr: @niko Il y a un trèfle sur la couverture de ce livre.

source: @niko_speak Hey! Just like-
fr: @niko_speak Hé ! Exactement comme...

source: @calamus_speak Oh! My book!
fr: @calamus_speak Oh ! Mon livre !

source: @calamus_shame Gosh, I still need to finish studying it...
fr: @calamus_shame Punaise, je n'ai toujours pas fini de l'étudier...

source: @calamus My friend gave it to me for Solstice Day.
fr: @calamus Mon ami me l'a donné pour la fête du Solstice.

source: @calamus_speak He's the one who wrote it, actually!
fr: @calamus_speak C'est lui qui l'a écrit, à vrai dire !

source: @calamus_smile He's also the one who taught me how to read!
fr: @calamus_smile Et c'est également lui qui m'a appris à lire !

source: @calamus_smile I have a few more of his books somewhere...
fr: @calamus_smile J'ai quelques autres de ses livres quelque part...

source: @niko_speak It's a plush toy!
fr: @niko_speak C'est une peluche !

source: @niko I have one at home too...
fr: @niko Moi aussi, j'en ai une chez moi...

source: @niko_83c But mine's an owl and not a fox!
fr: @niko_83c Mais la mienne est une chouette, pas un renard !

source: @alula My fox is named Ruby, by the way!
fr: @alula Au fait, mon renard s'appelle Ruby !

source: @alula_speak That's mine! \>\@alula Our friend gave it to me last year!
fr: @alula_speak C'est la mienne ! \>\@alula Notre ami me l'a donnée l'année dernière !

source: @alula_gasp Yeah! He has a fox too!\nAnd she can even talk!
fr: @alula_gasp Ouais ! Il a une renarde lui aussi !\nMême qu'elle parle !

source: @alula_speak I know! I thought she was the coolest thing ever!
fr: @alula_speak Je sais ! C'était le truc le plus cool que j'ai jamais vu !

source: @alula So he got me a fox plush for Solstice Day!
fr: @alula Du coup, il m'a offert un renard en peluche pour la fête du Solstice !

source: @niko_speak Oh! That's nice of him!
fr: @niko_speak Oh ! C'est gentil de sa part !

source: @alula_speak He's the best!
fr: @alula_speak Il est super !

source: @niko It's a fishing pole.
fr: @niko C'est une canne à pêche.

source: @calamus That reminds me, I need to go fishing later...
fr: @calamus Ça me rappelle que je dois encore aller pêcher...

source: @alula Do you like fish, Niko?
fr: @alula Niko, tu aimes les poissons ?

source: @alula_speak So do we! \|\@alula They're good in stews.
fr: @alula_speak Nous aussi ! \|\@alula Ils sont bons en ragoût !

source: @niko_speak Or soups!
fr: @niko_speak Ou en soupe !

source: @niko_eyeclosed ...but I know some people back home who like to eat them raw.
fr: @niko_eyeclosed ... Mais je sais que chez moi, certaines personnes aiment les manger crus.

source: @alula_speak Ewww!
fr: @alula_speak Beuuuuurk !

source: @niko_eyeclosed Yeup.
fr: @niko_eyeclosed Ouaip.

source: @niko Jars full of dried fish.
fr: @niko Des pots remplis de poisson séché.

source: @niko It's a jar full of worms!
fr: @niko C'est un pot rempli de vers de terre !

source: @niko Jars full of dried moss.
fr: @niko Des pots remplis de mousse séchée.

source: @niko Jars full of beans.
fr: @niko Des pots remplis de haricots.

source: @mason Good luck with that seed, now!
fr: @mason Eh bien, bonne chance avec cette graine !

source: @mason Most of the plants in our world tend to grow in The Glen.
fr: @mason La plupart des plantes de notre monde ont tendance à pousser dans le Vallon.

source: @mason Even if it's facing the flooding issues, it's still in better condition than the other two areas.
fr: @mason Même s'il y a des inondations, cette région est en bien meilleur état que les deux autres.

source: @mason The Barrens is... well, the barrens.
fr: @mason La Lande est... Eh bien, c'est la Lande.

source: @mason And Refuge city has barely enough ground to stand on, let alone grow stuff!
fr: @mason Et à Refuge, il y a tout juste assez de terres pour vivre, alors pour les cultures...

source: @mason ...On a larger scale than this, I mean.
fr: @mason ... Du moins, à une plus grande échelle que celle-ci.

source: @niko_speak Oh! \.\.\@niko You're a gardener, right?
fr: @niko_speak Oh ! \.\.\@niko Vous êtes jardinier, c'est ça ?

source: @mason Yup!
fr: @mason Ouaip !

source: @niko_speak Do you... happen to have any dirt?\>\n\@niko For growing plants, I mean!
fr: @niko_speak Auriez-vous... de la terre, par hasard ?\>\n\@niko Pour faire pousser des plantes, je veux dire ?!

source: @mason Yup!\>\nDo you need some?
fr: @mason Bien sûr !\>\nTu en veux ?

source: @niko_speak Yes!\>\n\@niko I'm supposed to plant this seed left behind by a plant lady...
fr: @niko_speak Oui !\>\n\@niko Je dois planter cette graine qu'une dame-plante a perdu...

source: @niko_eyeclosed ...but the pot in the garden doesn't have any soil...
fr: @niko_eyeclosed ... Mais le pot du jardin n'a pas de terre...

source: @mason I see....
fr: @mason Je vois...

source: @mason I know who you're talking about, yeah.
fr: @mason Je vois de qui tu veux parler.

source: @mason Here, take this whole bag!
fr: @mason Tiens, tu peux prendre tout ce sac !

source: @mason Feel free to ask me about the plants!
fr: @mason N'hésite pas à me poser des questions à propos des plantes !

source: @mason Hello there!
fr: @mason Bonjour !

source: @niko_speak You have a lot of plants!
fr: @niko_speak Vous avez beaucoup de plantes !

source: @mason I do!\nGrew all of these myself, y'see.
fr: @mason En effet !\nJe les ai toutes cultivées moi-même, tu sais.

source: @mason Feel free to ask me about them!
fr: @mason N'hésite pas à me poser des questions !

source: @niko A small garden trowel. The handle part is shaped like... an owl?
fr: @niko Une petite truelle de jardin. Le manche à la forme... d'une truie ?

source: @niko_83c I get it!
fr: @niko_83c J'ai compris !

source: @niko A watering can. It's half full.
fr: @niko Un arrosoir. Il est à moitié plein.

source: @niko Filled with plant clippings.
fr: @niko Rempli de plantes.

source: @niko Empty flowerpot...
fr: @niko Un pot de fleur vide...

source: @niko So... is it a tree?
fr: @niko Alors... c'est un arbre ?

source: @mason Only in name!
fr: @mason Il n'en a que le nom !

source: @mason That's a phosphor tree.
fr: @mason C'est un arbre à phosphore.

source: @niko_speak Oh! Like the ones we saw in the glen!
fr: @niko_speak Oh ! Comme ceux que nous avons vus dans le Vallon !

source: @niko I always wondered... where are the leaves?
fr: @niko Je me suis toujours demandé... où étaient les feuilles ?

source: @niko2 They're not... dead, are they?
fr: @niko2 Elles ne sont pas... mortes, n'est-ce pas ?

source: @mason Oh, not at all!
fr: @mason Oh, pas du tout !

source: @mason Although these trees are composed of a woody tissue, they're closer to grass, anatomy-wise.
fr: @mason Bien que ces arbres soient composés de tissu du bois, ils sont plus proches de l'herbe, anatomiquement parlant.

source: @niko ...So the branches are actually leaves?
fr: @niko ... Alors les branches sont en réalité des feuilles ?

source: @mason Sorta!
fr: @mason En quelque sorte !

source: @mason What's interesting about these plants is the amount of phosphor sap they can generate.
fr: @mason Ce qui est intéressant avec ces plantes, c'est la quantité de sève phosphorique qu'elles peuvent générer.

source: @niko Phosphor... that's the glowy stuff, right?
fr: @niko Le phosphore... c'est cette matière brillante, c'est ça ?

source: @mason Phosphor can store light energy and slowly emit it over time.
fr: @mason Le phosphore peut stocker l'énergie lumineuse et l'émettre lentement au fil du temps.

source: @mason Most of the phosphor from this world still contains energy from before the sun went out.
fr: @mason La plupart du phosphore de ce monde contient toujours de l'énergie du soleil, avant qu'il ne disparaisse.

source: @mason Without the sun to recharge them, though...
fr: @mason Néanmoins, sans le soleil pour les recharger...

source: @mason ...well, let's talk about something else.
fr: @mason ... Bien, parlons d'autre chose.

source: @niko The pots are labeled with different species names.
fr: @niko Il est écrit différents noms d'espèces sur les pots.

source: @niko Oh! The sprouts are stretching towards the sun...
fr: @niko Oh ! Les pousses s'étendent vers le soleil...

source: @mason Be sure not to touch these!
fr: @mason Attention, il ne faut pas y toucher !

source: @mason These are the plants have only recently sprouted.
fr: @mason Ces plantes ont germé il n'y a pas longtemps.

source: @mason It's not easy for a plant to make it out there these days.
fr: @mason Il n'est pas facile pour une plante de pousser, de nos jours.

source: @mason We got these growing lamps, but they're a poor substitute for the sun!
fr: @mason Nous avons ces lampes de culture, mais elles ne sont qu'un piètre substitut au soleil !

source: @mason Ah, black clovers...
fr: @mason Ah, des trèfles noirs...

source: @mason Probably the only plant hardy enough to survive naturally outside the Glen.
fr: @mason Probablement la seule plante suffisamment robuste pour survivre naturellement hors du Vallon.

source: @mason Personally? I think they're really boring to look at.
fr: @mason Personnellement, je trouve que c'est une plante ennuyeuse.

source: @mason One of my customers really loves them though.
fr: @mason Pourtant, l'un de mes clients les adore.

source: @mason I think all of the black clovers I'm growing here are for him, actually.
fr: @mason Je crois même que tous les trèfles noirs que je cultive ici sont pour lui.

source: @mason ...Come to think of it, I haven't seen him in a while.
fr: @mason ... Maintenant que j'y pense, ça fait un bail que je ne l'ai pas vu.

source: @mason I wonder when is he coming to pick these up?
fr: @mason Je me demande quand il va venir les prendre ?

source: @mason The clover guy... he's actually pretty cool!
fr: @mason Le type aux trèfles... il est assez cool en fait !

source: @mason He's an author, and apparently he's some sort of big deal? Or at least he's really passionate about his work.
fr: @mason C'est un auteur, et une pointure qui plus est. Enfin, il est vraiment passionné par son travail.

source: @mason I don't know him that well, although sometimes I stumble across articles about him in the news...
fr: @mason Je ne le connais pas très bien, mais il m'arrive de lire des articles sur lui dans les actualités...

source: @mason I'd love to chat with him, if I run into him again!
fr: @mason J'adorerais bavarder avec lui, enfin si je le croise à nouveau !

source: @niko Black clovers.
fr: @niko Ces trèfles noirs.

source: @niko They're kinda shiny.
fr: @niko On dirait qu'ils brillent...

source: @niko It's wheat.
fr: @niko C'est du blé.

source: @mason That golden color is quite something, no?
fr: @mason Cette couleur dorée est magnifique, n'est-ce pas ?

source: @niko_speak It's wheat!
fr: @niko_speak C'est du blé !

source: @niko Why is it in a flowerpot?
fr: @niko Qu'est-ce qu'il fait dans un pot de fleur ?

source: @mason Well, doesn't it look nice?
fr: @mason Eh bien, c'est joli, non ?

source: @niko I guess!
fr: @niko Si vous le dites !

source: @niko I like to stand in the middle of the wheat field back in my village.
fr: @niko J'aime être au milieu du champ de blé, dans mon village.

source: @niko_speak It goes on for miles!
fr: @niko_speak Il s'étend sur des kilomètres !

source: @mason Ah... I wish I could have seen it!
fr: @mason Ah... J'aurais bien voulu voir ça !

source: @mason In our world, wheat is usually only grown in small isolated plots.
fr: @mason Dans notre monde, le blé ne se cultive que sur de petites parcelles isolées.

source: @mason ...Or in a flowerpot.
fr: @mason ... Ou dans un pot de fleur.

source: @niko A small tree with leaves.
fr: @niko Un petit arbre à feuilles.

source: @niko_eyeclosed ...Apparently they are rare.
fr: @niko_eyeclosed ... Apparemment ils sont rares.

source: @niko This tree has leaves!
fr: @niko Cet arbre a des feuilles !

source: @mason Ah yes, true foliage is hard to come by nowadays.
fr: @mason Ah oui, un véritable feuillage est difficile à trouver de nos jours.

source: @mason You hardly ever see trees like these in the wild anymore.
fr: @mason On ne voit quasiment plus d'arbres de ce genre à l'état sauvage.

source: @mason And the ones you do see are pretty much all raised artificially by people like me, mostly for nostalgia purposes.
fr: @mason Et ceux que l'on voit sont généralement tous cultivés artificiellement par des gens comme moi, surtout parce qu'on est nostalgiques.

source: @niko Cactus.
fr: @niko Un cactus.

source: @mason Cactus.
fr: @mason Un cactus.

source: @niko_eyeclosed Cactus.
fr: @niko_eyeclosed Un cactus.

source: @niko_speak The blanket has quite a few patches.
fr: @niko_speak La couverture a souvent été rapiécée.

source: @niko An empty glass jar with a wire handle.
fr: @niko Un bocal vide avec une poignée en fil de fer.

source: @niko Some empty glass jars.
fr: @niko Des bocaux vides.

source: @niko A jar full of red glowing fluid.
fr: @niko Un pot rempli d'un liquide rouge éclatant.

source: @niko A lantern plant.
fr: @niko Une plante-lanterne...

source: @niko There's a note attached.
fr: @niko Il y a un message.

source: @niko_speak It says "Thank you for working so hard, Mr. Lamplighter!"
fr: @niko_speak Il dit « Merci de travailler aussi dur, Monsieur l'Allumeur ! »

source: @niko A framed photo of someone.
fr: @niko Une photo encadrée.

source: @niko Empty coffee cups.
fr: @niko Des tasses à café vides.

source: @niko_speak There's an empty coffee cup on the chair.
fr: @niko_speak Il y a une tasse à café vide sur la chaise.

source: @niko Big books.
fr: @niko De gros livres.

source: @niko_speak ...Ah, these are dictionaries.
fr: @niko_speak ... Ah, ce sont des dictionnaires.

source: @niko Some of the words are underlined.
fr: @niko Certains mots sont soulignés.

source: @niko ....*most* of the words are underlined.
fr: @niko ... La *plupart* des mots sont soulignés.

source: @niko A rusty metal garbage can.
fr: @niko Une poubelle rouillée.

source: @niko There's some broken glass in here.
fr: @niko Il y a du verre brisé à l'intérieur.

source: @niko An empty glass jar.
fr: @niko Un bocal vide.

source: @niko The handle on this one looks broken.
fr: @niko La poignée de cet objet a l'air cassée.

source: @niko There's some big plastic disks in here.
fr: @niko Il y a de grands disques en plastique à l'intérieur.

source: @niko_speak Looks like they're supposed to go in something?
fr: @niko_speak J'imagine qu'ils s'insèrent quelque part ?

source: @niko_what Wait, \p, are we really gonna take these with us?
fr: @niko_what Attendez, \p, allons-nous vraiment emporter ces objets ?

source: @niko_what But they look so heavy...
fr: @niko_what Ça a l'air si lourd...

source: @niko_speak Hey! They're actually pretty light!
fr: @niko_speak Hé ! C'est assez léger, en réalité !

source: @niko It's empty now...
fr: @niko C'est vide, à présent...

source: @niko It's a big book.
fr: @niko C'est un énorme livre.

source: @niko_speak The title says "understanding robots".
fr: @niko_speak Le titre est « Comprendre les robots ».

source: My mommy is making food for everyone!
fr: Ma maman prépare à manger pour tout le monde !

source: I want to help her catch fish, but I'm not a grownup yet!
fr: Je veux l'aider à pêcher, mais je ne suis pas encore adulte !

source: @magpie By the way... if you ever see a big guy with goggles and a cool helmet..
fr: @magpie Au fait... si tu vois un grand gaillard avec des lunettes et un casque cool...

source: @magpie_smile Tell him the trader in the Glen said hi!
fr: @magpie_smile Dis-lui que le marchand du Vallon lui passe le bonjour !

source: @magpie Also ask him if he has any more music boxes for trading.
fr: @magpie Demande-lui aussi s'il a d'autres boîtes à musique à vendre.

source: @niko Will do!
fr: @niko D'accord !

source: @niko_speak Oh! You're the trader guy!
fr: @niko_speak Oh ! Vous êtes le marchand !

source: @magpie_smile Sure am!\>\n\@magpie You here to trade?
fr: @magpie_smile Oui !\>\n\@magpie Tu es là pour faire affaire ?

source: @magpie_hm 'Cause if you are, then I got bad news for ya.
fr: @magpie_hm Parce que si c'est le cas, j'ai une mauvaise nouvelle pour toi.

source: @magpie_hm A lot of my stuff is back at my cart, which was sadly abandoned when I was running for my life.
fr: @magpie_hm La plupart de mes affaires étaient dans ma charrette, que j'ai dû malheureusement abandonner en fuyant pour sauver ma peau.

source: @magpie So my collection is...\.\. very limited right now.
fr: @magpie Ma collection est donc...\.\.très limitée pour le moment.

source: @magpie_smile Managed to grab some of my favorite things before I left, though!
fr: @magpie_smile Mais j'ai réussi à récupérer quelques-uns de mes articles préférés avant de partir !

source: @niko_speak Oh! Uh...
fr: @niko_speak Oh ! Euh...

source: @niko Do you have anything like...\.\. gears?
fr: @niko Est-ce que vous avez quelque chose comme...\.\.des rouages ?

source: @magpie_oh Gears?\.\. Like... the metal spinny things? \>\@magpie I don't think I have anything like that...
fr: @magpie_oh Des rouages ?\. \.C'est à dire... ces trucs en métal pointus ? \>\@magpie Je ne pense pas avoir ça...

source: @magpie_oh Wait.
fr: @magpie_oh Attends.

source: @magpie I do have this box thing that you can wind up and play a song.
fr: @magpie J'ai cette drôle de boîte qui se remonte et qui joue de la musique.

source: @niko_speak That's a music box!
fr: @niko_speak C'est une boîte à musique !

source: @magpie_smile Yeah!\n\>\@magpie I bet there's lots of little metal bits in there!
fr: @magpie_smile Oui !\n\>\@magpie je suis sûr qu'il y a plein de petits morceaux de métal là dedans !

source: @niko_speak Oh! That might work!
fr: @niko_speak Oh ! Ça devrait marcher !

source: @magpie_hm But I'm not sure if I want to trade it away...\>\nIt's one of my favorite things!
fr: @magpie_hm Mais je ne suis pas sûr de vouloir l'échanger...\>\nC'est un de mes objets favoris !

source: @niko_eyeclosed Aw...
fr: @niko_eyeclosed Ah...

source: @magpie_oh Oh, what am I saying!\>\n\@magpie_smile You're the savior!
fr: @magpie_oh Mais que dis-je !\>\n\@magpie_smile Tu es le messie !

source: @magpie_hm Things have been getting bad around here lately.
fr: @magpie_hm Les choses ont tourné au vinaigre ici récemment.

source: @magpie_smile If I don't help you, I might not even be around much longer...
fr: @magpie_smile Si je ne t'aide pas, je ne serais peut-être plus là pour très longtemps...

source: @magpie You need this to save the world, right?\>\nTake it.
fr: @magpie Tu en as besoin pour sauver le monde, n'est-ce pas ?\>\nPrends-la.

source: @niko_speak Ah! Thank you!
fr: @niko_speak Ah ! Merci !

source: @niko Are you okay?
fr: @niko Tout va bien ?

source: I WANNA GO BACK HOME!!!
fr: JE VEUX RENTRER CHEZ MOI !!!

source: This island has more moss covering than our village did.
fr: Cette île est encore plus recouverte de mousse que notre village ne l'était.

source: Would've been nice to build a settlement here.
fr: Cela aurait été bien d'installer un campement ici.

source: ...too late now, I guess.
fr: ... C'est trop tard maintenant, je crois.

source: The land fragmentation is happening faster and faster now...
fr: La terre se fragmente de plus en plus vite...

source: But...\.\. looks like the vines are slowing it down...
fr: Mais...\.\. on dirait que les vignes ralentissent le processus...

source: Our village was ransacked by the squares not long ago...
fr: Notre village a été saccagé par les carrés il y a peu...

source: Most of us made it out alive, but we can't really go back anymore.
fr: La plupart d'entre nous ont survécu, mais nous ne pouvons pas vraiment y retourner.

source: Squares are bad news, man.
fr: Les carrés n'apportent rien de bon, mon pote.

source: We won't last long now, will we?
fr: On en a plus pour très longtemps, pas vrai ?

source: The sun can't fix the squares...
fr: Le soleil ne peut pas réparer les carrés...

source: The sun can't restore the land...
fr: Le soleil ne peut pas réparer la terre...
