Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @niko2 Alright...
fr: @niko2 D'accord...

source: Fly penguin
fr: Faire voler le pingouin

source: Melt penguin
fr: Faire fondre le pingouin

source: Become penguin
fr: Devenir le pingouin

source: @niko Fly penguin?
fr: @niko Faire voler le pingouin ?

source: <PENGUIN FLIES>
fr: <LE PINGOUIN VOLE>

source: @niko_pancakes IT FLIES!
fr: @niko_pancakes IL VOLE !

source: @niko_what2 ...wait.
fr: @niko_what2 ... Une seconde.

source: @niko_what I don't think... \.\.I don't think penguins are supposed to do that.
fr: @niko_what Je ne crois pas... \.\.Je ne crois pas que les pingouins sont censés faire ça.

source: @niko3 ...\.\.Wait what?
fr: @niko3 ...\.\.Euh, quoi ?

source: <PENGUIN MELTS>
fr: <LE PINGOUIN FOND>

source: ...\> ...\> UM.
fr: ...\> ...\> HUM.

source: @niko_eyeclosed ...we should go, \p.
fr: @niko_eyeclosed ... On devrait y aller, \p.

source: @niko_speak Goodbye, penguin!
fr: @niko_speak Adieu, pingouin !

source: @niko_huh ...yeah let's get outta here.
fr: @niko_huh ... Ouais, partons d'ici.

source: @niko_what2 Let's never speak of this again.
fr: @niko_what2 Ne parlons plus jamais de ça.

source: @niko This door won't budge...
fr: @niko Cette porte ne s'ouvrira pas...

source: @niko3 ...you okay in there?
fr: @niko3 ... Tout va bien par ici ?

source: @niko3 ...hello?
fr: @niko3 ... Bonjour ?

source: @plight_worry ...mostly.
fr: @plight_worry ... Presque.

source: @plight_worry2 ...look, don't worry about me for now, okay?
fr: @plight_worry2 ... Écoute, ne t'en fais pas pour moi pour l'instant, d'accord ?

source: @plight_sigh You got more important stuff to deal with...
fr: @plight_sigh Tu as des choses plus importantes à régler...

source: @niko2 ...let's see if this elevator works.
fr: @niko2 ... Voyons si cet ascenseur marche.

source: @niko Neat.
fr: @niko Cool.

source: @plight Welp, looks like this elevator works alright.
fr: @plight Yep, on dirait que cet ascenseur marche bien.

source: @plight_2 I'll uh...\.\.go get the evacuees, I suppose...
fr: @plight_2 Je vais euh...\.\.aller chercher les évacués, je crois...

source: @plight_worry UM.
fr: @plight_worry HUM.

source: @plight_scared WHAT IS GOING ON.
fr: @plight_scared QU'EST CE QU'IL SE PASSE ?

source: @niko_shock Nooo!!!!
fr: @niko_shock Nooon !!!

source: @plight_scared It's... the square stuff, isn't it?
fr: @plight_scared Ce sont les carrés, non ?

source: @plight_worry2 There aren't any in here but...
fr: @plight_worry2 Il n'y en a pas ici, mais...

source: @plight_worry I can hear them just outside the door...
fr: @plight_worry Je les entends derrière la porte...

source: @niko3 H-hold on! \@niko2 Maybe \p and I can...
fr: @niko3 A... Attendez ! \@niko2 Peut-être que \p et moi pouvons...

source: @plight_worry No, no, it's okay!
fr: @plight_worry Non, non, tout va bien !

source: @plight_worry2 Looks like the squares aren't inside the elevator....\>\n\@plight_sigh yet.
fr: @plight_worry2 On dirait que les carrés ne sont pas dans l'ascenseur...\>\n\@plight_sigh pas encore.

source: @plight_worry You're... in a hurry, right?
fr: @plight_worry Tu... es pressé, non ?

source: @plight_worry2 Go do...\.\. what you need to do....
fr: @plight_worry2 Va faire...\.\.ce que tu dois faire....

source: @niko3 But... what about you?
fr: @niko3 Et... vous ?

source: @plight_worry I'll... \.\.figure something out...
fr: @plight_worry Je vais...\.\.voir ce que je peux faire...

source: @niko4 Okay...
fr: @niko4 D'accord...

source: I'm catching fireflies for mommy!
fr: J'attrape des lucioles pour maman !

source: @niko The horizon is glowing blue.
fr: @niko L'horizon brille d'un éclat bleu.

source: @rowbot [HERE IS YOUR STOP. THE GLEN.]
fr: @rowbot [VOICI VOTRE ARRÊT. LE VALLON.]

source: @rowbot [THERE SHOULD BE A VILLAGE TO THE NORTH. BUT THAT'S ALL I CAN RECALL.]
fr: @rowbot [IL DEVRAIT Y AVOIR UN VILLAGE AU NORD. C'EST TOUT CE DONT JE ME SOUVIENS.]

source: @niko_speak Oh, that's good to know!
fr: @niko_speak Oh, c'est bon à savoir !

source: @rowbot [FAREWELL.]
fr: @rowbot [AU REVOIR.]

source: @rowbot [MAY YOUR MISSION BE A SUCCESS.]
fr: @rowbot [QUE VOTRE MISSION SOIT UNE RÉUSSITE.]

source: @niko_speak A-Are you leaving?
fr: @niko_speak V-Vous partez ?

source: @rowbot [YES.\>\nI MUST RETURN TO MY STATION.]
fr: @rowbot [OUI.\>\nJE DOIS RETOURNER À MA STATION.]

source: @niko But you'll be all alone again...
fr: @niko Mais vous allez être seul à nouveau...

source: @rowbot [IT'S OKAY.]
fr: @rowbot [CE N'EST PAS UN PROBLÈME.]

source: @rowbot [I HAVE NOT BEEN TAMED.]
fr: @rowbot [JE N'AI PAS ÉTÉ APPRIVOISÉ.]

source: Hm...
fr: Hum...

source: Nothing's biting...
fr: Ça ne mord pas...

source: Hi I'm an inaccessible npc.
fr: Bonjour, je suis un PNJ inaccessible.

source: @niko A few small fish are in the bottom of this jar.
fr: @niko Il y a des petits poissons au fond de ce pot.

source: @niko_speak It's full of fish heads!
fr: @niko_speak C'est plein de têtes de poisson !

source: @niko Filled with small, dried fish.
fr: @niko C'est rempli de petits poissons séchés.

source: @niko_speak These look like crab shells.
fr: @niko_speak On dirait des carapaces de crabe.

source: @niko A cleaning sponge with a rough surface.
fr: @niko Une éponge de nettoyage avec une surface rugueuse.

source: $2) Without breaking the seal, inject the liquid phosphor into the container.
fr: $2) En conservant l'étanchéité du système, injectez le phosphore liquide dans le récipient.

source: $3) Shake vigorously to initiate the reaction.
fr: $3) Agiter vigoureusement pour initier la réaction.

source: $4) Use as soon as possible.
fr: $4) Utiliser la solution au plus vite.

source: $Note: If elements begin to separate, further shaking is required.
fr: $Remarque : si des éléments commencent à se séparer, secouez à nouveau.

source: $Also note: Hand protection is critical after this step.
fr: $Autre remarque : il est indispensable de se protéger les mains après cette étape.

source: $The resulting acid is moderately stronger than common household cleaners.
fr: $L'acide qui en résulte est sensiblement plus puissant que les détergents ménagers habituels.

source: @niko_eyeclosed I... don't know what half of these words mean...
fr: @niko_eyeclosed Je... n'ai pas compris le quart de ce que je viens de lire...

source: @niko_speak It's a good thing you're here, \p!
fr: @niko_speak C'est une bonne chose que vous soyez là, \p !

source: @niko A bunch of robots without power.
fr: @niko Un groupe de robots sans énergie.

source: @niko_eyeclosed I guess the generator can only do so much...
fr: @niko_eyeclosed J'imagine que le générateur ne peut pas tous les alimenter...

source: @niko This robot looks kind of rusty...
fr: @niko Ce robot a l'air assez rouillé...

source: @niko \p?\>\n.\..\..What happened?\>\nIt's very dark in here...
fr: @niko \p ?\>\n.\..\..Qu'est-ce qui s'est passé ?\>\nIl fait très sombre ici...

source: @niko_speak ...Oh!\>\nI can see a light at the end of this passage!
fr: @niko_speak ... Oh !\>\nJe vois une lumière au bout de ce passage !

source: @niko I think I hear a voice too...
fr: @niko Et j'entends une voix aussi...

source: @niko_surprised Mama?\>\nI can hear her calling me!
fr: @niko_surprised Maman ?\>\nJe l'entends qui m'appelle !

source: @niko_speak All I need to do is pass through this wall...\>\nI'll finally be home again.
fr: @niko_speak Il me suffit de traverser ce mur...\>\nEt je serai de retour à la maison.

source: @niko Ah, \p,\nI guess...
fr: @niko Ah, \p,\nAlors...

source: @niko_eyeclosed2 I guess this is goodbye...
fr: @niko_eyeclosed2 Il est temps de se dire adieu...

source: @niko2 I'm....\.\. glad...\.\. I got to meet you, \p...
fr: @niko2 C'était...\.\.un plaisir...\.\. d'avoir fait votre connaissance, \p...

source: @niko_sad Thank you for everything.
fr: @niko_sad Merci pour tout.

source: FATAL ERROR: SAVIOR NOT FOUND. SHUTTING DOWN.
fr: ERREUR CRITIQUE : MESSIE INTROUVABLE. FERMETURE DU SYSTÈME.

source: @alula_speak Hey!
fr: @alula_speak Hé !

source: @alula I saw you going to the courtyard!\>\n\@alula_speak So I thought I'd tag along!
fr: @alula J'ai vu que tu te rendais dans la cour !\>\n\@alula_speak Alors je me suis dit que j'allais t'accompagner !

source: @calamus_smile Same!
fr: @calamus_smile Pareil !

source: @alula This is the courtyard.\>\n\@alula It's got water...and...stuff...
fr: @alula C'est la cour.\>\n\@alula Il ya de l'eau... et... des trucs...

source: @alula_oh Oh, are you leaving now?
fr: @alula_oh Oh, tu pars déjà ?

source: @alula_speak Good luck, Niko! \>\n\@alula We believe in you!
fr: @alula_speak Bonne chance Niko ! \>\n\@alula On croit en toi !

source: @calamus There's an entrance to an underground passage here.\>\nIt's flooded, though.
fr: @calamus Il y a une entrée vers un passage souterrain ici.\>\nMais elle est inondée.

source: @calamus_speak Oh, are you leaving now?\>\n\@calamus_smile It was...nice, to meet you.\>\n\@calamus Really. Thanks for everything.
fr: @calamus_speak Oh, tu pars déjà ?\>\n\@calamus_smile Je suis... content d'avoir pu te rencontrer.\>\n\@calamus Vraiment. Merci pour tout.

source: @ed [I...do not recognize this place in the protocol.]
fr: @ed [Je... ne reconnais pas cet endroit dans le protocole.]

source: @ed [This...]
fr: @ed [Ce...]

source: @ed [This isn't what I'm supposed to be showing you at all!]
fr: @ed [Ce n'est pas du tout ce que je suis censé vous montrer !]

source: @ed [How did you get here?]
fr: @ed [Comment avez-vous fait pour arriver ici ?]

source: @ed [...I can only think of one person.]
fr: @ed [... Je ne vois qu'une seule personne.]

source: @ed [He... contacted you?]
fr: @ed [Il... est entré en contact avec vous ?]

source: @ed [How long has he been... doing this?]
fr: @ed [Depuis combien de temps... fait-il ça ?]

source: @ed [...it doesn't matter at this point.]
fr: @ed [... Ça n'a plus d'importance maintenant.]

source: @ed [You are going out of bounds.]
fr: @ed [Vous dépassez les limites.]

source: @ed [You should turn back. Please turn back.]
fr: @ed [Vous devriez revenir en arrière. Revenez en arrière s'il vous plaît.]

source: @ed [Bad things are going to happen.]
fr: @ed [De mauvaises choses vont arriver.]

source: @ed [Very bad things.]
fr: @ed [De très mauvaises choses.]

source: @ed [At this rate, Niko will be in danger.]
fr: @ed [À ce rythme, Niko sera en danger.]

source: @ed [Please turn back.]
fr: @ed [Revenez en arrière s'il vous plaît.]

source: @silver [What's wrong?\>\nDo you want to head back?]
fr: @silver [Que se passe-t-il ?\>\nVous voulez repartir ?]

source: @niko I have a weird feeling about this...
fr: @niko J'ai une drôle d'impression...

source: @niko_speak What do you think, \p?\>\nShould we head back?
fr: @niko_speak Qu'en penses-tu, \p ?\>\nOn devrait revenir en arrière ?

source: Let's head back
fr: Revenons en arrière

source: Continue into the mines
fr: Continuer dans les mines

source: @niko \p says we should go back.
fr: @niko \p a dit que nous devrions faire demi-tour.

source: @silver [Alright.]
fr: @silver [Très bien.]

source: @ed [So you've chosen to listen.]
fr: @ed [Vous avez donc choisi d'écouter.]

source: @ed [Good.]
fr: @ed [Bien.]

source: @ed [There won't be any more trouble, then.]
fr: @ed [Il n'y aura plus de problème, alors.]

source: @niko Wait...\>\n\@niko_speak Where did the minecart go?
fr: @niko Attendez...\>\n\@niko_speak Où est passé le wagonnet ?

source: @niko \p says we should keep going.
fr: @niko \p a dit que nous devrions continuer.

source: @silver [Sounds good.]
fr: @silver [D'accord.]

source: @silver [Hm...? \.\.What's wrong?]
fr: @silver [Mmh... ? \.\.Qu'est-ce qu'il y a ?]

source: @niko_distressed I...
fr: @niko_distressed Je...

source: @niko_eyeclosed ...I have a bad feeling about this, all of a sudden...
fr: @niko_eyeclosed ... J'ai une mauvaise impression, soudainement...

source: @niko_distressed2 Feels like I should... not be here...
fr: @niko_distressed2 C'est comme si je... ne devrais pas être là...

source: @silver [Do you want to head back, then?]
fr: @silver [Est-ce que vous voulez repartir, du coup ?]

source: @niko_eyeclosed I... don't know...
fr: @niko_eyeclosed Je... ne sais pas...

source: @niko2 What do you think, \p?\>\nShould we head back?
fr: @niko2 Qu'en penses-tu, \p ?\>\nOn devrait revenir en arrière ?

source: Continue forward
fr: Continuer à avancer

source: @silver2 [Oh, alright.]
fr: @silver2 [Oh, d'accord.]

source: @ed [You... listened.]
fr: @ed [Vous... avez écouté.]

source: @ed [I don't think there will be any more trouble.]
fr: @ed [Je ne pense pas qu'il y aura d'autres problèmes.]

source: @ed [Come on. Let's return to the protocol.]
fr: @ed [Venez. Revenons au protocole.]

source: @niko Wait...\>\n\@niko2 Where did the minecart go?
fr: @niko Attendez...\>\n\@niko2 Où est passé le wagonnet ?

source: @niko Guess we should get going, \p.
fr: @niko Je crois qu'on devrait juste continuer, \p.

source: There was a time where our people used to live in these ruins.
fr: Notre peuple vivait jadis dans ces ruines.

source: But due to flooding, most of us have moved to less permanent settlements.
fr: Mais à cause des inondations, la plupart d'entre nous s'est installée dans des colonies moins permanentes.

source: @niko Flooding?
fr: @niko Des inondations ?

source: Aye, the land has gotten brittle...
fr: Oui, la terre s'est déchirée...

source: The Glen used to be in one piece, you know?
fr: Le Vallon était en un seul morçeau avant, tu sais ?

source: But now it's just a bunch of islands that get smaller and smaller.
fr: Mais aujourd'hui, ce n'est plus qu'un tas d'îles qui deviennent de plus en plus petites.

source: @niko Do you still live here?
fr: @niko Vous vivez toujours ici ?

source: Sort of.
fr: En quelque sorte.

source: Fish populations near the village are thinning, so we fisherfolk are making temporary shelter here.
fr: Il y a de moins en moins de poissons près du village, donc nous autres pêcheurs nous sommes temporairement établis ici.

source: @niko_speak Makes sense!
fr: @niko_speak Ça se tient !

source: The deeper ruins have been abandoned for a while, though.
fr: Il y a longtemps que les ruines ont été abandonnées, en revanche.

source: ...but I do see some kids coming in and out of those.
fr: ... mais je vois quand même des enfants y entrer et en sortir.

source: I think they actually live there?
fr: J'imagine qu'ils y vivent.

source: ... hey, now that I think about it...
fr: ... Hé, maintenant que j'y pense...

source: Aren't YOU one of those kids?
fr: TU ne serais pas l'un de ces enfants ?

source: @alula_speak Yeah! \@alula It's just me and my brother! \>\n\@alula_pout Or is it... "my brother and I"?
fr: @alula_speak Ouais ! \@alula C'est juste moi et mon frère ! \>\n\@alula_pout Ou est-ce qu'on dit... « mon frère et moi » ?

source: Well, I hope you kids stay safe!
fr: Bon, j'espère que vous faites attention !

source: If y'all keed need somewhere less dangerous to live, the village or the city are good places.
fr: Les enfants, si vous avez besoin d'un endroit moins dangereux où vivre, le village ou la ville sont de très bons endroits.

source: I hope you and your brother stay safe!
fr: J'espère que ton frère et toi resterez hors de danger !

source: I hope those kids are safe...
fr: J'espère que ces enfants ne courent pas de risques...

source: @niko Warm coals.
fr: @niko Des braises chaudes.

source: @niko ...\>\n\@niko_speak Sure is taking a while...
fr: @niko ...\>\n\@niko_speak Ça prend du temps...

source: @niko I guess this elevator leads to the top of the Tower, \p...
fr: @niko J'imagine que cet ascenseur mène au sommet de la Tour, \p...

source: @niko_speak ...are you excited, \p?\>\n\@niko We're finally gonna save the world...
fr: @niko_speak ... Vous réalisez, \p ?\>\n\@niko Nous allons enfin sauver le monde...

source: @niko_speak And I know it's for real this time, cuz you're here!
fr: @niko_speak Et je sais que cette fois est la bonne, parce que vous êtes là !

source: @niko And then...\>\n\@niko_speak ...I'll get to go home for real this time, too!
fr: @niko Et puis après...\>\n\@niko_speak ... je pourrai rentrer chez moi pour de bon !

source: @niko I can't wait to see everyone again...
fr: @niko J'ai hâte de revoir tout le monde...

source: @niko_speak Are you okay, \p?\>\n\@niko You seem a little quiet...
fr: @niko_speak Est-ce que tout va bien, \p ?\>\n\@niko Vous ne dites plus rien...

source: @niko_speak ...yeah?
fr: @niko_speak ... Oui ?

source: I need to tell you something.
fr: Je dois vous parler de quelque chose.

source: @niko ...I'm listening.
fr: @niko ... J'écoute.

source: @niko_speak What's going on, \p?
fr: @niko_speak Que se passe-t-il, \p ?

source: We can't save both.
fr: Nous ne pouvons pas sauver les deux.

source: The world...and you...
fr: Le monde... et vous...

source: @niko ...wh \>\@niko3 ...what's that supposed to mean, \p?
fr: @niko ... Qu...\>\@niko3 ... Qu'est-ce que vous voulez dire, \p ?

source: To send you home...
fr: Pour vous renvoyer chez vous...

source: We must break the lightbulb.
fr: Nous devons briser l'ampoule.

source: @niko_shock What??\>\n\@niko3 ...But won't that... \>\n\@niko_distressed2 ...But won't that end the world?
fr: @niko_shock Comment ?!\>\n\@niko3 ... Mais ce serait...\>\n\@niko_distressed2 ... Ce serait la fin du monde ?

source: @niko_eyeclosed I don't want that to happen...
fr: @niko_eyeclosed Je ne veux surtout pas que ça arrive...

source: @niko2 So... what happens when we save the world?\>\n\@niko_distressed ...what happens to me...?
fr: @niko2 Alors... que se passera-t-il quand nous sauverons le monde ?\>\n\@niko_distressed ... Que m'arrivera-t-il... ?

source: I don't know.
fr: Je l'ignore.

source: @niko_shock You... don't?
fr: @niko_shock Vous... l'ignorez ?

source: @proto2b [...I would appreciate it if you do not linger here.]
fr: @proto2b [... J'apprécierais que vous ne vous attardiez pas ici.]

source: @silver2 [I don't even know where this tunnel leads...]
fr: @silver2 [Je ne sais même pas où mène ce tunnel...]

source: @niko So this is the way out?
fr: @niko La sortie est donc par là ?

source: @silver [There wasn't any data on this path in the server room...]
fr: @silver [Il n'y avait aucune information sur ce chemin dans la salle du serveur...]

source: @proto2 [It's new.]
fr: @proto2 [Il est nouveau.]

source: @proto1 [Niko, get in the minecart.]
fr: @proto1 [Niko, montez dans le wagonnet.]

source: @niko O-Okay.
fr: @niko D'a... D'accord.

source: @proto1 [Please keep moving forward.]
fr: @proto1 [Continuez d'avancer s'il vous plaît.]

source: @ed [I tried.]
fr: @ed [J'ai essayé.]

source: @ed [I really did!]
fr: @ed [Vraiment !]

source: @ed [But I...]
fr: @ed [Mais je...]

source: @ed [...dE St ablIzi Nng]
fr: @ed [...sUiS DeStAbI lIsÉ]

source: @ed [I'm sorry, Niko.]
fr: @ed [Je suis désolé, Niko.]

source: @ed [I tR IE d tO PrOTE cT yOU.]
fr: @ed [J'ai eSs Ay É dE Te PrO tÉGeR.]

source: @ed [...bu t c An't hold it o f f foRevER.]
fr: @ed [...mais Je Ne PeUx PaS ReTeNiR Ça PoUr ToUjOuRs.]

source: @niko3 What was that?
fr: @niko3 C'était quoi ?

source: @proto_gasp2 [...HERE TOO?]
fr: @proto_gasp2 [...ICI AUSSI ?]

source: @silver3 [Watch out!]
fr: @silver3 [Attention !]

source: I just moved here from the Glen. Things are so different in the city....
fr: J'ai fait tout ce chemin depuis le Vallon. Les choses sont si différentes en ville...

source: You've been to the Glen, right?
fr: Tu as déjà vu le Vallon, n'est-ce pas ?

source: Everything's so green back there....
fr: Tout y est si vert...

source: I really miss it!
fr: Cela me manque beaucoup !

source: My neighbor gave me some plants to cheer me up, but...
fr: Mon voisin m'a donné quelques plantes pour me remonter le moral, mais...

source: .....I should probably get a muzzle for Betsy there.
fr: ..... je devrais probablement trouver une muselière pour Betsy.

source: @niko It's a landscape portrait of the Glen.
fr: @niko C'est un paysage du Vallon.

source: @niko_eyeclosed ...The remains of a potted plant.
fr: @niko_eyeclosed ... Les restes d'une plante en pot.

source: @niko_speak Something has been chewing on this plant...
fr: @niko_speak Quelque chose a mâchouillé ces plantes...

source: @niko_eyeclosed Not much is left of this plant...
fr: @niko_eyeclosed Il ne reste pas grand-chose de cette plante...

source: @niko_eyeclosed ...The entire plant was eaten...
fr: @niko_eyeclosed ... Toute la plante a été mangée...

source: @niko The title is "City Life: What to Expect"
fr: @niko Le titre est « La vie citadine : ce à quoi il faut s'attendre. »

source: @niko A picture of a ram, wearing a little pink bow.
fr: @niko La photo d'un bélier armé d'un petit arc rose.

source: The crops have been growing poorly without the sun...\nAnd there's no telling how long our surpluses will last.
fr: Sans soleil, les récoltes sont mauvaises...\nEt nous ne pouvons pas savoir combien de temps nos réserves dureront.

source: Please, savior, you have to hurry!
fr: Je t'en prie, messie, fais vite !

source: @niko_speak I...
fr: @niko_speak Je...

source: @niko I'll do my best.
fr: @niko Je vais faire de mon mieux.

source: Most of the green moss covering our village has already lost its glow...
fr: La mousse verte qui couvre notre village a déjà perdu de son éclat...

source: If it wasn't for the thin strip left on the boundaries of the land, people could easily fall into the ocean.
fr: Sans la fine bande de mousse qui persiste aux frontières du pays, les gens pourraient facilement tomber dans l'océan.

source: Without light, land and water becomes indistinguishable here.
fr: Sans lumière, il est impossible de distinguer la terre de l'eau.

source: Wooow!
fr: Ouaaaaah !

source: Is that the sun?
fr: Est-ce que c'est le soleil ?

source: And you're holding it?
fr: Et tu le portes ?

source: Isn't it hot?
fr: Ce n'est pas trop chaud ?

source: @niko Not really!
fr: @niko Pas vraiment !

source: @niko It's nice and warm!
fr: @niko Il est chaud et agréable !

source: Your eyes glow in the dark!
fr: Tes yeux brillent dans le noir !

source: Just like the sun!
fr: Exactement comme le soleil !

source: @alula_speak That's what I said!
fr: @alula_speak J'ai dit la même chose !

source: The land is fragmenting at an alarming rate...
fr: La terre se fragmente à une vitesse alarmante...

source: I don't like to think about the day when this town finally loses to the intruding sea.
fr: Je ne veux pas penser au jour où ce village se fera finalement submerger par les flots.

source: We'll have to find another place to settle...
fr: Nous devrons trouver un autre endroit où nous installer...

source: @shepherd You've provided a great service for all of ramkind.\nIn return...\.\nTake this fine ram wool.
fr: @shepherd Tu as rendu un grand service au peuple bélier.\nPour te récompenser...\.\nPrends cette laine.

source: @niko Oh, uh... thanks.
fr: @niko Oh, heu... Merci.

source: @shepherd My rams clock at 1333 megaherds.
fr: @shepherd Avec une hygiène irréprochable, mes béliers gardent toujours la laine fraîche...

source: @niko ...what?
fr: @niko ... Quoi ?

source: @shepherd You're heading to the city, aren't you?
fr: @shepherd Tu vas en ville, pas vrai ?

source: @shepherd Been there, done that.
fr: @shepherd J'y suis allé, j'en suis revenu.

source: @shepherd Too cramped, you know?
fr: @shepherd Trop à l'étroit, tu vois.

source: @shepherd But it's not like this place is getting any bigger with the rising waters and all.
fr: @shepherd Mais bon, c'est pas comme si cet endroit devenait plus grand, avec les eaux qui montent et le reste...

source: @shepherd Hm...maybe the city isn't so bad after all...
fr: @shepherd Hum... La ville, c'est peut-être pas si mal, après tout...
