Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: The vines are everywhere!
fr: Il y a des vignes partout !

source: The plant lady must be protecting us!
fr: La dame-plante doit nous protéger !

source: @niko_upset ...yeah...
fr: @niko_upset ... Oui...

source: @shepherd What a day...
fr: @shepherd Quelle journée...

source: @niko_speak Earlier I was in the Barrens area, and I kind of... saw something?\>\n\@niko It was like a dream, but only for a split second...
fr: @niko_speak J'étais dans la Lande, et j'ai en quelque sorte... vu quelque chose ?\>\n\@niko C'était comme un rêve, mais seulement pendant un court instant...

source: @calamus_speak A vision?
fr: @calamus_speak Une vision ?

source: @calamus Like something a prophet would see.
fr: @calamus Comme des images qui apparaîtraient à un prophète.

source: @calamus_speak I mean, if you can talk to \p, it would make sense, right?
fr: @calamus_speak Je veux dire, si tu peux parler à \p, ça paraît logique, non ?

source: @calamus ...or not, I don't know. \>\n\@calamus_smile I've only read about it before.
fr: @calamus Ou peut-être pas, je ne sais pas. \>\n\@calamus_smile Je l'ai seulement lu quelque part.

source: @niko Oooh...\>\n\@niko_speak Anyway, what is this place?
fr: @niko Oooh...\>\n\@niko_speak Quoi qu'il en soit, quel est cet endroit ?

source: @niko It looks like it used to lead somewhere.
fr: @niko On dirait que ça menait quelque part.

source: @alula_speak Yeah, the sacred grounds!\>\n\@alula It's been a while since we went there...
fr: @alula_speak Ouais, les terres sacrées ! \>\n\@alula Ça fait longtemps que nous n'y sommes pas allés...

source: @calamus We don't have a way getting there now, remember?\>\nThere isn't a boat and none of us can swim, and...
fr: @calamus Il n'y a plus aucun moyen d'y aller, au cas où tu l'aurais oublié.\>\nIl n'y a aucun bateau, et aucun d'entre nous ne sait nager, et...

source: @niko_speak What's...the sacred grounds?
fr: @niko_speak C'est quoi... les Terres Sacrées ?

source: @calamus It's where our people are buried.
fr: @calamus C'est l'endroit où notre peuple est enterré.

source: @alula Sometimes we go there to visit mom!\>\n\@alula_oh Well, her grave, anyway.
fr: @alula On y va parfois pour rendre visite à maman! \>\n\@alula_oh Enfin, sa tombe quoi.

source: @niko_eyeclosed Oh....\>\n\@niko_speak -wait, how do you get there?\>\n\@niko I thought you said there isn't a boat?
fr: @niko_eyeclosed Oh...\>\n\@niko_speak Attends, comment est-ce que vous y allez ?\>\n\@niko Tu as dit qu'il n'y avait pas de bateau ?

source: @alula Oh, our friend helps us!
fr: @alula Oh, notre ami nous aide !

source: @calamus He has some sort of machine that allows him to fly.
fr: @calamus Il a une sorte de machine qui lui permet de voler.

source: @alula Sometimes he takes us along!
fr: @alula Parfois il nous emmène avec lui !

source: @calamus But like I was about to say, we haven't seen him around for a while.
fr: @calamus Mais comme j'allais le dire, ça fait longtemps qu'on ne l'a pas vu.

source: @alula I wonder when he'll come back?\>\nI wish we could go see mom again...
fr: @alula Je me demande quand il reviendra.\>\nJ'ai envie de retourner voir maman...

source: @calamus Come on, Alula, let's go back to the courtyard now.
fr: @calamus Allez, Alula, retournons dans la cour.

source: [TAKE CARE NOW, PERSON!]
fr: [FAITES BIEN ATTENTION, PERSONNE !]

source: [HELLO, LIVING PERSON.]
fr: [BONJOUR, PERSONNE VIVANTE !]

source: [I HAVE COLLECTED A DUPLICATE WATER SAMPLE.]
fr: [J'AI PRÉLEVÉ UN ÉCHANTILLON D'EAU EN DOUBLE.]

source: [WOULD YOU LIKE IT?]
fr: [LE VOULEZ-VOUS ?]

source: [MY PROGRAMMING SAYS THAT ORGANIC BEINGS NEED WATER TO SURVIVE.]
fr: [MA PROGRAMMATION M'INDIQUE QUE LES ÊTRES ORGANIQUES ONT BESOIN D'EAU POUR SURVIVRE.]

source: [SO I SHALL OFFER IT TO YOU.]
fr: [C'EST POURQUOI JE VOUS L'OFFRE.]

source: @niko Oh, uh,\. \@niko_speak Sure! We'll take it.
fr: @niko Oh, euh,\. \@niko_speak Bien sûr ! On le prend.

source: [BEEP BOOP. WATER COLLECTION PROJECT RESUMING...]
fr: [BIP BOOP. REDÉMARRAGE DU PROJET DE COLLECTE D'EAU...]

source: @niko It's full of little glass tubes of water.
fr: @niko C'est rempli de petits tubes d'eau en verre.

source: [WATER SAMPLES!]
fr: [DES ÉCHANTILLONS D'EAU !]

source: Input Password:\n(Password Hint: Documents)
fr: Saisissez le mot de passe :\n(question secrète de mot de passe : Documents)

source: Press X to delete characters (default controls)
fr: Appuyez sur x pour supprimer des lettres

source: Upper
fr: MAJ

source: Lower
fr: MIN

source: put me in the big portal
fr: Placez moi dans le "big portal"

source: NAME_SWEARS
fr: fuck,shit,ass,cock,damn,penis,tiddy,titty,cunt,whore

source: NAME_NIKOS
fr: niko

source: NAMES_LIKE_NIKO
fr: nico,nikko,nicco,nikoh,nicoh

source: NAMES_LIKE_MOMDAD
fr: mom,dad,mommy,daddy,mama,papa

source: NAMES_GROSS
fr: poo,pee,fart,stinky,piss,poop,slimy
