Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @niko_eyeclosed I had another bad dream.
fr: @niko_eyeclosed J'ai encore fait un mauvais rêve.

source: @niko I know I have nothing to worry about with you here, but...
fr: @niko Je sais que je n'ai aucune raison de m'inquiéter quand vous êtes là, mais...

source: @niko_eyeclosed Can I really save everyone with this lightbulb?
fr: @niko_eyeclosed Vais-je vraiment pouvoir sauver tout le monde avec cette ampoule ?

source: @niko ...Let's get going now.
fr: @niko ... Mettons-nous en route à présent.

source: @niko These vines look tough, but I think I can manage to cut them!
fr: @niko Ces vignes ont l'air robustes, mais je pense arriver à les couper !

source: @niko_speak That did it!
fr: @niko_speak Ça a marché !

source: @niko Ready to go, \p?
fr: @niko On y va, \p ?

source: @niko The clipper handles won't budge...
fr: @niko Les poignées des cisailles ne bougent pas...

source: @niko ...It's not broken, is it?
fr: @niko ... Elles ne sont pas cassées, si ?

source: @niko There are some really tangled-up vines in the way.
fr: @niko Il y a des vignes complètement enchevêtrées qui bloquent le passage.

source: @niko It looks like an oil can...
fr: @niko On dirait un bidon d'huile...

source: @niko This might be useful. I'll take it with me.
fr: @niko Ça pourrait être utile. Je l'emporte.

source: @niko I think I might be carrying something else I can use this with already.
fr: @niko Il me semble avoir quelque chose que je pourrais utiliser avec ça.

source: @niko Maybe I should check my pockets again?
fr: @niko Et si je regardais à nouveau dans mes poches ?

source: @niko I don't think we need to go that way...
fr: @niko Je ne pense pas que nous ayons besoin d'aller par là...

source: @ed [\p, I don't know who put this bed here...]
fr: @ed [\p, je ne sais pas qui a mis ce lit ici...]

source: @ed [But this bed will bring you back to the beginning of your journey.]
fr: @ed [Mais il vous ramènera au début de votre voyage.]

source: @ed [Keep this in mind before you decide to let Niko sleep here.]
fr: @ed [Souvenez-vous-en bien avant de demander à Niko de s'y allonger.]

source: @niko It's a pair of rubber gloves.\nThey're a bit heavy.
fr: @niko C'est une paire de gants en caoutchouc.\nIls sont un peu lourd.

source: @niko_speak You...want me to smash the boards with the pipe?
fr: @niko_speak Vous... voulez que je brise les planches avec le tuyau ?

source: @niko I can't do that! We'll have to pry them off!
fr: @niko Je ne peux pas faire ça, il faudra rembourser !

source: @niko_eyeclosed But I don't think I can do that with a pipe...
fr: @niko_eyeclosed Mais je pense pas pouvoir faire ça avec un tuyau...

source: @niko_speak Good thing I kept this crowbar!
fr: @niko_speak Heureusement que j'ai gardé ce pied-de-biche !

source: @niko_eyeclosed What a workout...
fr: @niko_eyeclosed Regardez-moi ce travail...

source: @niko The door is all boarded up...
fr: @niko La porte est entièrement barricadée de planches...

source: @niko_speak The boards seem loose, though! I should be able to pull them off with the right tool...
fr: @niko_speak Les planches n'ont pas l'air bien fixées ! Je devrais arriver à les enlever avec l'outil adéquat...

source: [THE ROBOT ASSEMBLY AND REPAIR SERVICES HAVE BEEN DISCONTINUED AT THE BARRENS.]
fr: [LES SERVICES D'ASSEMBLAGE ET DE RÉPARATION DE ROBOTS ONT ÉTÉ INTERROMPUS DANS LA LANDE.]

source: [IF YOU HAVE FURTHER INQUIRY, PLEASE CONTACT THE HEAD ENGINEER.]
fr: [POUR TOUTE AUTRE QUESTION, VEUILLEZ CONTACTER L'INGÉNIEUR EN CHEF.]

source: @niko This seems to be a page ripped out of a book.
fr: @niko On dirait que cette page a été arrachée d'un livre.

source: $-cannot overstate the importance of cleaning solvents in this environment.
fr: $-ne peut pas surestimer l'importance des solvants de nettoyage sur cet environnement.

source: $Here is a simple recipe using the alternative method discussed in the last chapter, utilizing the natural properties of blue phosphor.
fr: $Voici une recette simple utilisant la méthode alternative mentionnée dans le chapitre précédent, qui se sert des propriétés naturelles du phosphore bleu

source: $Reagents:
fr: $Produits :

source: $-Acidic gas
fr: $-gaz acide

source: $-Blue phosphor (rare form)
fr: $-phosphore bleu (forme rare)

source: $1) In a well-ventilated area, direct the gas into your container of choice.
fr: $1) Dans un espace bien ventilé, introduire le gaz dans le conteneur de votre choix.

source: $Seal immediately.
fr: $Fermez immédiatement.

source: @niko That's the end of the page...
fr: @niko C'est la fin de la page...

source: [WELCOME TO THE OLD CHEMICAL PROCESSING PLANT.]
fr: [BIENVENUE À L'USINE DE TRAITEMENT DES VIEUX PRODUITS CHIMIQUES.]

source: [MOST OF THE EQUIPMENT HAS ALREADY BEEN RELOCATED.]
fr: [LA PLUPART DE L'ÉQUIPEMENT A DÉJÀ ÉTÉ DÉPLACÉ.]

source: @niko Do you know where I could find a battery for a flying machine?
fr: @niko Où pourrais-je trouver une batterie pour machine volante ?

source: [I HAVE A BATTERY INTEGRATED INTO MY SYSTEM.]
fr: [J'AI UNE BATTERIE INTÉGRÉE À MON SYSTÈME.]

source: [IT CANNOT BE USED TO POWER OTHER THINGS.]
fr: [ELLE NE PEUT PAS ÊTRE UTILISÉE POUR ALIMENTER D'AUTRES APPAREILS.]

source: [STAY SAFE.]
fr: [FAITES ATTENTION À VOUS.]

source: [THE RESEARCH STATION IS CURRENTLY EXPERIENCING SOME TECHNICAL DIFFICULTIES.]
fr: [LE CENTRE DE RECHERCHE RENCONTRE ACTUELLEMENT DES DIFFICULTÉS TECHNIQUES.]

source: @niko2 I can tell...
fr: @niko2 Je vois ça...

source: @niko_eyeclosed Even the bridge on the way here was...
fr: @niko_eyeclosed Même le pont était...

source: @niko By the way, do you know where I could find a battery for a flying machine?
fr: @niko Au fait, où pourrais-je trouver une batterie pour un machine volante ?

source: [I DO NOT.]
fr: [JE NE SAIS PAS.]

source: [ANOMALIES ARE INCREASING...]
fr: [LES ANOMALIES SE MULTIPLIENT...]

source: @niko_speak Do you know where I could find a battery for a flying machine?
fr: @niko_speak Où pourrais-je trouver une batterie pour machine volante ?

source: [HAVE YOU CHECKED THE POWER ROOM?]
fr: [AVEZ-VOUS REGARDÉ DANS LA SALLE D'ALIMENTATION ?]

source: [WHAT IS A FLYING MACHINE.]
fr: [QU'EST-CE QU'UNE MACHINE VOLANTE ?]

source: [SOME VINES JUST GREW AROUND THIS BRIDGE.]
fr: [DU LIERRE S'EST PROPAGÉ AUTOUR DE CE PONT.]

source: [ALMOST AS IF IT WAS AN INTENTIONAL REPAIR EFFORT.]
fr: [COMME S'IL S'AGISSAIT D'UN EFFORT DÉLIBÉRÉ POUR LE RÉPARER.]

source: @proto1 [I...]\>\n[...recognize the light in your eyes...]
fr: @proto1 [Je...]\>\n[... reconnais cette lueur dans vos yeux...]

source: @proto1 [You are the person I am destined to meet.]
fr: @proto1 [Vous êtes la personne que je suis destiné à rencontrer.]

source: @proto1b [....Niko?]
fr: @proto1b [.... Niko, c'est ça ?]

source: @niko3 Y...\.\.yes?
fr: @niko3 Ou...\.\. Oui.

source: @proto1b [....What is your name?]
fr: @proto1b [.... Comment vous appelez-vous ?]

source: @niko2 I'm Niko...
fr: @niko2 Je m'appelle Niko...

source: @proto2 [Do you know who sent you?]
fr: @proto2 [Savez-vous qui vous envoie ?]

source: @niko2 Oh....\>\n...um...
fr: @niko2 Oh....\>\n ... hmm...

source: @niko3 .....n...o?
fr: @niko3 ..... N... Non.

source: @niko ...wait, do you mean who sent me to this world?
fr: @niko ... Euh, vous voulez-dire, qui m'envoie dans ce monde ?

source: @niko_speak There was a robot a while back who told me about how I'm the messiah and stuff...
fr: @niko_speak J'ai rencontré un robot, il y a quelque temps, qui m'a dit que j'étais un messie ou je ne sais quoi...

source: @niko_speak So... I'm guessing \p sent me!
fr: @niko_speak Donc... j'imagine que c'est \p qui m'envoie !

source: @niko With them being god and all.
fr: @niko Puisque c'est un être divin.

source: @niko_speak The robot looks a little bit like you, even! \>\n\@niko Maybe you... know each other?
fr: @niko_speak Le robot vous ressemblait un petit peu, d'ailleurs ! \>\n\@niko Vous... vous connaissez peut-être.

source: @proto1 [I cannot say.]
fr: @proto1 [Je ne saurais vous le dire.]

source: @proto1 [A lot of my memories have been removed for safety reasons.]
fr: @proto1 [Une grande partie de mes souvenirs ont été effacés pour des raisons de sécurité.]

source: @niko_wtf Your memories were removed?!
fr: @niko_wtf Vos souvenirs ont été effacés ?!

source: @niko3 That's terrible!!
fr: @niko3 C'est terrible !!

source: @niko Wait... \>\n\@niko_eyeclosed I'm... guessing that's less of a big deal for a robot...
fr: @niko Oui, enfin... \>\n\@niko_eyeclosed je... j'imagine que c'est moins grave pour un robot...

source: @proto2b [I am going to assume you do not know who sent you.]
fr: @proto2b [Je suppose alors que vous ne savez pas qui vous envoie.]

source: @proto1b [How did you get here, then?] \>\n\@proto2 [How did you reach this room?]
fr: @proto1b [Comment avez-vous atterri ici, alors ?] \>\n\@proto2 [Comment avez-vous atterri dans cette pièce ?]

source: @niko_speak Oh! \>\nWe got here in a minecart!
fr: @niko_speak Oh !\>\n Nous avons pris un wagonnet jusqu'ici !

source: @proto1 [But the minecart wasn't there when you entered the mines, was it?]
fr: @proto1 [Mais le wagonnet n'était pas là quand vous avez pénétré dans les mines, si ?]

source: @niko_eyeclosed Oh yeah...
fr: @niko_eyeclosed Ah, c'est vrai...

source: @proto1b [So... how did you find it?]
fr: @proto1b [Alors... comment l'avez-vous trouvé ?]

source: @niko_eyeclosed I didn't really find it...
fr: @niko_eyeclosed Je ne l'ai pas exactement trouvé...

source: @niko_speak The robot lady thinks it was just the minecart coming to us, but...
fr: @niko_speak La dame-robot pense que le wagonnet est venu à nous, mais...

source: @niko I remember looking at the journal when it happened.
fr: @niko Je me souviens que je regardais le carnet quand c'est arrivé.

source: @niko_speak And when I looked up again, the cart was just...\. there!
fr: @niko_speak Et quand j'ai relevé les yeux, le wagonnet était... \.là !

source: @niko Poof. Just like that.
fr: @niko Pouf. Comme ça.

source: @proto1b [Interesting.\> Please show me this journal.]
fr: @proto1b [Intéressant.\> Montrez-moi ce carnet.]

source: @proto1 [...\>\nThen it has already begun.]
fr: @proto1 [...\>\n Alors, ça a déjà commencé.]

source: @proto1 [Here.]
fr: @proto1 [Tenez.]

source: @niko2 What... IS that?
fr: @niko2 Qu'est-ce que... c'est que ÇA ?

source: @proto1 [I am entrusting you with my main memory disk.]
fr: @proto1 [Je vous confie ma disquette principale.]

source: @proto2 [You have passed the first test by showing me the book.]
fr: @proto2 [Vous avez passé le premier test en me montrant le livre.]

source: @proto2 [Now, you will need to find a way to install the backup.]
fr: @proto2 [Maintenant, vous devez trouver un moyen d'installer la sauvegarde.]

source: @niko2 Install the...
fr: @niko2 Installer la...

source: @proto1 [Before you do that, though...]
fr: @proto1 [Mais avant cela...]

source: @proto1b [...Someone else is with you, right?]
fr: @proto1b [... Quelqu'un vous accompagne, non ?]

source: @proto1c [Someone aside from \p.]\>\n[A resident of this world.]
fr: @proto1c [À part \p.] \>\n[Un habitant de ce monde.]

source: @niko_speak Yeah! \.\.\@niko The robot lady with the red hair.
fr: @niko_speak Oui ! \.\.\@niko La dame-robot aux cheveux roux.

source: @niko She's in the computer room right now.
fr: @niko Elle est dans la salle des ordinateurs en ce moment.

source: @proto1b [Then... please do not tell her you found me.]
fr: @proto1b [Alors... je vous en prie, ne lui dites pas que vous m'avez vu.]

source: @proto2b [At least, not yet.]
fr: @proto2b [Du moins, pas encore.]

source: @proto2b [I can't be seen like this.]
fr: @proto2b [Il ne faut pas qu'elle me voie ainsi.]

source: @niko2 Um... okay...
fr: @niko2 Hmm... D'accord...

source: @proto2 [Please help me restore my memory.]\>\n[Bring the disk back once you have the backup.]
fr: @proto2 [Aidez-moi à restaurer ma mémoire.\>\nRamenez la disquette quand vous aurez la sauvegarde.]

source: @niko Does this work?
fr: @niko Est-ce que ça marche ?

source: @proto1b [Let's see...]
fr: @proto1b [Voyons voir...]

source: @proto_disk [Inserting Disk...]\>\n\@proto_eyeclosed [Rebooting...]
fr: @proto_disk [Insertion de la disquette...] \>\n\@proto_eyeclosed [Redémarrage...]

source: @niko2 Are you okay?
fr: @niko2 Ça va ?

source: @proto2 [...Sure.]
fr: @proto2 [... Oui.]

source: @niko2 So... I guess it worked?
fr: @niko2 Alors... j'imagine que ça a marché ?

source: @proto1c [Yes.]
fr: @proto1c [Oui.]

source: @proto2b [I believe a proper introduction is in order.]
fr: @proto2b [Je pense que des présentations appropriées sont de rigueur.]

source: @proto1 [I am the Prototype, originally named Prophetbot.]
fr: @proto1 [Je suis Prototype, connu initialement sous le nom de Prophètebot.]

source: @proto2 [I was built to greet the savior of the old world.]
fr: @proto2 [On m'a fabriqué pour accueillir le sauveur de l'ancien monde.]

source: @niko ...wait. \>\n\@niko_speak A prophet robot...\. \.like that one I met?
fr: @niko ... Attendez... \>\n\@niko_speak Un robot prophète...\. \.comme celui que j'ai rencontré ?

source: @niko_eyeclosed ...Hey! I was right about you guys looking alike.
fr: @niko_eyeclosed ... Hé ! J'avais raison quand j'ai dit que vous vous ressembliez.

source: @proto1c [Well, the Prophetbot out there now is a gross simplification of my design.]
fr: @proto1c [Eh bien, ce Prophètebot-là n'est qu'une version brute et simplifiée de moi-même.]

source: @proto2 [That is to say, he is much more primitive by comparison.] \.\.\n[Embarassingly so.]
fr: @proto2 [C'est-à-dire qu'il est bien plus primitif que moi.] \.\.\n[À tel point que c'en est embarrassant.]

source: @niko_eyeclosed Hey, he seemed alright to me...
fr: @niko_eyeclosed Hé, je l'ai trouvé très bien, moi...

source: @proto2b [You don't understand.]
fr: @proto2b [Vous ne comprenez pas.]

source: @proto2 [Not only is he not tamed... \>\@proto2b he was tailor-made for this much smaller, simpler world to begin with.]
fr: @proto2 [Non seulement il n'est pas apprivoisé... \>\@proto2b mais en plus, il a été fabriqué sur-mesure pour ce monde plus petit et plus simple.]

source: @proto2b [I was not.]
fr: @proto2b [Ce ne fut pas mon cas.]

source: @proto1b [I was built before the real world ended.]
fr: @proto1b [J'ai été construit avant la fin du monde réel.]

source: @niko The...\.\.\@niko2 ...real world?
fr: @niko Le... \.\.\@niko2 ... monde réel ?

source: @proto_gasp2 [...Oh, right.]
fr: @proto_gasp2 [... Oh, c'est vrai.]

source: @proto2b [...You don't know.]
fr: @proto2b [... Vous n'êtes pas au courant.]

source: @proto1b [Niko...]\.\.\n[Do you... \.\.remember the ending?]
fr: @proto1b [Niko...]\.\.\n[Vous... \.\.souvenez-vous de la fin ?]

source: @niko3 ...excuse me?
fr: @niko3 ... Pardon ?

source: @proto1 [The fact that you've found me at all... means this is not your first time in this world.]
fr: @proto1 [Si vous m'avez trouvé... cela signifie que ce n'est pas la première fois que vous venez dans ce monde.]

source: @proto1c [You have already been summoned to this world once before.]
fr: @proto1c [Vous avez déjà visité ce monde par le passé.]

source: @proto2 [In fact, you've already traversed the entire world and went through the Tower already.]
fr: @proto2 [En fait, vous avez déjà traversé le monde entier et gravi la Tour.]

source: @proto2b [And, in the ending...\> you either put in the sun...\>or didn't.]
fr: @proto2b [Et, à la fin... \>soit vous avez remis le soleil à sa place... \>soit vous avez refusé.]

source: @proto_eyeclosed [What matters is that you are here now.]
fr: @proto_eyeclosed [Ce qui compte c'est que vous soyez ici maintenant.]

source: @proto2b [\p has successfully bypassed the "one shot" restriction and brought you back again.]
fr: @proto2b [\p a réussi à contourner la restriction pour vous faire revenir ici.]

source: @niko2 I... \>\@niko3 ...
fr: @niko2 Je... \>\@niko3 ...

source: @proto2 [...Hm?]
fr: @proto2 [... Hein ?]

source: @niko_distressed2 ...I...\>THOUGHT something was weird....
fr: @niko_distressed2 ... Je... \>SAVAIS bien qu'il y avait quelque chose d'étrange...

source: @niko_distressed ...when I woke up at the house, I called out a name...
fr: @niko_distressed ... À mon réveil, j'ai prononcé le nom de quelqu'un...

source: @niko_eyeclosed It turned out to be \p's name...
fr: @niko_eyeclosed C'était celui de \p...

source: @niko3 And then I... \.\.back at the other robot...\>\n\@niko_eyeclosed I even asked \p if we met before.
fr: @niko3 Et puis, j'ai... \.\.avec l'autre robot... \>\n\@niko_eyeclosed j'ai même demandé à \p si on se connaissait.

source: @niko_eyeclosed Felt like such a dumb question at the time!
fr: @niko_eyeclosed J'avais trouvé ma question tellement bête sur le moment !

source: @proto2 [It looks like you are at least aware of it.]
fr: @proto2 [Il semblerait que vous vous en souveniez.]

source: @proto2b [...to some extent.]
fr: @proto2b [... Du moins, partiellement.]

source: @niko_distressed_talk It's...\> just this weird feeling, okay?
fr: @niko_distressed_talk J'ai... \>ce sentiment étrange, vous voyez ?

source: @niko_distressed I don't... \>\nactually remember going through the world...\>\n\@niko_eyeclosed I just remember \p...
fr: @niko_distressed Je ne... \>\nme souviens pas avoir visité ce monde... \>\n\@niko_eyeclosed Je ne me souviens que de \p...

source: @niko_distressed2 It's...\.\.really starting to freak me out.
fr: @niko_distressed2 Ça...\.\. commence vraiment à m'effrayer.

source: @proto2 [Calm down.]
fr: @proto2 [Du calme.]

source: @proto2b [Look, just like how my memories were locked away, yours are too.]
fr: @proto2b [Écoutez, vos souvenirs sont emprisonnés quelque part, tout comme les miens.]

source: @niko_distressed2 ...but.
fr: @niko_distressed2 ... Mais.

source: @proto2b [You're a living being. You don't even need extra hardware to remember.]
fr: @proto2b [Vous êtes un être vivant. Vous n'avez même pas besoin d'un logiciel supplémentaire pour vous souvenir.]

source: @proto1 [Just...\.\. close your eyes and focus.]
fr: @proto1 [Fermez... \.\.les yeux et concentrez-vous.]

source: @niko3 ...focus on what?
fr: @niko3 ... Me concentrer sur quoi ?

source: @proto1b [...try to picture a big room made entirely of glass.]
fr: @proto1b [... Essayez de visualiser une grande pièce faite entièrement de verre.]

source: @proto2b [No matter what you saw in the Tower, the top room never changes.]
fr: @proto2b [Quoi que vous ayez vu dans la Tour, la pièce située au sommet ne change jamais.]

source: @niko2 ...Alright.
fr: @niko2 ... D'accord.

source: @niko_shock ...no way...
fr: @niko_shock ... C'est impossible...

source: @niko_shock I was...\.\.\@niko_wtf THERE, wasn't I?
fr: @niko_shock J'y...\.\.\@niko_wtf ÉTAIS vraiment... ?

source: @niko_upset At... the Tower...
fr: @niko_upset Dans... la Tour...

source: @niko_eyeclosed I've been through...\.\.the Tower...
fr: @niko_eyeclosed J'ai gravi... \.\.la Tour...

source: @proto2 [There we go.]
fr: @proto2 [C'est ça.]

source: @niko_distressed2 I... \.\.can't remember all that much, but...
fr: @niko_distressed2 Je...\.\. ne me souviens pas de grand-chose, mais...

source: @niko_distressed_talk The room with the sun...
fr: @niko_distressed_talk La pièce avec le soleil...

source: @niko_distressed2 It feels like...\.\.such a long time ago.
fr: @niko_distressed2 Ça semble... \.\.si lointain.

source: @niko_distressed_talk ...it doesn't make sense!!!
fr: @niko_distressed_talk ... Ça n'a aucun sens !!

source: @niko_distressed If I already finished the mission... \>\nWhy didn't anything change?
fr: @niko_distressed Si j'ai déjà terminé la mission... \>\nPourquoi rien n'a changé ?

source: @niko3 And... why doesn't anyone know me?
fr: @niko3 Et... pourquoi personne ne me reconnaît ?

source: @niko_upset The other Prophetbot... the robot lady... \>\nNone of them remember who I am...
fr: @niko_upset L'autre Prophètebot... la dame-robot... \>\nAucun d'eux ne se souvient de moi...

source: @proto1c [Of course not. The residents do not have that capacity.]
fr: @proto1c [Évidemment. Les habitants n'ont pas cette capacité.]

source: @proto1 [NPC memories do not last beyond the scope of a session.]
fr: @proto1 [La mémoire des PNJs ne dure que le temps d'une session.]

source: @niko2 N...\.\.PC?
fr: @niko2 Les P... \.\.NJs ?

source: @proto1c [You know, the characters...\>the world's residents.]
fr: @proto1c [Vous savez, les personnages... \>les habitants de ce monde.]

source: @proto1 [All their "past" memories are built into their code, but...]
fr: @proto1 [Tous leurs souvenirs « passés » sont intégrés dans leur code, mais...]

source: @proto1b [The characters themselves don't... really exist until \p wills it.]
fr: @proto1b [Les personnages en eux-mêmes... n'existent pas tant que \p ne l'a pas décidé.]

source: @proto2B [Same story for the world itself.]
fr: @proto2B [C'est la même chose pour le monde.]

source: @proto2B [Doesn't really exist unless \p initiates the program.]
fr: @proto2B [Il n'existe pas réellement tant que \p ne lance pas le programme.]

source: @niko3 ...the... \.\.program?
fr: @niko3 ... Le... \.\.programme ?

source: @proto1b [The World Machine.]\>\n[A universe simulator that runs on \p's computer.]
fr: @proto1b [La Machine-monde.]\>\n[Un simulateur d'univers qui s'exécute depuis l'ordinateur de \p.]

source: @proto2 [We are all in it right now.]
fr: @proto2 [Nous y sommes tous en ce moment même.]

source: @niko_distressed_talk ...SO WE'RE NOT REAL?
fr: @niko_distressed_talk ... ALORS NOUS NE SOMMES PAS RÉELS ?

source: @proto2 [Oh, you are.]
fr: @proto2 [Oh, vous si.]

source: @proto2b [...which is why you're so important.]
fr: @proto2b [... C'est la raison pour laquelle vous avez tant d'importance.]

source: @proto1 [The biggest flaw of the program is that it cannot be run independently.]
fr: @proto1 [Le défaut principal du programme vient du fait qu'il ne peut pas s'exécuter tout seul.]

source: @proto2 [It requires the mental processing abilities of a real person from another universe.]
fr: @proto2 [Elle a besoin des capacités mentales d'une vraie personne dans un autre univers.]

source: @proto2b [Think of it like...\.\.one of your dreams.]
fr: @proto2b [Dites-vous... \.\.que c'est un rêve.]

source: @proto1b [When you wake up, it's gone.]
fr: @proto1b [Quand vous vous réveillerez, tout disparaîtra.]

source: @proto1c [But unlike a dream, this world has a physical location inside a computer, which \p operates.]
fr: @proto1c [Mais contrairement à un rêve, ce monde a un emplacement physique sur l'ordinateur de \p.]

source: @proto1b [For this world to continue existing around you, \p has to be in constant contact with you.]
fr: @proto1b [Pour que ce monde continue d'exister autour de vous, \p doit être en contact permanent avec vous.]

source: @proto2b [If \p ends the program, the world will go into a stasis.]
fr: @proto2b [Si \p ferme le programme, le monde entrera en stase.]

source: @niko3 Does...\.\. does \p know this?
fr: @niko3 Est-ce que...\.\. Est-ce que \p est au courant ?

source: @proto1b [Of course.]
fr: @proto1b [Bien sûr.]

source: @proto1c [From \p's perspective, The World Machine isn't all that special.]
fr: @proto1c [La Machine-monde n'a rien de bien spécial aux yeux de \p.]

source: @proto2b [It's no different from other recreational, game-type software they may have installed on their computer.]
fr: @proto2b [Elle n'est pas si différente des autres logiciels de divertissement installés sur son ordinateur.]

source: @proto1c [They can also regenerate the world as many times as they'd like, now that the restriction is nullified.]
fr: @proto1c [Votre camarade peut générer le monde comme bon lui semble, maintenant que la restriction est levée.]
