Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @george3_sigh ...you know...\.\. the first robot you met in our world...
fr: @george3_sigh Tu sais...\.\. le premier robot que tu as rencontré dans notre monde...

source: @george3_worry ...oh...\.\.The book was quite detailed, too....
fr: @george3_worry Oh...\.\. Le livre était aussi très détaillé...

source: @george3_sigh It...\.\. would've been useful to your friend, I think...
fr: @george3_sigh Il...\.\. aurait utile à ton ami, je crois...

source: @niko_eyeclosed ...yeah.
fr: @niko_eyeclosed ... Oui.

source: @george4 The Author's book on the creation of Prophetbot!
fr: @george4 Le livre de l'Auteur sur la création du Prophètebot !

source: @george4_golly Remember Prophetbot? \.\.The first robot you met in our world?
fr: @george4_golly Tu te souviens du Prophètebot ? \.\.Le premier robot que tu as rencontré dans notre monde ?

source: @niko_eyeclosed Yeah...
fr: @niko_eyeclosed Ouais...

source: @george4_omg He's a work of art!!!
fr: @george4_omg C'est une œuvre d'art !

source: @george4_smile The Author's book was so detailed... \.\.really made me appreciate how much work went into him!
fr: @george4_smile Le livre de l'Auteur était tellement détaillé... \.\.J'ai beaucoup apprécié le travail qu'il a fourni !

source: @george5_hmm "The Creation of Prophetbot", dear.\>\n\@george5_heh It's one of my favorite books by the Author!
fr: @george5_hmm « La création du Prophètebot »...\>\n\@george5_heh C'est un de mes livres préférés de l'Auteur !

source: @george5_hmm The book contains many detailed blueprints and progress shots.
fr: @george5_hmm Le livre contient un bon nombre de plans schématiques détaillées et d'illustrations.

source: @george5_smile I really enjoyed editing it!
fr: @george5_smile J'ai vraiment aimé l'éditer !

source: @george6_point You remember Prophetbot? \>\n\@george6 The first robot you met in our world?
fr: @george6_point Tu te souviens du Prophètebot ? \>\n\@george6 Le premier robot que tu as rencontré dans notre monde ?

source: @niko ...yeah?
fr: @niko ... Oui ?

source: @george6_smile The Author wrote a book on how he was made!\>\n\@george6_shrug It's one of his best works, bruh.
fr: @george6_smile L'auteur a écrit un livre sur sa conception !\>\n\@george6_shrug C'est une de ses meilleures œuvres.

source: @george6 You just gotta love that guy's attention to detail... all the little parts that just came together...
fr: @george6 Tu vas adorer son souci du détail... Toutes ces petites pièces qui s'imbriquent les unes dans les autres...

source: @george6_point ...was the freshest book I've ever edited, man!
fr: @george6_point ... C'est le meilleur livre que j'ai jamais édité !

source: @kip_pout Please be careful out there...
fr: @kip_pout Fais attention à toi...

source: Well, it was nice knowing y'all I suppose...
fr: Ça m'a fait plaisir de tous vous rencontrer...

source: When the world ends, would it be better if it was gone in an instant, or slowly fading away?
fr: Quand ce sera la fin du monde, vaudrait-il mieux qu'il soit emporté en un instant, ou qu'il disparaisse lentement ?

source: Haha... looks like we're stuck with the latter.
fr: Ha ha... on dirait bien que c'est la deuxième solution.

source: @niko Coffee cups.
fr: @niko Des tasses.

source: @niko_speak Coffee is for grown-ups!
fr: @niko_speak Le café, c'est pour les grands !

source: @niko A coffee machine.
fr: @niko Une machine à café.

source: @niko It's almost empty...
fr: @niko Elle est presque vide...

source: @niko A photo of some plants.
fr: @niko Une photo de plantes.

source: @niko Some sort of plaque.
fr: @niko Un genre de plaque.

source: @niko A photo of some people.
fr: @niko Une photo avec des gens.

source: @bookbot [IF YOU HAVE AN INQUIRY. PLEASE APPROACH FROM THE FRONT.]
fr: @bookbot [SI VOUS AVEZ UNE QUESTION, VEUILLEZ VOUS APPROCHER DU COMPTOIR.]

source: @niko I'm good, thanks!
fr: @niko Tout va bien, merci !

source: I NEED TO FIND OUT HOW THIS BOOK ENDS...
fr: JE DOIS CONNAÎTRE LA FIN DE CE LIVRE...

source: @niko2 Ummm....
fr: @niko2 Hummm...

source: IF I DIE I WANNA DIE READING!
fr: SI JE DOIS MOURIR, JE VEUX MOURIR EN LISANT !

source: THE WORLD IS ENDING WHAT ARE WE GONNA DO
fr: C'EST LA FIN DU MONDE, QUE VA-T-ON FAIRE ?

source: Reading helps me get my mind off things...
fr: La lecture m'aide à avoir l'esprit tranquille...

source: [DO YOU NEED SOMETHING? PLEASE APPROACH FROM THE FRONT.]
fr: [VOUS AVEZ BESOIN DE QUELQUE CHOSE ? VEUILLEZ VOUS APPROCHER DU COMPTOIR.]

source: @bookbot [THE ARCHIVAL ROOM IS CURRENTLY BEING USED AS AN INFIRMARY.]
fr: @bookbot [LA SALLE DES ARCHIVES EST ACTUELLEMENT UTILISÉE COMME INFIRMERIE.]

source: @bookbot [WE APOLOGIZE FOR THE INCONVENIENCE.]
fr: @bookbot [VEUILLEZ NOUS EXCUSER POUR LE DÉSAGRÉMENT.]

source: @niko_eyeclosed It's okay...
fr: @niko_eyeclosed Ce n'est pas grave...

source: @niko A computer. It's currently off.
fr: @niko Un ordinateur. Éteint.

source: Everyone here should be safe for now...
fr: Tout le monde devrait être en sécurité ici...

source: This library was built fairly recently, you know...
fr: Cette bibliothèque est assez récente...

source: Shortly after the first squares appeared, they wanted to build something that could withstand partial collapse.
fr: Peu après l'apparition des premiers carrés, ils voulaient construire quelque chose qui pourrait résister à un effondrement partiel.

source: The architects used the newest, strongest materials they had.
fr: Les architectes ont utilisé les matériaux les plus récents et les plus robustes à leur disposition.

source: ...Thank goodness for that.
fr: ... Je les en remercie.

source: I hope the Author is safe...
fr: J'espère que l'Auteur est en sécurité...

source: I wonder where the Author is...
fr: Je me demande où se trouve l'Auteur...

source: Apparently he just kinda... stopped showing up.
fr: Apparemment, il ne se montrerait plus...

source: The head librarian says she's still getting his manuscripts, but...
fr: La bibliothécaire en chef reçoit toujours ses manuscrits, mais...

source: No one has seen him in person in so long...
fr: Personne ne l'a vu en personne depuis un bon moment...

source: ....sigh.
fr: ... *Soupir*.

source: Many people have been assuming the worst.
fr: Les gens craignent le pire.

source: I hope my friends are okay!
fr: J'espère que mes amis vont bien !

source: Another group of evacuees should be arriving soon...
fr: Un autre groupe de personnes évacuées devrait bientôt arriver...

source: @niko Books are neatly placed on the shelf.
fr: @niko Des livres sont soigneusement rangés sur l'étagère.

source: @niko Books are placed neatly on the shelf.
fr: @niko Des livres sont rangés soigneusement sur l'étagère.

source: @niko Placed books are neatly on the shelf.
fr: @niko Des livres rangés sont soigneusement sur l'étagère.

source: @niko On the shelf are neatly placed books.
fr: @niko Sur l'étagère, des livres sont soigneusement rangés.

source: @niko Neatly placed books are on the shelf.
fr: @niko Des livres soigneusement rangés sont sur l'étagère.

source: @niko On the shelf neatly are placed books.
fr: @niko Sur l'étagère sont soigneusement rangés des livres.

source: @niko Placed books are on the shelf neatly.
fr: @niko Des livres rangés sont sur l'étagère soigneusement.

source: @niko Books are on the shelf, neatly placed.
fr: @niko Des livres sont sur l'étagère, soigneusement rangés.

source: @niko A pile of books on the ground.
fr: @niko Une pile de livres par terre.

source: kip card
fr: carte de kip

source: niko card
fr: carte de niko

source: cardquest + desk
fr: recherche de carte + comptoir

source: @niko It's an ink bottle, complete with a quill.
fr: @niko Un flacon d'encre accompagné d'une plume.

source: @niko_83c Brings back memories, doesn't it, \p?
fr: @niko_83c Ça vous rappelle des souvenirs, \p ?

source: @niko A small pile of books.
fr: @niko Une petite pile de livres.

source: @niko A book!
fr: @niko Un livre !

source: @niko A tall pile of books.
fr: @niko Une grande pile de livres.

source: @niko_speak A big book with a black clover on the cover.
fr: @niko_speak Un livre épais avec un trèfle noir sur la couverture.

source: @niko The title says "A Comprehensive Guide to Phosphors".
fr: @niko Il s'intitule « Guide complet des Phosphores ».

source: @niko The title says "Emergence of New Ecological Niches In A Post-Sun World".
fr: @niko Il s'intitule « L'émergence de nouvelles niches écologiques dans un monde post-soleil ».

source: I just like looking at pictures.
fr: J'aime juste regarder les images.

source: @niko_speak You're going through these pages pretty fast!
fr: @niko_speak Vous lisez drôlement vite !

source: Actually, it's mostly pictures!
fr: En fait, c'est surtout des images !

source: The Author is an artist too, y'know!
fr: L'Auteur est aussi un artiste !

source: @niko_eyeclosed I could tell, yeah...
fr: @niko_eyeclosed J'avais remarqué...

source: His books are the only things keeping me going in these trying times.
fr: Dans cette période difficile, seuls ses livres me font garder le moral.

source: With the world being the way it is now...
fr: Le monde étant maintenant ce qu'il est...

source: I'm just glad The Author was able to write down all this stuff before everything went off the rails.
fr: C'est bien que l'Auteur ait pu écrire tout ça avant que tout parte en vrille.

source: Oh! You're not injured, are you?
fr: Oh ! Tu ne t'es pas fait mal au moins ?

source: The head librarian has converted her room into an infirmary for now...
fr: La bibliothécaire en chef a converti sa pièce en infirmerie pour le moment...

source: If you need a place to rest, let me know.
fr: Si tu as besoin d'un endroit où te reposer, fais-moi signe.

source: Or... let her know, I guess!
fr: Ou... va directement la voir !

source: We're still waiting on another group of evacuees...
fr: Nous attendons toujours un autre groupe de personnes évacuées...

source: One of the apartments on the other side of town got REALLY messed up yesterday...
fr: Un des appartements à l'autre bout de la ville a été BIEN saccagé hier...

source: Oh, hello!
fr: Oh, bonjour !

source: The library is currently being used as a shelter right now.
fr: La bibliothèque sert d'abri pour l'instant.

source: Lots of those squares are starting to show up on the streets...
fr: Un bon nombre de ces carrés commencent à apparaître dans les rues...

source: @niko_eyeclosed I know...
fr: @niko_eyeclosed Je sais...

source: At least THAT's finally off my bucket list...
fr: Ce n'est plus sur ma liste...

source: ...y'know, I finally saw the Author today!
fr: ... J'ai enfin rencontré l'Auteur aujourd'hui !

source: Well, his flying machine, at least!
fr: Enfin, sa machine volante !

source: I was looking out one of the windows in the library and spotted it in the distance with my binoculars!
fr: Je regardais à travers une des fenêtres de la bibliothèque avec mes jumelles quand je l'ai aperçue au loin !

source: Isn't that cool, messiah?
fr: C'est pas cool ça, messie ?

source: [RESHELVING IN PROGRESS...]
fr: [RECLASSEMENT EN COURS...]

source: @niko Hi.
fr: @niko Bonjour.

source: [RESHELVING IN PROGRESS.]
fr: [RECLASSEMENT EN COURS.]

source: [PLEASE WATCH OUT FOR POTENTIAL FALLING BOOKS.]
fr: [ATTENTION AUX CHUTES DE LIVRES ÉVENTUELLES.]

source: @niko_speak I will!
fr: @niko_speak Compris !

source: @niko_eyeclosed Yup... still scared of ladders.
fr: @niko_eyeclosed Ouaip... j'ai toujours peur des échelles.

source: @niko_what2 (This guy scares me, \p...!)
fr: @niko_what2 (Ce type me fait peur, \p... !)

source: ....WHAT!? You need something?!
fr: ... QUOI !? T'as besoin de quelque chose ?!

source: @niko_huh No...?
fr: @niko_huh Non... ?

source: Suit yourself.
fr: Comme tu veux.

source: BUT, just so that you know.
fr: MAIS il faut tu saches un truc.

source: Due to recent events, the restriction on noise levels in the library has been temporarily lifted.
fr: À cause des événements récents, l'interdiction de faire du bruit dans la bibliothèque a été levée.

source: ...So I WON'T be kicking people out like before.
fr: ... Alors je ne METTRAI PLUS les gens dehors comme avant.

source: @niko_what Um...
fr: @niko_what Hum...

source: ....WHAT???
fr: ... QUOI ???

source: You think I'm gonna be throwing out the evacuees just cuz I'm a delinquent stuck doing community service???
fr: Tu crois que je vais expulser les évacués parce que je suis un délinquant forcé à faire des travaux d'intérêt général ???

source: @niko_what ...No...?
fr: @niko_what ... Non... ?

source: Good!!! Because I'm NOT!!!!!
fr: Bien !!! Parce que c'est PAS le cas !!!!!

source: @niko Looks like a list of book titles written here...
fr: @niko Une dirait une liste de livres...

source: @niko A marker drawing of a clover.
fr: @niko Un dessin de trèfle fait au marqueur.

source: @niko A marker eraser.
fr: @niko Une brosse à effacer.

source: @niko A green marker.
fr: @niko Un marqueur vert.

source: @niko A blue marker.
fr: @niko Un marqueur bleu.

source: @niko A red marker.
fr: @niko Un marqueur rouge.

source: @niko This dry erase board is made of metal.
fr: @niko Ce tableau est en métal.

source: @kelvin [The world is going to be much colder soon.]
fr: @kelvin [Le monde va bientôt devenir bien plus froid.]

source: @kelvin [At least... I can keep everyone here warm.]
fr: @kelvin [Au moins, je peux tenir tout le monde au chaud ici.]

source: @george1 Miss Silverpoint! \.\.You've returned!
fr: @george1 Mlle Silverpoint ! \.\.Vous êtes revenue !

source: @george1_hm AHA! George sees that you have found the messiah!
fr: @george1_hm HA ! George voit que vous avez trouvé le messie !

source: @kip_sigh ...yeah.
fr: @kip_sigh ... Oui.

source: @kip_pout ...we ran into each other after this boy forced himself into the lab complex...
fr: @kip_pout ... On est tombés l'un sur l'autre après que ce garçon a pénétré dans le laboratoire...

source: @george2_grr Well well well, look who's back!
fr: @george2_grr Eh bien, regardez qui revoilà !

source: @george2_no How about next time you LET ME KNOW BEFORE YOU LEAVE THE SHELTER TO GO INTO A LITERAL DEATH ZONE!
fr: @george2_no Et si la prochaine fois vous ME PRÉVENIEZ QUE VOUS QUITTEZ L'ABRI POUR ALLER DANS UNE ZONE MORTELLE !

source: @kip_heh Sorry...
fr: @kip_heh Pardon...

source: @george2_sigh I get so worried, y'know...
fr: @george2_sigh Je me suis beaucoup inquiétée...

source: @george2 ....\.\.Hey! You found the messiah!
fr: @george2 ... \.\.Hé ! Vous avez trouvé le messie !

source: @george3_sad ...Kip. \.\.You made it back...
fr: @george3_sad Kip... \.\.Vous êtes de retour...

source: @george3_sigh I was so worried....
fr: @george3_sigh J'étais très inquiète...

source: @george3_worry ...um....
fr: @george3_worry ... Hum...

source: @george3_worry ...I see...\.\.I see you've found the messiah...
fr: @george3_worry Vous... \.\.Vous avez trouvé le messie...

source: @george4 Kip! \.\.You're alive!
fr: @george4 Kip ! \.\.Vous êtes en vie !

source: @george4_oops You...\.\.um, should really tell me before you leave next time...
fr: @george4_oops Vous... \.\.euh... Prévenez-moi la prochaine fois que vous partez...

source: @george4_smile It's fine!
fr: @george4_smile Tout va bien !

source: @george4_omg Oh my gosh... you found the messiah too?
fr: @george4_omg Bon sang... Vous avez aussi trouvé le messie ?

source: @george5 Hello, Miss Silverpoint! \.\.I'm glad you've made it back safely.
fr: @george5 Bonjour, Mlle Silverpoint ! \.\.Je suis contente de vous voir saine et sauve.

source: @george5_sigh Gosh... you should have told me where you were going!
fr: @george5_sigh Bon sang... Vous auriez dû me dire où vous alliez !

source: @kip_heh Sorry, George...
fr: @kip_heh Pardon, George...

source: @george5 I... see you also found the messiah!
fr: @george5 Vous... Vous avez trouvé le messie !

source: @george5_smile Hello, little one!
fr: @george5_smile Bonjour !

source: @niko Hi...
fr: @niko Bonjour...

source: @kip_sigh ...we...\.\. ran into each other after this boy forced himself into the lab complex...
fr: @kip_sigh ... On...\.\. On est tombés l'un sur l'autre après que ce garçon a pénétré dans le laboratoire...

source: @george6_point Eyy Kip! \.\.You made it back in one piece!
fr: @george6_point Kip ! \.\.Vous êtes revenue en un seul morceau !

source: @george6_shrug Ya kinda left the shelter without tellin' me...\>\nSure gave me a good scare back there!
fr: @george6_shrug Vous êtes partie sans prévenir... \>\nÇa m'a fait une de ces peurs !

source: @george6 Whoaa! You found the messiah too?
fr: @george6 Ouah ! Vous avez aussi trouvé le messie ?

source: @george6_fingerguns Sweeet.
fr: @george6_fingerguns Supeeer.

source: @george6_point How's it goin', lil fella?
fr: @george6_point Comment ça va ?

source: @niko_eyeclosed Bad.
fr: @niko_eyeclosed Pas terrible.

source: @george6_shrug Oh same.
fr: @george6_shrug Oh, moi pareil.

source: @kip_pout ...we, um.
fr: @kip_pout On...

source: @kip_sigh ...we ran into each other after this boy forced himself into the lab complex...
fr: @kip_sigh ... On est tombés l'un sur l'autre après que ce garçon a pénétré dans le laboratoire...

source: @kip_sad I...\.\.couldn't stop him...
fr: @kip_sad Je... \.\.n'ai pas pu l'arrêter...

source: @kip_pout I don't know why he was being so insistent!
fr: @kip_pout Je ne sais pas pourquoi il a autant insisté !

source: @niko4 He... \.\.he said he needed to go rebuild a robot...
fr: @niko4 Il... \.\.a dit qu'il devait reconstruire un robot...

source: @kip_pout Oh, you know him?
fr: @kip_pout Oh, tu le connais ?

source: @niko_eyeclosed Yeah.
fr: @niko_eyeclosed Oui.

source: @george1_hm AHA! Building a robot!
fr: @george1_hm HA ! Reconstruire un robot !

source: @george1 So THAT's what he needed that book for!
fr: @george1 C'est pour ça qu'il avait besoin de ce livre !

source: @niko2 ...come again?
fr: @niko2 ... Quoi ?

source: @george1 A boy with white hair and goggles ran in here not long ago.
fr: @george1 Un garçon avec des cheveux blancs et des lunettes est venu ici il n'y a pas très longtemps.

source: @niko_eyeclosed That's Cedric, yeah...
fr: @niko_eyeclosed Oui, c'est Cedric...

source: @george1 He grabbed one of the books from my (very impressive) archives upstairs and bolted straight out.
fr: @george1 Il a pris un des livres dans mes (très impressionnantes) archives à l'étage et il s'est sauvé.

source: @george1_smile Said it was an emergency so George let it slide.
fr: @george1_smile Il a dit que c'était urgent, alors George l'a laissé filer.

source: @george1 George hopes he's okay...
fr: @george1 George espère qu'il va bien...

source: @george2_sigh That's why he needed that book so badly...
fr: @george2_sigh C'est pour ça qu'il avait besoin de ce livre...

source: @george2 Y'all talking about a kid with white hair and goggles?
fr: @george2 Vous parlez bien d'un garçon avec des cheveux blancs et des lunettes ?

source: @niko2 That's Cedric, yeah...
fr: @niko2 Oui, c'est Cedric...

source: @george2_stress He ran in here earlier, grabbed one of the books from my archives, and ran straight out the door.
fr: @george2_stress Il est passé plus tôt, il a pris un livre dans mes archives et il a filé.

source: @george2_stress ...without even going through checkout!
fr: @george2_stress ... Sans passer par l'enregistrement !

source: @george2_no THE NERVE OF THAT KID!
fr: @george2_no QUEL CULOT !

source: @niko4 Um...
fr: @niko4 Hum...

source: @george2_grr Said it was an emergency, so I didn't bother stopping him.
fr: @george2_grr Il a dit que c'était urgent alors je l'ai laissé filer.

source: @george2_sigh I...hope he doesn't get himself killed out there.
fr: @george2_sigh J'espère... qu'il ne se fera pas tuer.

source: @george3 Are you talking about...\.\. a boy with white hair and googles?
fr: @george3 Vous parlez bien... \.\.d'un garçon avec des cheveux blancs et des lunettes ?

source: @george3 He...
fr: @george3 Il...

source: @george3 He said he really needed a book from the backroom and said it was an emergency and I let him have it and he ran out and...
fr: @george3 Il a dit qu'il avait besoin d'un livre de l'arrière-salle et que c'était urgent alors je l'ai laissé faire et il est parti et...

source: @george3_sigh Oh.... I should have stopped him....
fr: @george3_sigh Oh... J'aurais dû l'arrêter...

source: @george3_worry I hope he's...\.\.okay...
fr: @george3_worry J'espère qu'il... \.\.va bien...

source: @george4_golly A robot!
fr: @george4_golly Un robot !

source: @george4_golly ...no wonder why he needed that book!
fr: @george4_golly ... C'est pour ça qu'il avait besoin de ce livre !

source: @george4 We are talking about the same boy, right?
fr: @george4 On parle bien du même garçon, n'est-ce pas ?

source: @george4_golly Hat... white hair... goggles...
fr: @george4_golly Chapeau... cheveux blancs... lunettes...

source: @george4_golly He, um...
fr: @george4_golly Il, euh...

source: @george4 He grabbed a book from the back room and then just bolted straight out!
fr: @george4 Il a pris un livre dans l'arrière-salle et il a filé !

source: @george4_oops He said it was an emergency, so I didn't try to stop him...
fr: @george4_oops Il a dit que c'était urgent alors je l'ai laissé faire...

source: @george4_golly Gosh... I hope he's okay...
fr: @george4_golly Bon sang... J'espère qu'il va bien...

source: @george5 Building a robot, you say?
fr: @george5 Vous parlez de construire un robot, c'est ça ?

source: @george5 Could that be... why he needed that book?
fr: @george5 Est-ce pour ça... qu'il avait besoin de ce livre ?

source: @george5 Ah... a young man with white hair and green glasses ran in earlier.
fr: @george5 Ah... Un jeune homme avec des cheveux blancs et des lunettes vertes est passé plus tôt.

source: @george5 He said he really needed a book from the backroom... said it was an emergency, too!
fr: @george5 Il a dit qu'il avait besoin d'un livre de l'arrière-salle... et que c'était urgent !

source: @george5_hmm Poor darling looked so stressed out... so I just gave him the book...
fr: @george5_hmm Le pauvre, il avait l'air tellement stressé... alors je lui ai donné le livre...

source: @george5 I hope he is safe...
fr: @george5 J'espère qu'il va bien...

source: @george6 Robot, eh?
fr: @george6 Un robot ?

source: @george6 Y'all talkin' about a lil' dude with white hair and goggles, right?
fr: @george6 Vous parlez bien d'un gamin avec des cheveux blancs et des lunettes ?

source: @niko4 That's Cedric, yeah...
fr: @niko4 Oui, c'est Cedric...

source: @george6 Bruh ran off with one of my books!
fr: @george6 Le gars est parti avec un de mes livres !

source: @george6_shrug Said it was an emergency, so I just let 'im have it.
fr: @george6_shrug Il a dit que c'était urgent, alors je lui ai laissé.

source: @george6 Hope he didn't run into trouble, dude...
fr: @george6 J'espère que tout va bien pour lui...

source: @kip_sigh Yeah... I hope he's alright, too...
fr: @kip_sigh Oui... J'espère qu'il va bien moi aussi...

source: @kip_pout With any luck, maybe the lab complex can hold up long enough for him to...
fr: @kip_pout Avec un peu de chance, le complexe tiendra peut-être assez longtemps pour qu'il...

source: @kip_worry Oh my gosh.... \>It...
fr: @kip_worry Oh non... \>Ce...

source: @kip_worry That was...
fr: @kip_worry C'était...

source: @niko3 ...the labs?
fr: @niko3 ... les labos ?

source: @kip_worry That poor kid!!!
fr: @kip_worry Le pauvre !!!

source: @niko_shock No!!!
fr: @niko_shock Non !!!

source: @niko_distressed_meow Not him too!!!!
fr: @niko_distressed_meow Pas lui aussi !!!

source: @kip_sad I'm...
fr: @kip_sad Je...

source: @kip_sigh I'm sorry about your friend...
fr: @kip_sigh Je suis désolée pour ton ami...
