Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @niko_distressed ...the last time we spoke, he told me to go look for someone on the surface.
fr: @niko_distressed ... La dernière fois qu'on a discuté, il m'a demandé de chercher quelqu'un à la surface.

source: @niko4 I... \.\.I need to get going.
fr: @niko4 Je... \.\.Je dois y aller.

source: @george1 George... \.\.\@george1_hm WON'T let you go out there!
fr: @george1 George... \.\.\@george1_hm ne te laissera PAS y aller !

source: @george1_hm The messiah will not walk into danger on my watch!
fr: @george1_hm Le messie ne se mettra pas en danger tant que je serai là !

source: @niko3 But...
fr: @niko3 Mais...

source: @george2_stress Are you KIDDING ME??
fr: @george2_stress Tu te FICHES DE MOI ??

source: @george2_grr Kid, there is NO way we're letting you out there.
fr: @george2_grr Il est HORS DE QUESTION qu'on te laisse y aller.

source: @niko3 But I really have to...
fr: @niko3 Mais il le faut...

source: @george3_worry Um...\.\.um...
fr: @george3_worry Hum... \.\.hum...

source: @george3_cry You...\.\. shouldn't go out there....!
fr: @george3_cry Tu...\.\. ne devrais pas y aller... !

source: @niko_distressed But...
fr: @niko_distressed Mais...

source: @george3_worry Oh.... \.\.help me out here, Kip....
fr: @george3_worry Oh... \.\.Kip, aidez-moi...

source: @george4 ...messiah, please.
fr: @george4 ... Messie, je t'en prie.

source: @george4_golly We don't...want you to go out there.
fr: @george4_golly Nous ne... voulons pas que tu y ailles.

source: @george4_golly Not when everything is... \.\.well...
fr: @george4_golly Pas tant que tout... \.\.eh bien...

source: @george5_hmm Sweetie, you know we can't let you just walk into danger!
fr: @george5_hmm Mon chou, tu sais bien qu'on ne peut pas te laisser te mettre en danger !

source: @george6 Bruh...\>\n\@george6_point You know we ain't gonna let you walk into the fire like that!
fr: @george6 Écoute...\>\n\@george6_point Tu sais qu'on ne te laissera pas te jeter dans le feu comme ça !

source: @george6_shrug Fire... squares...
fr: @george6_shrug Le feu... les carrés...

source: @kip_sigh George is right...
fr: @kip_sigh George a raison...

source: @kip_pout The squares seem to be targeting a lot of the weaker constructs in the city.
fr: @kip_pout Les carrés semblent cibler les bâtiments les plus fragiles de la ville.

source: @kip_sigh Only the library has enough structural integrity to withstand collapse...
fr: @kip_sigh Il n'y a que la bibliothèque qui est assez résistante pour ne pas s'effondrer...

source: @kip_sad It's... best if you stayed here until things stabilize.
fr: @kip_sad C'est... mieux que tu restes ici jusqu'à ce que les choses se stabilisent.

source: @kip_sigh ...however long that takes.
fr: @kip_sigh ... Peu importe combien de temps cela prendra.

source: @niko2 But....\.\.\@niko4 but...
fr: @niko2 Mais... \.\.\@niko4 mais...

source: @niko2 What about...\.\. my mission?
fr: @niko2 Et...\.\. ma mission ?

source: @niko_eyeclosed Don't you guys want me to bring the sun back, at least?
fr: @niko_eyeclosed Vous ne voulez que je ramène au moins le soleil ?

source: @george1 Even if you do restore the sun, the squares will persist...
fr: @george1 Même si tu réussis, les carrés seront toujours là...

source: @george2_sigh The sun won't do us any good if the squares are just gonna mess everything up.
fr: @george2_sigh Le soleil ne nous servira à rien si les carrés ravagent tout.

source: @george3_worry Oh...\.\.but even if you do bring the sun back...
fr: @george3_worry Oh...\.\. mais même si tu réussis...

source: @george3_sigh ...the squares... they'll still be here...
fr: @george3_sigh Les carrés... ils seront toujours là...

source: @george4_golly Even if you do bring back the sun, that's not gonna fix the squares...
fr: @george4_golly Même si tu y parviens, ça ne réglera pas le problème des carrés...

source: @george5 Even if you do restore the sun, I'm not sure that'll fix the squares...
fr: @george5 Même si tu réussis, je ne suis pas sûre que cela nous débarrasse des carrés...

source: @george6_shrug ...sun ain't gonna make the squares go away, dude.
fr: @george6_shrug ... Le soleil ne fera pas disparaître les carrés.

source: @kip_sigh Sadly...
fr: @kip_sigh Malheureusement...

source: @kip_sad Not to mention... even getting there is going to be hard...
fr: @kip_sad Et... même y arriver sera difficile...

source: @kip_pout If the world is like this... there's no telling what's going on in the Tower!
fr: @kip_pout Si le monde est dans un tel état... qu'est-ce que cela doit être dans la Tour !

source: @george1_hm And... if anything bad happened to the messiah, of all people...
fr: @george1_hm Et... si quelque chose arrive au messie...

source: @george1 ...George doesn't want to think about it.
fr: @george1 ... George ne préfère pas y penser.

source: @george2_stress And... if anything bad happened to the messiah, of all people...
fr: @george2_stress Et... si quelque chose arrive au messie...

source: @george2_no ...NO!!! I won't allow it!!!
fr: @george2_no ... NON !!! Je ne le permettrai pas !!!

source: @george3_sad And... if anything bad happened to the messiah, of all people...
fr: @george3_sad Et... si quelque chose arrive au messie...

source: @george3_sigh I'm not sure if I'll be able forgive myself...
fr: @george3_sigh Je ne me le pardonnerai jamais...

source: @george4_golly And... if anything bad happened to the messiah, of all people...
fr: @george4_golly Et... si quelque chose arrive au messie...

source: @george4 I'm not sure what we'd do!
fr: @george4 Je ne sais pas ce qu'on ferait !

source: @george5_hmm And... if anything bad happened to the messiah, of all people...
fr: @george5_hmm Et... si quelque chose arrive au messie...

source: @george5_sigh Oh... that would be so dreadful, dear...
fr: @george5_sigh Oh... ce serait tragique...

source: @george6 And... if the messiah got hurt, of all people...
fr: @george6 Et... si le messie se blesse...

source: @george6_shrug That's like...\.\.the exact opposite of radical, dude....
fr: @george6_shrug Ce serait... \.\.un véritable désastre...

source: @kip_sigh Sigh...
fr: @kip_sigh *Soupir* ...

source: @kip_sad A friend of mine... said something about this forever ago...
fr: @kip_sad Un de mes amis... m'a parlé de ça il y a longtemps...

source: @kip_pout "It's better for the world to die naturally."
fr: @kip_pout « Il vaut mieux que le monde meurt naturellement. »

source: @kip_sigh "No living being should have to carry that burden."
fr: @kip_sigh « Aucun être vivant ne devrait endosser ce fardeau. »

source: @kip_sad At the time... I thought it was still her faulty code speaking...
fr: @kip_sad Sur le moment... J'ai cru que c'était dû à son code défectueux...

source: @kip_sigh But now I... \.\.I'm starting to understand...
fr: @kip_sigh Mais maintenant... \.\.Je commence à comprendre...

source: @kip_pout Messiah... \.\.I'm sorry...
fr: @kip_pout Messie... \.\.Pardon...

source: @kip_sad I'm really, really sorry....
fr: @kip_sad Je suis vraiment désolée...

source: @kip_sigh All this time, we've burdened you with our hope, our faith...
fr: @kip_sigh Nous t'avons confié tous nos espoirs, quel fardeau...

source: @kip_pout ...blissfully ignoring the fact that you are just a lost child.
fr: @kip_pout ... Tout en oubliant que tu n'es qu'un enfant perdu...

source: @niko3 Well...
fr: @niko3 Eh bien...

source: @kip_pout You're probably more scared than any of us, aren't you?
fr: @kip_pout C'est sûrement toi la personne la plus effrayée de nous tous, pas vrai ?

source: @kip_pout We... have been dealing with tragedy for so long, it's become background noise to us now.
fr: @kip_pout Cela fait tellement longtemps que nous faisons face à cette tragédie, nous avons l'habitude...

source: @kip_sad But for you... \.\.it must be so terrifying...
fr: @kip_sad Mais pour toi... \.\.ça doit être terrifiant...

source: @kip_sad And now, you're stuck here with the rest of us...
fr: @kip_sad Et maintenant, tu dois rester ici avec nous tous...

source: @kip_pout ...being held back by the very people you were told to save.
fr: @kip_pout ... Les gens que tu devais sauver t'empêchent d'avancer.

source: @kip_sigh We must seem so ungrateful...
fr: @kip_sigh Nos devons te paraître tellement ingrats...

source: @niko_distressed .....It's...\>\@niko_eyeclosed2 .....okay.
fr: @niko_distressed ... Ça... \>\@niko_eyeclosed2 va aller.

source: @niko3 I...
fr: @niko3 Je...

source: @niko3 ...when I first came to this world... \.\.\@niko4 a long time ago....
fr: @niko3 ... Lors de mon arrivée dans ce monde... \.\.\@niko4 il y a longtemps...

source: @niko_distressed2 ...back then, all I wanted was to go home.
fr: @niko_distressed2 ... tout ce que je voulais, c'était rentrer chez moi.

source: @niko_eyeclosed ...\p... do you remember?
fr: @niko_eyeclosed ... \p... tu te souviens ?

source: @niko2 The very FIRST time...
fr: @niko2 La toute PREMIÈRE fois...

source: @niko5 I'm not sure how far back it was for you...
fr: @niko5 Je sais pas à quand ça remonte pour toi...

source: @niko But... I remember towards the end...\>\n\@niko_eyeclosed I... actually wasn't sure anymore.
fr: @niko Mais... je me souviens que vers la fin...\>\n\@niko_eyeclosed je... ne savais plus trop...

source: @niko_upset ...about going home.
fr: @niko_upset ... si je voulais vraiment rentrer.

source: @niko_eyeclosed Even knowing the world would be doomed eventually...
fr: @niko_eyeclosed Même en sachant que le monde était de toute manière condamné...

source: @niko_distressed2 I... still wanted the people here to be happy...
fr: @niko_distressed2 Je... voulais que les gens qui y vivent soient heureux...

source: @niko_eyeclosed So...\.\. when you told me to return the sun, back then...
fr: @niko_eyeclosed Donc...\.\. quand tu m'as demandé de rapporter le soleil...

source: @niko_eyeclosed I didn't even....\.\. question it...
fr: @niko_eyeclosed J'ai foncé...\.\. sans me poser de question...

source: @niko_eyeclosed So...\.\. when you told me to return home, back then...
fr: @niko_eyeclosed Donc...\.\. quand tu m'as demandé de rentrer chez moi...

source: @niko_distressed2 I wasn't... \.\.sure...
fr: @niko_distressed2 Je ne savais... \.\.pas trop...

source: @niko_eyeclosed But I trusted you more, \p...
fr: @niko_eyeclosed Mais je te faisais confiance, \p...

source: @niko4 ...but then I just... came back.
fr: @niko4 ... mais il fallait que je revienne...

source: @kip_pout You... what...
fr: @kip_pout Tu... Que...

source: @niko3 And I... went through that decision again, didn't I?
fr: @niko3 Et j'ai... dû refaire un choix, n'est-ce pas ?

source: @niko_upset But...\.\. I came back again...
fr: @niko_upset Mais...\.\. il fallait que je revienne une nouvelle fois...

source: @niko_eyeclosed Even though you were able to do both... \.\.the effects couldn't be permanent, could it?
fr: @niko_eyeclosed Et même si tu as réussi à faire les deux... \.\.cela ne pouvait pas être permanent, n'est-ce pas ?

source: @niko_upset And then...\.\. I found out about the world being like this...
fr: @niko_upset Et...\.\. j'ai appris l'état dans lequel se trouvait le monde...

source: @niko_eyeclosed Prototype said to forget the things he told me... \>\nAnd Cedric told me not to think about it too much, but...
fr: @niko_eyeclosed Prototype m'a dit d'oublier ce qu'il m'avait dit... \>\nEt Cedric m'a dit de ne pas trop m'en faire, mais...

source: @niko_eyeclosed I...
fr: @niko_eyeclosed Je...

source: @niko4 I'm sorry for getting upset at you... back at the mines...
fr: @niko4 Pardon pour ce que je t'ai dit... dans les mines...

source: @niko_eyeclosed ...I thought... for you to know all that, yet continue doing this...
fr: @niko_eyeclosed Que tu saches tout ça, mais que tu continues quand même...

source: @niko_upset2 It... just seemed cruel.
fr: @niko_upset2 Ça... me semblait cruel.

source: @niko2 But then, I realized something...
fr: @niko2 Mais j'ai compris quelque chose...

source: @niko4 You... really wanted to save both the world and me...
fr: @niko4 Tu... voulais vraiment nous sauver, le monde et moi...

source: @niko_distressed But at the end, you can only choose one, right?
fr: @niko_distressed Mais en fin de compte, tu ne peux en choisir qu'un, pas vrai ?

source: @niko_distressed_talk Is it... really hard for you too?
fr: @niko_distressed_talk Est-ce que... c'est difficile pour toi aussi ?

source: @niko_eyeclosed It must be...
fr: @niko_eyeclosed Ça doit l'être...

source: @niko3 ...\.\.if the world isn't broken...\.\.will that choice still be there?
fr: @niko3 ...\.\. Si le monde n'est plus brisé...\.\. est-ce que le choix se présentera quand même ?

source: @niko4 ...do you...\.\. still need to choose between one or the other?
fr: @niko4 Est-ce que...\.\. tu dois quand même choisir l'un ou l'autre ?

source: @niko_sad But... even if it is...
fr: @niko_sad Mais... même si c'est le cas...

source: @niko_eyeclosed I... \.\.really want to save this world, \p.
fr: @niko_eyeclosed Je... \.\.veux vraiment sauver ce monde, \p.

source: @niko_distressed2 Even if it's more dangerous this time around...
fr: @niko_distressed2 Même si c'est plus dangereux cette fois...

source: @niko_distressed_talk Even if... so many of the nice people we met were.... \>\@niko_distressed_meow were...
fr: @niko_distressed_talk Même si... un bon nombre de personnes que nous avons rencontrées sont... \>\@niko_distressed_meow sont...

source: @niko_distressed_talk \p.... \>\n\@niko_less_sad I'm not.... \.\.afraid, anymore....
fr: @niko_distressed_talk \p... \>\n\@niko_less_sad je n'ai... \.\.plus peur...

source: @niko_cry *sniff*
fr: @niko_cry Snif...

source: @niko_eyeclosed That's why...\>\n\@niko3 I think you guys should let me go...
fr: @niko_eyeclosed C'est pour ça...\>\n\@niko3 que je pense que vous devriez me laisser partir...

source: @niko_distressed2 I... promise I'll be okay...
fr: @niko_distressed2 Je... vous promets que tout ira bien...

source: @niko_distressed ...please?
fr: @niko_distressed ... s'il vous plaît ?

source: @george1_hm George has heard your conversation with \p and is deeply moved!
fr: @george1_hm George a entendu ta conversation avec \p et elle est émue !

source: @george1_smug That's why... George has full faith in you!
fr: @george1_smug C'est pourquoi... George a confiance en toi !

source: @george2_grr ...well, I'm convinced.
fr: @george2_grr Je suis convaincue...

source: @george2 After all that...\.\. it'd be SUPER rude for me to stop you, wouldn't it?
fr: @george2 Après tout ça...\.\. ce serait assez méchant de ma part de t'arrêter, non ?

source: @george3_sigh ...if you must...
fr: @george3_sigh S'il le faut...

source: @george3_sad It... wouldn't be right for me to keep you...
fr: @george3_sad Ce... ne serait pas bien de ma part de t'en empêcher...

source: @george4_golly Ohhhh..... \>\n\@george4_omg That was BEAUTIFUL!!!
fr: @george4_golly Ohhh... \>\n\@george4_omg C'était MAGNIFIQUE !!!

source: @george4_omg Kip!!! Did you hear that! The messiah was trying to encourage \p!
fr: @george4_omg Kip !!! Vous avez entendu ça ! Le messie a essayé d'encourager \p !

source: @kip_heh I'm right here...
fr: @kip_heh Je suis là...

source: @george4_omg I KNOW RIGHT!!! IT HAPPENED RIGHT IN FRONT OF OUR EYES!!!
fr: @george4_omg OUI !!! ÇA S'EST PASSÉ SOUS NOS YEUX !!!

source: @george4_oops ...sorry, got carried away...
fr: @george4_oops ... Pardon, je me suis un peu emportée...

source: @george4 ...but yes, I think it's only right that we let you go!
fr: @george4 Mais oui, la meilleure chose à faire, c'est de te laisser partir !

source: @george5_sad Aww... sweetie...
fr: @george5_sad Ooooh... mon chou...

source: @george5_sigh You are so brave...\.\. even braver than most grown-ups...
fr: @george5_sigh Tu as tellement de courage...\.\. encore plus que certains adultes...

source: @george5_hmm It... wouldn't be right for us to keep you, would it?
fr: @george5_hmm Ce... ne serait pas bien de notre part de te retenir, non ?

source: @george5_aww Besides, how can I say no to those puppy-dog eyes!
fr: @george5_aww Et comment dire non à un tel regard !

source: @george6_point Yo, kid....
fr: @george6_point Hé...

source: @george6_smile You're real strong, you know that?
fr: @george6_smile Tu fais preuve d'une grande force, tu le sais ça ?

source: @niko4 I...
fr: @niko4 Je...

source: @george6_fingerguns Go knock 'em dead, tiger!
fr: @george6_fingerguns Va t'occuper d'eux, la terreur !

source: @kip_heh Well, if George is fine with it...
fr: @kip_heh Bon, si George est d'accord...

source: @kip_sigh I... \.\.guess we should let you go now, messiah...
fr: @kip_sigh Je... \.\.crois qu'il faut qu'on te laisse partir, messie...

source: @kip_pout But... promise us you'll be careful, okay?
fr: @kip_pout Mais promets-nous que tu feras attention, d'accord ?

source: @niko2 You guys be safe too...
fr: @niko2 Faites attention à vous aussi...

source: [THIS IS THE LIBRARY / TEMPORARY SHELTER.]
fr: [C'EST LA BIBLIOTHÈQUE/L’ABRI TEMPORAIRE.]

source: Sigh....
fr: *Soupir* ...

source: I had to leave my aquarium behind when they were sounding the sirens earlier...
fr: J'ai dû laisser mon aquarium quand ils ont activé les sirènes un peu plus tôt...

source: I wish I had time to rescue my fish...
fr: J'aurais aimé sauver mon poisson...

source: I won't lose hope.
fr: Je ne perdrai pas espoir.

source: Sigh...
fr: *Soupir* ...

source: It's comforting to see the faith you have in \p, messiah...
fr: Cela fait du bien de voir la confiance que vous avez en \p, messie...

source: That's why... I won't lose hope either.
fr: C'est pour ça que... je ne perdrai pas espoir moi non plus.

source: Y'know, now that everyone's coming to me for help...
fr: Et maintenant que tout le monde m'apporte son aide...

source: ...it really makes me appreciate you more, messiah!
fr: ... Cela me fait t'apprécier encore plus, messie !

source: Thank you for all you've done for us.
fr: Merci pour tout ce que tu as fait pour nous.

source: Looks like my life's work is finally being put to good use!
fr: On dirait que ma plus grande œuvre sert enfin à quelque chose !

source: As long as we conserve the water we have on hand ...
fr: Tant que l'on arrive à conserver l'eau qu'on a à portée...

source: ...my water pills should be able to keep everyone here from going thirsty for weeks!
fr: ... Mes pilules d'eau devraient éviter à tout le monde d'avoir soif pendant plusieurs semaines !

source: @niko This stand smells... sugary.
fr: @niko Ce stand sent... le sucre.

source: Candy skewers, fresh off the grill!
fr: Brochettes de bonbons, tout juste grillées !

source: ...Not very nutritious, I'm afraid.
fr: ... Ce n'est pas très nourrissant, malheureusement.

source: But at least they'll keep the evacuees from gettin' hungry!
fr: Mais elles permettront aux évacués de ne pas avoir faim !

source: The city gate was destroyed a while back, I can't go into the Glen anymore...
fr: La porte de la ville a été détruite il y a longtemps, je ne peux plus me rendre dans le Vallon...

source: I'm not sure where I'll be able to get my supply of fish, at this rate...
fr: Je ne sais pas comment je vais réussir à me procurer du poisson, à ce rythme-là...

source: I still have plenty of these soup dumplings left!
fr: Il me reste encore plein de raviolis en soupe !

source: Looks like it should feed everyone here for at least another day.
fr: Cela nourrira tout le monde pendant encore une journée.

source: Looks like I'll have to cancel my appointment...
fr: Je vais devoir annuler mon rendez-vous...

source: This stinks!
fr: C'est embêtant !

source: [EVERYTHING IS TERRIBLE]
fr: [TOUT VA MAL]

source: @niko_eyeclosed She's asleep...
fr: @niko_eyeclosed Elle dort...

source: *yawn*
fr: *bâille*

source: The lab complex got totaled, didn't it....
fr: Les laboratoires se sont écroulés...

source: @niko3 Yeah...
fr: @niko3 Ouais...

source: All those hours I put into my work, and now...
fr: Toutes ces heures passées à travailler, et maintenant...

source: now....
fr: maintenant...

source: @niko_eyeclosed She fell asleep...
fr: @niko_eyeclosed Elle s'est endormie...

source: Monitoring... monitoring...
fr: Détection... détection...

source: Looks like our scouting unit #A27 is still doing okay...
fr: Il semblerait que notre unité de reconnaissance #A27 va bien...

source: Robots are the only ones that we can send out there, now...
fr: Les robots sont les seuls que l'on puisse envoyer dehors de nos jours...

source: Thankfully, we still have a couple of units that aren't too badly damaged...
fr: Et heureusement qu'il nous reste quelques unités en assez bon état...

source: This little guy ran into some squares earlier and managed to escape mostly intact.
fr: Ce petit gars a rencontré des carrés et il a réussi à s'en échapper sans trop de problèmes.

source: These newer models are pretty tough!
fr: Ces nouveaux modèles sont vraiment costauds !

source: $There's something weird about the robots who get sent to work near the gas fields.
fr: $Il y a quelque chose d'étrange concernant les robots qu'on envoie travailler près des gisements de gaz.

source: $They appear to accumulate rust at a much slower rate than the others.
fr: $Il semblerait qu'ils rouillent beaucoup moins vite que les autres.

source: $The few who work directly with gas harvesting look practically new!
fr: $Ceux qui travaillent à la récolte de gaz ont l'air neufs !

source: $Is that a result of the atmosphere? Or am I just seeing things?
fr: $Est-ce le résultat de l'atmosphère ? Ou est-ce que je rêve ?

source: @niko_speak Whoa!\>\n\@niko \p? Did you see that fox just now?
fr: @niko_speak Ouah !\>\n\@niko \p ? Avez-vous vu cette renarde ?

source: @niko_speak It just ran behind the tree...
fr: @niko_speak Elle s'est enfuie derrière l'arbre...

source: @rue_dark I'm sorry if you are looking for me.
fr: @rue_dark Je suis désolée si tu es à ma recherche.

source: @rue_dark But I cannot talk to you.
fr: @rue_dark Je ne peux pas te parler.

source: @rue_dark Not now...
fr: @rue_dark Pas maintenant...

source: @rue_dark But... can you promise me something?
fr: @rue_dark Mais... pourrais-tu me promettre quelque chose ?

source: @niko Huh?
fr: @niko Pardon ?

source: @rue_dark If... you can find a way to return...
fr: @rue_dark Si... tu trouves le moyen de revenir...

source: @rue_dark ...please do.
fr: @rue_dark ... Fais-le.

source: @niko Er...\.\.\@niko2 What... do you mean by that?
fr: @niko Euh...\.\.\@niko2 Qu'est-ce que... tu veux dire ?

source: @niko ...\>\n\@niko_eyeclosed No reply...
fr: @niko ...\>\n\@niko_eyeclosed Aucune réponse...

source: @rue We will meet again.
fr: @rue Nous nous reverrons.

source: @rue_talk So you found a way back after all.
fr: @rue_talk Donc tu as fini par trouver le moyen de rentrer.

source: @niko_speak Eh? \>\n\@niko But I've never been here before...
fr: @niko_speak Hein ?\>\n\@niko C'est la première fois que je viens ici...

source: @rue That means...
fr: @rue Cela signifie que...

source: @rue_talk Have you... met the others?
fr: @rue_talk As-tu... rencontré les autres ?

source: @niko2 ...others? \>\n\@niko2 You're the only fox I've seen...
fr: @niko2 ... Les autres ? \>\n\@niko2 Je n'ai pas vu d'autre renard...

source: @niko_speak Wait! There's that one plush in Calamus and Alula's house, right \p?
fr: @niko_speak Attends ! Il y a bien cette peluche dans la maison de Calamus et Alula. Pas vrai, \p ?

source: @rue_sad Sigh.
fr: @rue_sad *Soupir*.

source: @rue It's not time.
fr: @rue Le moment n'est pas encore venu.

source: @rue ...we will meet again.
fr: @rue ... Nous nous reverrons.

source: @rue_smile Hello, Niko.
fr: @rue_smile Bonjour, Niko.

source: @rue_talk You're back again...
fr: @rue_talk Te revoilà...
