Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @blue_gatekeeper [Yes. He Cannot Speak With Anyone Else.] \>\n[At Least, Not With Ease.]
fr: @blue_gatekeeper [Oui, Il Ne Peut Pas Parler À Personne D'Autre.] \>\n[Ou En Tout Cas, Difficilement.]

source: @niko Oh...\n\>\@niko_eyeclosed that's...\.\.kind of sad...
fr: @niko Oh...\n\>\@niko_eyeclosed c'est...\.\.un peu triste...

source: @niko_speak What are you built for, then?
fr: @niko_speak Et vous avez été conçu pour quoi, vous ?

source: @blue_gatekeeper [My Purpose Is To Guard This Settlement.]
fr: @blue_gatekeeper [Je Suis Programmé Pour Garder Cette Colonie.]

source: @blue_gatekeeper [Even Though The Residents Have Long Gone, I Must Remain.]
fr: @blue_gatekeeper [Bien Que Ses Résidents Soient Partis Depuis Longtemps, Je Dois Rester.]

source: @niko_speak Why, though?
fr: @niko_speak Mais pourquoi ?

source: @blue_gatekeeper [I Have Not Been Tamed.]
fr: @blue_gatekeeper [Je N'Ai Pas Été Apprivoisé.]

source: @niko_speak Tamed?
fr: @niko_speak Apprivoisé ?

source: @blue_gatekeeper [It Was Not Worth The Effort.]
fr: @blue_gatekeeper [Je N'En Valais Pas La Peine.]

source: @blue_gatekeeper [Stay Safe.]
fr: @blue_gatekeeper [Faites Attention À Vous.]

source: @blue_gatekeeper [By The Way, Some Robots May Start Following You Around This Settlement As Well.]
fr: @blue_gatekeeper [D'Ailleurs, Il Est Possible Que Certains Robots Se Mettent À Vous Suivre Dans Cette Colonie.]

source: @blue_gatekeeper [Do Not Be Alarmed.]\n\>[It Is Their Job To Keep People Safe.]
fr: @blue_gatekeeper [N'Ayez Crainte.]\n\>[Ils Ont Pour Tâche D'Assurer Votre Sécurité.]

source: INFIRMARY
fr: INFIRMERIE

source: [HELLO. DO YOU NEED ANY HELP?]
fr: [BONJOUR, AVEZ-VOUS BESOIN D'AIDE ?]

source: @niko_speak I'm good, thanks!
fr: @niko_speak Tout va bien, merci !

source: [UNIT RM-2883417 REPORTING FOR DUTY!]
fr: [UNITÉ RM-2883417 AU RAPPORT !]

source: [I SAW THAT YOU SPOKE WITH THE GUARDIAN OF THE SETTLEMENT.]
fr: [VOUS AVEZ PARLÉ AU GARDIEN DE CETTE COLONIE.]

source: [I WILL NOW ESCORT YOU UNTIL YOU REACH YOUR DORMITORY.]
fr: [JE VAIS DÉSORMAIS VOUS ESCORTER JUSQU'À VOTRE DORTOIR.]

source: @niko um....what?
fr: @niko Euh.... quoi ?

source: @niko_speak So you're just gonna...follow me?
fr: @niko_speak Donc vous allez juste... me suivre ?

source: [YES.]
fr: [OUI.]

source: [UNTIL YOU SAFELY REACH A BUILDING OF YOUR DESTINATION.]
fr: [JUSQU'À CE QUE VOUS ATTEIGNIEZ VOTRE DESTINATION.]

source: @niko Alright.
fr: @niko Très bien.

source: [UNIT RT-3847201 REPORTING FOR DUTY!]
fr: [UNITÉ RT-3847201 AU RAPPORT !]

source: [IT SEEMS THAT YOU ALREADY HAVE AN ASSIGNED ESCORT, UNIT RM-2883417]
fr: [IL SEMBLERAIT QU'UNE ESCORTE VOUS AIT DÉJA ÉTÉ ASSIGNÉE. L'UNITÉ RM-2883417]

source: [WOULD YOU LIKE ME TO LEAVE?]
fr: [SOUHAITEZ-VOUS QUE JE VOUS LAISSE ?]

source: @niko You can follow me if you want...
fr: @niko Vous pouvez me suivre si vous voulez...

source: [UNDERSTOOD.]
fr: [COMPRIS.]

source: @niko_speak Are you guys not supposed to go in buildings?
fr: @niko_speak Vous n'avez pas le droit d'accéder aux bâtiments ?

source: [CORRECT.]
fr: [C'EST EXACT.]

source: [WE ARE BUILT FOR OUTDOOR USE ONLY.]
fr: [NOUS AVONS ÉTÉ CONÇUS POUR UNE UTILISATION EN EXTÉRIEUR UNIQUEMENT.]

source: [ENTERING BUILDINGS IS NOT PART OF OUR PROGRAMMING.]
fr: [ENTRER DANS UN BÂTIMENT NE FAIT PAS PARTIE DE NOTRE PROGRAMMATION.]

source: @niko That's... strange.
fr: @niko C'est... bizarre.

source: @ed [You are testing my patience.]
fr: @ed [Vous mettez ma patience à l'épreuve.]

source: @ed [Do you really want the answer?]
fr: @ed [Voulez-vous vraiment connaître la réponse ?]

source: @ed [When you view the film, it fills your entire window into our world, yes?]
fr: @ed [Lorsque vous observez la pellicule, celle-ci remplit toute votre fenêtre vers notre monde, n'est-ce pas ?]

source: @ed [I believe you refer to the action I describe as "dragging".]
fr: @ed [Je crois que vous dites « faire glisser » pour décrire cette action.]

source: @ed [The void is beyond the borders of your view.]
fr: @ed [Le néant s'étend au-delà de votre vision.]

source: @ed [Through the void, and back again...]
fr: @ed [Aller-retour jusqu'au néant...]

source: @ed [Are you just here to waste more of my time?]
fr: @ed [Suis-je en train de perdre mon temps avec vous ?]

source: @ed [Sigh.]
fr: @ed [*Soupir.*]

source: @ed [Still clueless?]
fr: @ed [Toujours aucune idée ?]

source: @ed [Figures.]
fr: @ed [Je m'en doutais.]

source: @ed [Want another tip?]
fr: @ed [Vous voulez un autre indice ?]

source: @ed [There's a void beyond the four walls that bind our world to yours. The edges of your viewport, where everything is obscured...]
fr: @ed [Le néant s'étend au-delà des quatre murs qui lient notre monde au vôtre. Les bords de votre fenêtre vers notre monde, où tout est obscur...]

source: @ed [I'm sure you know what I'm talking about.]
fr: @ed [Vous voyez ce que je veux dire.]

source: @ed [Pass the film through the void and back again.]
fr: @ed [Passez la pellicule dans le néant et ramenez-la.]

source: @ed [Fine, keep at it.]
fr: @ed [D'accord, continuez.]

source: @ed [It's not like I'm going anywhere.]
fr: @ed [Je n'ai rien de mieux à faire, de toute façon.]

source: @ed [Looking for a code, are you?]
fr: @ed [Vous cherchez un code ?]

source: @ed [You're going to need this soon.]
fr: @ed [Vous en aurez bientôt besoin.]

source: @ed [Take this film and expose it to the void.]
fr: @ed [Prenez cette pellicule et exposez-la au néant.]

source: @ed [The answer will be revealed when you bring it back again.]
fr: @ed [La réponse vous sera donnée lorsque vous la ramènerez.]

source: @niko The computer printed out a strange transparent sheet...
fr: @niko L'ordinateur a imprimé une étrange page transparente...

source: @niko The screen is off.
fr: @niko L'écran est éteint.

source: @ed [The refrigerator is empty.]
fr: @ed [Le réfrigérateur est vide.]

source: @ed [Inside the refrigerator is a \c[2]bottle of alcohol\c[0].]
fr: @ed [Dans le réfrigérateur, il y a une \c[2]bouteille d'alcool\c[0].]

source: @ed [Niko takes it.]
fr: @ed [Niko la prend.]

source: @ed [Niko readies the branch...]
fr: @ed [Niko prépare la branche...]

source: @ed [It doesn't manage to light.]
fr: @ed [Ça ne permet pas d'émettre de la lumière.]

source: @ed [The TV gives off a dangerous-looking \c[3]spark\c[0].]
fr: @ed [La télévision a fait une \c[3]étincelle\c[0], ce n'est pas rassurant.]

source: @ed [Just a table.]
fr: @ed [Ce n'est qu'une table.]

source: @ed [Just a chair.]
fr: @ed [Ce n'est qu'une chaise.]

source: @ed [The sink won't turn on.]
fr: @ed [Le robinet ne s'ouvre pas.]

source: @ed [The wood in the fireplace looks like it was never used.]
fr: @ed [Le bois dans la cheminée semble n'avoir jamais été utilisé.]

source: @ed [Perhaps it could be \c[6]lit\c[0].]
fr: @ed [Peut-être pourrait-il être \c[6]allumé\c[0].]

source: @ed [The \c[6]flames\c[0] are dim but comforting.]
fr: @ed [Les \c[6]flammes\c[0] sont faibles mais réconfortantes.]

source: @ed [Something on the ground glimmers in the firelight.]
fr: @ed [Quelque chose sur le sol brille à la lumière des flammes.]

source: @ed [It appears to be a small metallic object,\nwedged into a crack in the floor.]
fr: @ed [Cela s'avère être un petit objet en métal,\ncoincé dans une fissure du sol.]

source: @ed [Niko digs it out.]
fr: @ed [Niko parvient à l'extraire.]

source: @niko_speak Helloooo?\>\n\@niko ...anyone?
fr: @niko_speak Bonjour ?\>\n\@niko ... Il y a quelqu'un ?

source: @niko It's a ball.
fr: @niko C'est une balle.

source: @alula That's mine!\>\n\@alula_pout It doesn't bounce around as much as it used to, though...
fr: @alula C'est la mienne !\>\n\@alula_pout Mais elle ne rebondit pas aussi bien qu'avant...

source: @calamus_sad At least the courtyard is unaffected for now...
fr: @calamus_sad Au moins, la cour n'a pas encore été touchée...

source: @alula_pout We usually get to the burial grounds through our friend, but...
fr: @alula_pout Nous allons habituellement au cimetière avec notre ami, mais...

source: @alula_oh ...he hasn't been here in forever!
fr: @alula_oh ... on ne l'a pas vu depuis très longtemps !

source: @calamus Normally this courtyard would be where we meet up...
fr: @calamus On se rejoint toujours sur la cour...

source: @alula I hope he comes back soon...
fr: @alula J'espère qu'il reviendra bientôt...

source: @calamus C'mon, Alula.\>\nLet's go see mom.
fr: @calamus Allez, Alula.\>\nAllons voir maman.

source: @alula_speak Okay!
fr: @alula_speak D'accord !

source: @calamus This is her grave...
fr: @calamus C'est sa tombe...

source: @alula Hi mom...
fr: @alula Bonjour, maman...

source: @alula_speak Gears!\>\@alula Didja find any of those?
fr: @alula_speak Des rouages !\>\@alula Tu en as trouvé ?

source: @niko_speak ...Oh yeah! \@niko\>I think I know who you're talking about.
fr: @niko_speak ... Oh oui ! \@niko\>Je crois que je vois de qui tu parles.

source: @cedric ...it's fixed.
fr: @cedric ... C'est réparé.

source: @cedric We can leave in the next five minutes, if you are ready.
fr: @cedric On peut partir dans cinq minutes si tu veux.

source: @niko_eyeclosed ...alright.
fr: @niko_eyeclosed ... D'accord.

source: @cedric_sigh I understand if you are upset.
fr: @cedric_sigh Je comprends que tu sois en colère.

source: @cedric3 But please...\.\. try to understand.
fr: @cedric3 Mais s'il te plaît...\.\. essaie de comprendre.

source: @cedric_sigh My father is doing this to help all of us.
fr: @cedric_sigh Mon père fait cela pour nous venir en aide à tous.

source: @cedric And that includes you, Niko.
fr: @cedric Toi inclus, Niko.

source: @cedric_sigh2 The fact that you can't even go back home...\> I'm sure it upsets him greatly.
fr: @cedric_sigh2 Le fait que tu ne puisses pas rentrer chez toi...\> Je suis certain que cela l'agace beaucoup.

source: @cedric It's...
fr: @cedric C'est...

source: @cedric_sigh Sigh...
fr: @cedric_sigh *Soupir* ...

source: @cedric_sigh2 The world means a lot to him, you know...
fr: @cedric_sigh2 Tu sais, le monde compte beaucoup pour lui...

source: @niko2 So... \.\.how does flying...\.\. work?
fr: @niko2 Donc... \.\.comment est-ce qu'on...\.\. vole ?

source: @cedric_talk ...wait, don't these machines already exist in your world? \>\n\@cedric_hmm You should already know what to expect...
fr: @cedric_talk ... Ces machines existent dans ton monde, non ? \>\n\@cedric_hmm Tu devrais savoir à quoi t'attendre...

source: @niko I've only heard about them!
fr: @niko J'en ai juste entendu parler !

source: @niko_eyeclosed They're usually... a lot bigger than this one, anyway.
fr: @niko_eyeclosed Et elles sont généralement bien plus... grandes que celles-là de toute façon.

source: @cedric_talk Well, a word of precaution, before we take to the air...
fr: @cedric_talk Un petit conseil avant qu'on décolle...

source: @cedric_talk Please try not to panic.
fr: @cedric_talk Essaie de ne pas paniquer.

source: @cedric_smile It takes a few minutes of getting used to, but it's not that bad once you are in the air.
fr: @cedric_smile Il faut quelques minutes pour s'y habituer, mais c'est plutôt pas mal une fois dans les airs.

source: @niko_eyeclosed I'll... try.
fr: @niko_eyeclosed Je vais essayer...

source: @niko_speak Oh! I should probably tell Calamus and Alula where I'm going.
fr: @niko_speak Oh ! Je devrais dire à Calamus et Alula où je vais.

source: @cedric_talk You mean those two running over here now?
fr: @cedric_talk Tu parles de ceux qui se dirigent vers nous ?

source: @alula_oh Bad news!
fr: @alula_oh Mauvaise nouvelle !

source: @calamus_shock The boat is gone!
fr: @calamus_shock Le bateau a disparu !

source: @niko3 What?!
fr: @niko3 Quoi ?!

source: @alula_oh It's the squares!
fr: @alula_oh Ce sont les carrés !

source: @calamus_speak It looks like they're headed in this direction!
fr: @calamus_speak Ils se dirigent dans cette direction !

source: @cedric_eek ...fast...
fr: @cedric_eek ... rapide...

source: @cedric_talk ...Calamus, right?
fr: @cedric_talk Calamus, c'est ça ?

source: @calamus Yeah?
fr: @calamus Oui ?

source: @cedric_talk How...\.\. bad, is it?
fr: @cedric_talk C'est...\.\. si mauvais que ça ?

source: @calamus Doesn't seem to be of immediate danger.
fr: @calamus Ce n'est pas un danger immédiat.

source: @cedric_sigh Then... it is of priority that I take you to the city first, Niko
fr: @cedric_sigh Alors la priorité est de t'emmener en ville, Niko.

source: @niko2 But what about them...?
fr: @niko2 Et eux alors... ?

source: @cedric I can make a detour later and drop you guys off in the city too, if you want.
fr: @cedric Je peux faire un détour plus tard et vous déposer vous aussi en ville si vous voulez.

source: @cedric_talk The city is better equipped to handle the squares, you'll be safer there.
fr: @cedric_talk La ville est mieux équipée pour faire face aux carrés, vous serez plus en sécurité là-bas.

source: @alula_gasp YOU'RE TAKING US TO THE CITY!!!
fr: @alula_gasp TU NOUS EMMÈNES EN VILLE ?!!

source: @cedric_smile If you wish.
fr: @cedric_smile Si vous voulez.

source: @alula_gasp OH YEAH!!!
fr: @alula_gasp OUAIS !!!

source: @cedric Alright.
fr: @cedric Très bien.

source: @cedric3 I will be back here in an hour, so please wait for me until then.
fr: @cedric3 Je serai de retour dans une heure, attendez-moi.

source: @niko You guys sure you'll be fine here?
fr: @niko Tout ira bien pour vous ici ?

source: @alula Mhm!
fr: @alula Oui !

source: @calamus_speak The squares are still moving pretty slowly for now...
fr: @calamus_speak Les carrés bougent assez lentement pour l'instant...

source: @niko2 Alright, then...
fr: @niko2 Très bien, dans ce cas...

source: @niko_speak Guess we'll run into each other again, soon...
fr: @niko_speak On se revoit bientôt...

source: @niko_speak I'm ready to go!
fr: @niko_speak C'est bon !

source: @cedric_smile Alright!
fr: @cedric_smile Bien !

source: @niko A bunch of words are on the screen.
fr: @niko Il y a un tas de mots sur l'écran.

source: @niko_eyeclosed I don't understand any of it...
fr: @niko_eyeclosed Je n'y comprends rien...

source: The luminescence index of liquid red phosphor decreased by a factor of 3.57% this past week.
fr: L'index de luminescence du phosphore liquide rouge a diminué d'un facteur de 3,57 % au cours de la semaine dernière.

source: Alarming, to say the least... that's the sharpest decline I've seen, and the number is only increasing.
fr: C'est pour le moins alarmant... Je n'ai jamais vu une telle chute, et les chiffres ne font qu'empirer.

source: We will have to further concentrate the phosphor now, for it to be of any use.
fr: Nous allons devoir concentrer davantage le phosphore si nous voulons qu'il soit utile.

source: It's hard to believe, but there's a good chance this city could run out of light in as little as six months.
fr: C'est difficile à croire, mais il est possible que cette ville tombe dans l'obscurité dans les six mois à venir.

source: ...What are we going to do?
fr: ... Qu'allons-nous faire ?

source: If the city runs out of light, well...\>\nI don't want to think about what happens then.
fr: Si la ville n'a plus de lumière, et bien...\>\nJe ne veux pas imaginer ce qu'il se passera ensuite.

source: [HAVE YOU FOUND THE SOURCE OF THE DISTRESS?]
fr: [AVEZ-VOUS TROUVÉ LA SOURCE DE LA PERTURBATION ?]

source: [THESE VINES APPEARED MERE MINUTES AGO.]
fr: [CES VIGNES SONT APPARUES IL Y A QUELQUES MINUTES À PEINE.]

source: @niko I just assumed it was cuz this place was abandoned...
fr: @niko Je croyais que c'était juste parce que l'endroit était abandonné...

source: [A SIGN OF DISTRESS.]
fr: [UN SIGNAL DE DÉTRESSE.]

source: [A LIVING BEING IS IN NEED OF HELP.]
fr: [UN ÊTRE VIVANT A BESOIN D'AIDE.]

source: [BUT I CANNOT TRACE THE SOURCE.]
fr: [MAIS JE NE PEUX PAS EN LOCALISER LA SOURCE.]

source: [THE VINES RECEDED.]
fr: [LES VIGNES ONT DISPARU.]

source: [DO YOU KNOW WHAT HAPPENED?]
fr: [SAVEZ-VOUS CE QUI S'EST PASSÉ ?]

source: @niko I found this... plant person.
fr: @niko J'ai trouvé cette... personne-plante.

source: @niko_eyeclosed She was barely holding on...
fr: @niko_eyeclosed Elle ne tenait presque plus...

source: @niko I gave her the sun for now, but...
fr: @niko Je lui ai donné le soleil pour le moment, mais...

source: @niko_eyeclosed She said it was too late for her...
fr: @niko_eyeclosed Elle a dit qu'il était trop tard pour elle...

source: [I UNDERSTAND.]
fr: [JE COMPRENDS.]

source: [I NEED TO REPORT THIS TO THE CITY.]
fr: [JE DOIS EN INFORMER LA VILLE.]

source: @niko A cluster of vines are blocking the way...
fr: @niko Un amas de vignes bloque le passage...

source: Don't worry, these are my own books. That I wrote.
fr: Ne vous en faites pas, ce sont mes propres livres. Que j'ai écrits moi-même.

source: I just pulled them off the shelves to modify them. I have to cross out some sections...
fr: Je les ai juste pris pour les modifier. Il faut que j'enlève quelques parties...

source: ...most sections.
fr: ... enfin, la plupart.

source: @niko_speak Eh? How come?
fr: @niko_speak Quoi ? Pourquoi ?

source: Cuz otherwise they'll think I copied HIM.
fr: Parce que sinon, tout le monde pensera que je l'ai plagié, LUI.

source: @niko Him?
fr: @niko Lui ?

source: The Author!
fr: L'Auteur !

source: I mean, I really don't see the point of writing anything anymore!
fr: Je veux dire, je ne vois vraiment pas pourquoi je continuerais à écrire !

source: The Author is just gonna write about the same thing, and then everyone will love it!
fr: L'Auteur va juste écrire sur le même sujet, et tout le monde adorera !

source: And nobody's gonna remember the books that came out before his!
fr: Et personne ne se souviendra des livres qui ont été publiés avant le sien !

source: @niko Oh, uh...
fr: @niko Oh, oh...

source: I mean, I ain't hatin'.
fr: Enfin, je lui en veux pas.

source: I can see why people go nuts over his stuff. That guy's got major talent.
fr: Je comprends pourquoi les gens en raffolent. Ce type est vraiment doué.

source: But...it just...hurts, y'know?
fr: Mais... c'est quand même... vexant, tu comprends ?

source: It's never fun when people call you a copycat for something you wrote about first.
fr: Ce n'est jamais drôle quand les gens te prennent pour un escroc alors que l'idée venait de toi.

source: @niko I can see that...
fr: @niko Je vois ça...

source: @niko_speak People call me a cat all the time!
fr: @niko_speak Les gens n'arrêtent pas de me traiter comme un chat !

source: @niko_eyeclosed Even though I'm a person, and cats are pets.
fr: @niko_eyeclosed Alors que je suis une personne, et que les chats sont des animaux de compagnie.

source: @niko ...and mousers.
fr: @niko ... et des chasseurs de souris.

source: @niko_eyeclosed I sure hope people don't think I eat mice...
fr: @niko_eyeclosed J'espère que les gens ne pensent pas que je mange des souris...

source: Heh, then I guess we're in the same boat, kiddo.
fr: Héhé, alors j'imagine qu'on est dans le même bateau.

source: Well, I think I changed at least half a book's worth of content.
fr: Bon, je pense que j'ai changé au moins la moitié d'un livre.

source: And even then, it's still too similiar!
fr: Mais ça reste encore trop similaire !

source: Looks like I'll just have to accept my fate...
fr: On dirait que je vais devoir me résigner à accepter mon sort...

source: @niko Well, I guess being a called a cat isn't all that bad...
fr: @niko Eh bien, j'imagine que se faire traiter de chat n'est pas si terrible...

source: @niko_eyeclosed ...as long as people don't assume you eat mice.
fr: @niko_eyeclosed ... tant que les gens ne pensent pas que je mange des souris.

source: I'm on my 3rd cup.
fr: C'est ma 3e tasse.

source: I can't feel my limbs...
fr: Je ne sens plus mes mains...

source: @niko um...
fr: @niko Hum...

source: BUT I HAVE TO STAY AWAKE.
fr: MAIS JE NE DOIS PAS M'ENDORMIR.

source: CURSE THE AUTHOR AND HIS BEAUTIFUL CLIFFHANGERS...
fr: MAUDIT SOIT L'AUTEUR ET SES MOMENTS DE SUSPENSE INSOUTENABLES...

source: @bookbot [UNAUTHORIZED ENTRY.]
fr: @bookbot [ENTRÉE NON AUTORISÉE.]

source: @bookbot [LIBRARY CARD REQUIRED FOR FURTHER ACCESS.]
fr: @bookbot [CARTE DE BIBLIOTHÈQUE REQUISE POUR POURSUIVRE.]

source: @niko_eyeclosed I know, I know...
fr: @niko_eyeclosed Je sais, je sais...

source: @niko Wait, what?
fr: @niko Une seconde, quoi ?

source: @niko_speak I don't have a library card, though!
fr: @niko_speak Mais je n'ai pas de carte de bibliothèque !

source: @niko Where can I get one?
fr: @niko Où puis-je en trouver une ?

source: @bookbot [THIS IS A QUESTION FOR THE HEAD LIBRARIAN, GEORGE.]
fr: @bookbot [CETTE QUESTION EST À POSER À GEORGE, LA BIBLIOTHÉCAIRE EN CHEF.]

source: @bookbot [ALLOW ME TO CALL HER.]
fr: @bookbot [JE VAIS L'APPELER POUR VOUS.]

source: @bookbot [SHE IS NOT PICKING UP.]
fr: @bookbot [ELLE NE RÉPOND PAS.]

source: @niko_eyeclosed I figured...
fr: @niko_eyeclosed J'avais saisi...

source: @niko Are you sure you can't just... let me through?
fr: @niko Vous ne pouvez pas juste... me laisser passer ?

source: @bookbot [LETTING YOU THROUGH WITHOUT A LIBRARY CARD IS AGAINST MY PROGRAMMING.]
fr: @bookbot [VOUS LAISSER ENTRER SANS CARTE DE BIBLIOTHÈQUE EST CONTRAIRE À MA PROGRAMMATION.]

source: @niko_what Wh-
fr: @niko_what Qu...

source: @niko Even in an emergency?
fr: @niko Même en cas d'urgence ?

source: @bookbot [MY PROGRAMMING IS NOT FLEXIBLE.]
fr: @bookbot [MA PROGRAMMATION EST ON NE PEUT PLUS STRICTE.]

source: @bookbot [I HAVE NOT BEEN TAMED.]
fr: @bookbot [JE N'AI PAS ÉTÉ APPRIVOISÉ.]

source: @niko There's this book I found back in the barrens area.
fr: @niko J'ai trouvé ce livre dans la Lande.

source: @niko_speak Since this is a place for books, would you happen to know what it says?
fr: @niko_speak Comme cet endroit regorge de livres, vous sauriez ce qu'il contient ?

source: @bookbot [I DO NOT RECOGNIZE THIS LANGUAGE]
fr: @bookbot [JE NE RECONNAIS PAS CETTE LANGUE]

source: @bookbot [BUT THE SYMBOL ON THE COVER IS OF IMPORTANCE]
fr: @bookbot [MAIS LE SYMBOLE SUR LA COUVERTURE N'EST PAS ANODIN]

source: @bookbot [THE HEAD LIBRARIAN, GEORGE, CAN EXPLAIN IT.]
fr: @bookbot [GEORGE, LA BIBLIOTHÉCAIRE EN CHEF, POURRA VOUS L'EXPLIQUER.]

source: @bookbot [WOULD YOU LIKE ME TO CALL HER?]
fr: @bookbot [VOULEZ-VOUS QUE JE L'APPELLE ?]

source: @niko_eyeclosed Please don't.
fr: @niko_eyeclosed Non, merci.

source: @bookbot [AUTHENTICATING BARCODE...]
fr: @bookbot [AUTHENTIFICATION DU CODE-BARRES...]

source: @bookbot [EXECUTING FACIAL RECOGNITION...]
fr: @bookbot [RECONNAISSANCE FACIALE EN COURS...]

source: @bookbot [PHOTO MATCH... \. FAILED.]
fr: @bookbot [COMPARAISON PHOTO... \. ÉCHEC.]

source: @bookbot [IT SEEMS YOU DO NOT RESEMBLE THE OWNER OF THE CARD.]
fr: @bookbot [IL APPARAÎT QUE VOUS NE RESSEMBLEZ PAS AU PROPRIÉTAIRE DE CETTE CARTE.]

source: @bookbot [YOU CANNOT USE THIS CARD.]
fr: @bookbot [VOUS NE POUVEZ PAS UTILISER CETTE CARTE.]

source: @niko_eyeclosed Bummer...
fr: @niko_eyeclosed Dommage...

source: @bookbot [INVALID CARD!]
fr: @bookbot [CARTE NON VALIDE !]

source: @bookbot [PHOTO IS MISSING.]
fr: @bookbot [PHOTO MANQUANTE.]

source: @niko_eyeclosed ...why did I do that.
fr: @niko_eyeclosed ... Pourquoi est-ce que j'ai dit ça...

source: @bookbot [HAVE A NICE DAY, MISS KIP.]
fr: @bookbot [BONNE JOURNÉE, MADAME KIP.]

source: @niko Yup, that's... totally me.
fr: @niko Ouaip, c'est moi... c'est tout à fait moi.

source: @bookbot [PHOTO MATCH... \. SUCCESSFUL]
fr: @bookbot [COMPARAISON PHOTO... \. RÉUSSIE]

source: @bookbot [YOU'RE GOOD TO GO!]
fr: @bookbot [VOUS POUVEZ ENTRER !]

source: @niko_eyeclosed ...maybe I should've changed the name.
fr: @niko_eyeclosed ... J'aurais peut-être dû changer le nom.

source: @niko So I'm guessing you don't give out library cards?
fr: @niko Alors, j'imagine que vous ne donnez pas de cartes de bibliothèque ?
