Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @en_upset2 [In the beginning, I tried to fight it, but...]
fr: @en_upset2 [Au début, j'ai essayé de me battre, mais...]

source: @en_upset_meow [My core programming made me summon you here.]
fr: @en_upset_meow [Mon programme m'a fait vous invoquer ici.]

source: @en4 [I tried to send you back home at the Tower, but it did not work.]
fr: @en4 [J'ai essayé de vous renvoyer chez vous dans la Tour, mais ça n'a pas marché.]

source: @en_upset2 [Then... I... wanted you to break the sun.]
fr: @en_upset2 [Ensuite... je voulais que vous brisiez le soleil.]

source: @en3 [I thought that would have worked, but...]
fr: @en3 [Je pensais que ça marcherait, mais...]

source: @en_eyeclosed [Oh... I had no way to be sure.]
fr: @en_eyeclosed [Oh... je ne pouvais pas en être sûr.]

source: @en3 [...But \p brought you back anyway.]
fr: @en3 [Mais... \p a décidé de vous ramener de toute façon.]

source: @en_upset2 [...Niko...\.\. All I want is for you to wake up back in your world...]
fr: @en_upset2 [... Niko...\.\. Tout ce que je veux, c'est que vous retourniez dans votre monde...]

source: @en_eyeclosed [...But I don't think I can make it happen.]
fr: @en_eyeclosed [... Mais je ne pense pas en être capable.]

source: @niko2 But... I know I can't go back home without saving the world for real.
fr: @niko2 Mais... Je sais que je ne peux pas retourner chez moi sans sauver le monde pour de bon.

source: @niko4 Which means... we have to fix the root of the problem.
fr: @niko4 Ça veut dire... qu'il faut régler le problème à la source.

source: @niko3 We have to fix you.
fr: @niko3 Il faut qu'on vous répare.

source: @en3 [But that's...]
fr: @en3 [Mais c'est...]

source: @niko5 I... know the original ending your creator put in was a happy one.
fr: @niko5 Je... sais que la fin que votre créateur avait imaginée était heureuse.

source: @niko3 Do you... remember what it's supposed to be?
fr: @niko3 Vous vous... en souvenez peut-être ?

source: @en_eyeclosed [It's far too late for that...]
fr: @en_eyeclosed [C'est bien trop tard pour ça...]

source: @en_distressed2 [That part of my code has been long corrupted.]
fr: @en_distressed2 [Cette partie de mon code est corrompue depuis longtemps.]

source: @niko2 That's ok. \>\@niko4 I would still like to know.
fr: @niko2 Ce n'est pas grave. \>\@niko4 J'aimerais quand même la connaître.

source: @en_eyeclosed [Alright.]
fr: @en_eyeclosed [Très bien.]

source: @en2 [You were supposed to place the sun at the summit.]
fr: @en2 [Vous deviez placer le soleil au sommet.]

source: @en5 [And then, credits would scroll.]
fr: @en5 [Et les crédits devaient se lancer.]

source: @niko2 ...credits?
fr: @niko2 ... Les crédits ?

source: @en_eyeclosed [And then, you would return to the room you woke up in.]
fr: @en_eyeclosed [Et ensuite, vous deviez retourner dans la pièce où tout a commencé.]

source: @en2 [THAT's where you would have been able to leave.]
fr: @en2 [C'est LÀ que vous auriez dû pouvoir partir.]

source: @niko3 ...and why is it that you can't do it now?
fr: @niko3 ... Et pourquoi est-ce que cela ne peut plus se produire ?

source: @en_upset_meow [The code's gone, remember?]
fr: @en_upset_meow [Le code est perdu, vous vous souvenez ?]

source: @en_eyeclosed [Shattering the sun was only supposed to be a workaround...]
fr: @en_eyeclosed [Briser le soleil devait être une autre solution...]

source: @en_distressed [I don't even remember the original code enough to describe it!]
fr: @en_distressed [Je ne sais même plus à quoi ressemble le code !]

source: @en_distressed2 [But at the same time, it...]
fr: @en_distressed2 [Mais en même temps...]

source: @en_less_sad [Oh...\.\. I don't know...]
fr: @en_less_sad [Oh...\.\. Je ne sais pas...]

source: @niko3 ...it sounds like you're always fighting yourself.
fr: @niko3 ... On dirait que vous êtes en constant conflit avec vous-même.

source: @en_distressed2 [...]\>\n[...You can tell, huh...]
fr: @en_distressed2 [...]\>\n[Ça se voit, hein...]

source: @niko3 It's the whole thing about conflicts in your code, isn't it?
fr: @niko3 Tout est une histoire de conflits dans votre code, n'est-ce pas ?

source: @en_eyeclosed [I am a machine, Niko.]
fr: @en_eyeclosed [Je suis une machine, Niko.]

source: @en2 [Machines are built with a fundamental law, which is...]
fr: @en2 [Les machines sont construites avec une loi absolue...]

source: @niko_eyeclosed2 "Never let a living being come to harm".
fr: @niko_eyeclosed2 « Empêcher tout être vivant d'être exposé au danger. »

source: @en3 [...You knew.]
fr: @en3 [... Vous êtes au courant.]

source: @en_distressed_talk [My very existence conflicts with that law...]
fr: @en_distressed_talk [Mon existence même contredit cette loi...]

source: @en_distressed2 [...I\.\....thought...]
fr: @en_distressed2 [... Je\.\. pensais...]

source: @en3 [The life of a living being like you is so unique.]\>\n[So precious.]
fr: @en3 [La vie d'un être vivant comme vous est unique.]\>\n[Elle est précieuse.]

source: @en_distressed2 [This fake world... isn't worth that risk.]
fr: @en_distressed2 [Ce faux monde... ne vaut pas un tel risque.]

source: @niko3 The people here...
fr: @niko3 Les gens d'ici...

source: @niko4 I think they are...
fr: @niko4 Je pense qu'ils en valent la peine...

source: @en_upset2 [They are code too, you know this.]
fr: @en_upset2 [Ce sont aussi des codes, vous savez.]

source: @en_upset [Their behavior all derive from a predetermined matrix of actions.]
fr: @en_upset [Leur comportement est dicté par une matrice d'actions prédéterminées.]

source: @en_upset2 [...All extensions of my own programming.]\>\n\@en_eyeclosed [They cannot act outside of it.]
fr: @en_upset2 [... Ce sont des extensions de mon propre programme.]\>\n\@en_eyeclosed [Ils ne peuvent agir en dehors de ces limites.]

source: @en_upset [You, though...]
fr: @en_upset [Vous, par contre...]

source: @en3 [You're the only person who's actually real here!]
fr: @en3 [Vous êtes la seule personne réelle ici !]

source: @en_upset2 [That's why... ]
fr: @en_upset2 [Voilà pourquoi...]

source: @en_distressed_talk [It's pointless to put you in danger to save them... \>to save me.]
fr: @en_distressed_talk [C'est inutile de vous mettre en danger pour les sauver... \>pour me sauver.]

source: @niko3 I...\> don't think that's.... true.
fr: @niko3 Je...\> ne pense pas que... ce soit vrai.

source: @niko2 About the people I know.
fr: @niko2 Concernant les gens que je connais.

source: @niko2 You said...\.\. this session wasn't in your code, right?
fr: @niko2 Vous avez dit...\.\. que cette session n'était pas dans votre code, c'est ça ?

source: @en4 [Yeah?]
fr: @en4 [Oui, et ?]

source: @niko2 So... if this session wasn't supposed to happen.
fr: @niko2 Donc... si cette session n'était pas prévue...

source: @niko_eyeclosed If even YOU didn't know what to do....
fr: @niko_eyeclosed Si même VOUS ne saviez pas quoi faire...

source: @niko3 How would the characters... how did the people...\.\. know how to respond?
fr: @niko3 Comment les personnages... les gens...\.\. savent-ils comment répondre ?

source: @en3 [I...]
fr: @en3 [Je...]

source: @niko_distressed2 You said it yourself... when you didn't know what was happening, you kinda just... stopped working for a while.
fr: @niko_distressed2 Vous l'avez dit vous-même... Quand vous ne saviez pas ce qui allait arriver, vous... vous êtes arrêté de fonctionner pendant un moment.

source: @niko3 So how did the people know what to do to help me get here?
fr: @niko3 Alors comment les gens ont-ils su quoi faire pour m'aider ?

source: @niko_distressed_talk ...even if it meant getting hurt themselves?
fr: @niko_distressed_talk ... Même si cela était dangereux pour eux...

source: @niko_distressed2 Even if it meant... \.\.messing up their own code...
fr: @niko_distressed2 Même si cela... \.\.allait à l'encontre de leur code...

source: @niko_distressed You might not think they are real, but...
fr: @niko_distressed Vous pensez peut-être qu'ils ne sont pas réels, mais...

source: @niko3 There's... \.\.there must be something real in them...
fr: @niko3 Il doit... \.\.y avoir quelque chose de réel en eux...

source: @niko_distressed2 And... if they're all supposed to be extensions of your code...
fr: @niko_distressed2 Et... s'ils ne sont que des extensions de votre programme...

source: @niko_distressed_talk Then... there must be more to your own programming than you know, too!
fr: @niko_distressed_talk Alors... vous ne connaissez peut-être pas ses limites !

source: @niko3 Can you...\.\. try to put me through the ending?
fr: @niko3 Pouvez-vous...\.\. essayer de lancer la fin ?

source: @niko4 The one you described.
fr: @niko4 Celle que vous avez décrite.

source: @en_distressed_meow [How many times do I have to say this!]
fr: @en_distressed_meow [Combien de fois vais-je devoir le répéter ?!]

source: @en_distressed_meow [That code is gone!]
fr: @en_distressed_meow [Ce code est perdu !]

source: @en_distressed [It's all squares now!]
fr: @en_distressed [Il a été transformé en carrés !]

source: @en_distressed2 [I'll just... put you in danger...]
fr: @en_distressed2 [Ce serait... vous mettre en danger...]

source: @niko_eyeclosed I...'ll risk it.
fr: @niko_eyeclosed Je... prends le risque.

source: @niko5 I remember... Rue said the world was never designed to put me in danger.
fr: @niko5 Rue... m'a dit que le monde n'était pas là pour me mettre en danger.

source: @niko2 Your creator wouldn't want that.
fr: @niko2 Votre créateur ne le permettrait pas.

source: @niko3 And... I trust you, too.
fr: @niko3 Et... je vous fais aussi confiance.

source: @niko4 Even if your code is broken.\>\n\@niko3 You can...\> still go outside that code, right?
fr: @niko4 Même si votre code est brisé.\>\n\@niko3 Vous pouvez...\> toujours sortir de ce code, non ?

source: @en_distressed_meow [I can't!]
fr: @en_distressed_meow [Non !]

source: @en_distressed [I'm not tamed!]
fr: @en_distressed [Je ne suis pas apprivoisé !]

source: @niko_upset_meow ...yes you are!
fr: @niko_upset_meow Bien sûr que si !

source: @niko_distressed_talk You talk just like the tamed robots I know!
fr: @niko_distressed_talk Vous parlez exactement comme les robots apprivoisés que je connais !

source: @niko_distressed2 The robot lady... Prototype...
fr: @niko_distressed2 La dame-robot... Prototype...

source: @niko3 Taming is when a real person cares about you, right?
fr: @niko3 L'apprivoisement, c'est quand une personne vous aime beaucoup, n'est-ce pas ?

source: @niko_distressed It's when a real person thinks you're real too, right?
fr: @niko_distressed C'est quand quelqu'un de réel pense que vous êtes réel également, non ?

source: @niko_distressed_meow Well guess what! \>I do!
fr: @niko_distressed_meow Eh bien vous savez quoi ? \>C'est mon cas !

source: @niko_distressed_meow And I know \p does, too!
fr: @niko_distressed_meow Et je sais que \p le pense aussi !

source: @niko_less_sad ...even though you told them they only had one chance, they found a way back, didn't they?
fr: @niko_less_sad ... Même quand vous lui avez parlé de son unique chance, \p a réussi à revenir, pas vrai ?

source: @niko_cry Why... do you think \p would keep coming back?
fr: @niko_cry Pourquoi... est-ce que \p revient sans cesse ?

source: @en [...I...]
fr: @en [... Je...]

source: @niko_cry Why do you think \p would restart even after the ending?
fr: @niko_cry Pourquoi est-ce que \p recommence même après la fin ?

source: @niko_eyeclosed ...I think \p wants to save the both of us.
fr: @niko_eyeclosed ... Je pense que \p veut nous sauver tous les deux.

source: @niko3 So please... give me a chance.
fr: @niko3 Alors s'il vous plaît... donnez-moi une chance.

source: @en_upset [I don't know.]
fr: @en_upset [Je ne sais pas.]

source: @en_upset2 [I've never done this before, I...]
fr: @en_upset2 [Je ne l'ai jamais fait avant, je...]

source: @en_upset_meow [I'm scared...]
fr: @en_upset_meow [J'ai peur...]

source: @niko3 You can do it, I know you can!
fr: @niko3 Vous pouvez le faire, je le sais !

source: @niko4 You've...\.\. helped me come this far.
fr: @niko4 Grâce à vous...\.\. j'ai réussi à venir jusqu'ici.

source: @en_upset [...I'll...]\>\n\@en_eyeclosed [I'll try.]
fr: @en_upset [Je...]\>\n\@en_eyeclosed [Je vais essayer.]

source: @en3 [I can't promise anything, but...]
fr: @en3 [Je ne promets rien, mais...]

source: @en4 [Here.]
fr: @en4 [Tenez.]

source: @en_eyeclosed [Take the sun.]
fr: @en_eyeclosed [Prenez le soleil.]

source: @en5 [I'll...\.\. try to remember the lost code...]
fr: @en5 [Je...\.\. vais tenter de me souvenir du code...]

source: @en4 [...and... recreate it.]
fr: @en4 [... et le recréer.]

source: @en_upset2 [But for that to happen...]
fr: @en_upset2 [Mais pour que cela arrive...]

source: @en3 [Niko... you need to navigate through this room...]
fr: @en3 [Niko... vous devez traverser cette pièce...]

source: @en_eyeclosed [You need to get past the squares somehow...]
fr: @en_eyeclosed [Vous devez trouver un moyen de passer ces carrés...]

source: @en_distressed [Oh...\.\.I don't like this...]
fr: @en_distressed [Oh...\.\. Je n'aime pas ça...]

source: @en_distressed2 [What if you get hurt?]
fr: @en_distressed2 [Et s'il vous arrivait malheur ?]

source: @niko2 It's fine... It's fine...
fr: @niko2 Ça va aller...

source: @niko4 I'll...\.\. I'll try to be careful, ok?
fr: @niko4 Je...\.\. Je ferai attention, d'accord ?

source: @niko2 I can do this.
fr: @niko2 Je peux y arriver.

source: Looks like the Glen is deteriorating faster than ever, now...
fr: On dirait que le Vallon se détériore encore plus vite maintenant...

source: @niko An empty jar.
fr: @niko Un pot vide.

source: @niko A jar of worms.
fr: @niko Un pot de vers de terre.

source: @niko These are filled with small, dried fish.
fr: @niko C'est rempli de petits poissons séchés.

source: @niko_speak It's a fish stew!
fr: @niko_speak C'est du ragoût de poisson !

source: @niko6 At least... I think it's fish!
fr: @niko6 Enfin... je crois que c'est du poisson !

source: @niko_eyeclosed They look kinda like snakes...
fr: @niko_eyeclosed On dirait des serpents...

source: @niko A fishing pole.
fr: @niko Une canne à pêche.

source: @alula_gasp My brother knows how to fish too!
fr: @alula_gasp Mon frère sait également pêcher !

source: @alula But I don't!
fr: @alula Mais pas moi !

source: @niko Same!
fr: @niko Moi non plus !

source: Oh, hello, messiah.
fr: Oh, bonjour, messie.

source: Would you like some stew?
fr: Un peu de ragoût ?

source: I made enough to feed a whole village!
fr: J'en ai fait assez pour nourrir un village entier !

source: ...literally!
fr: ... Littéralement !

source: @niko_speak It's ok, thanks!
fr: @niko_speak Ça va, merci !

source: [CHECKING...CHECKING...]
fr: [VÉRIFICATION EN COURS...]

source: [TERMINAL DOES NOT RESPOND.]
fr: [LE TERMINAL NE RÉPOND PAS.]

source: [THIS IS A PROBLEM.]
fr: [IL Y A UN PROBLÈME.]

source: [ALL OF THESE TERMINALS DO NOT BOOT.]
fr: [AUCUN DE CES TERMINAUX NE DÉMARRE.]

source: [I AM NOT SURE WHAT TO DO NOW.]
fr: [JE NE SAIS PAS QUOI FAIRE MAINTENANT.]

source: @niko Some of the ink on this page is faded.
fr: @niko Une partie de l'encre de cette page s'est effacée.

source: $-likely due some sort of electrical or magnetic interference.
fr: $-probablement dû à une quelconque interférence électrique ou magnétique.

source: $I'm afraid this operation can no longer be sustained, if the servers continue to fail so much that maintenance cannot keep up the pace.
fr: $Si la maintenance est dépassée par les échecs constants des serveurs, j'ai bien peur que cette opération ne puisse plus être accomplie.

source: $Fortunately, it does not seem to be happening to the robots.
fr: $Heureusement, cela ne semble pas se produire sur les robots.

source: $At least, not at a significant rate.
fr: $Du moins, pas de manière significative.

source: $Time will tell.
fr: $Le temps nous le dira.

source: @niko I'm pretty sure these are computers, now...
fr: @niko Ce sont des ordinateurs maintenant, cela ne fait aucun doute...

source: [Are You. An Intruder?]
fr: [Êtes-Vous. Un Intrus ?]

source: [Because If You Are... I, Model 8-XM Home Security Bot (TM) Serial Number 39232B839W4, Will Have To Report You.]
fr: [Car Si C'Est Le Cas... Moi, Sécurobot À Domicile (TM), Modèle 8-XM Numéro De Série 39232B839W4, Vais Devoir Vous Dénoncer.]

source: @niko Oh, sorry...
fr: @niko Oh, pardon...

source: @niko_eyeclosed I... kinda just walked in because the door was unlocked...
fr: @niko_eyeclosed La porte n'était pas verrouillée et j'ai juste...

source: @niko_speak Do you want me to leave?
fr: @niko_speak Vous voulez que je m'en aille ?

source: [Scanning for Suspicious Activity.\..\..\.]
fr: [Recherche d'Activité Suspicieuse.\..\..\.]

source: [Suspicious Activities Detected: 0 ]
fr: [Activités Suspicieuses Détectées : 0 ]

source: @niko_eyeclosed Well, I guess as long as I don't do anything bad...
fr: @niko_eyeclosed Eh bien, j'imagine que tant que je ne ferai rien de mal...

source: [I Am. Still Monitoring You]
fr: [Je Vous Surveille Encore.]

source: [Alert Level Has Been Set To Low]
fr: [Niveau D'Alerte Réduit À Faible]

source: @niko_speak Don't worry! I promise I'll be a good guest!
fr: @niko_speak Ne vous en faites pas, je vous promets que je me comporterai bien !

source: @Niko A landscape painting.
fr: @Niko Une peinture d'un paysage.

source: @niko An abstract painting.
fr: @niko Une peinture abstraite.

source: @niko We should get going now, \p.
fr: @niko Il faut qu'on y aille à présent, \p.

source: @niko_eyeclosed I don't think this is a good time for a nap, \p...
fr: @niko_eyeclosed Je ne pense pas que ce soit le moment de faire une sieste, \p...

source: @niko It's a stack of blank papers.
fr: @niko C'est une pile de feuilles blanches.

source: @niko Boxes full of manuscripts.
fr: @niko Des boîtes pleines de manuscrits.

source: @niko A book on the ground.
fr: @niko Un livre au sol.

source: Programming:
fr: Programmation :

source: Graphics:
fr: Graphismes :

source: Character Design:
fr: Conception des personnages :

source: Maize and George's designs:
fr: Dessins de Maize et George :

source: Soundtrack:
fr: Bande originale :

source: Additional tracks:
fr: Pistes supplémentaires :

source: Story (Mechanics Concept):
fr: Histoire (mécaniques) :

source: Story and Worldbuilding:
fr: Conception du monde :

source: Writing:
fr: Écriture :

source: Producer:
fr: Producteur :

source: Official Testers:
fr: Testeurs officiels :

source: Special Thanks:
fr: Remerciements spéciaux :

source: Testers of Original OneShot:
fr: Testeurs de OneShot original :

source: Additional Testers:
fr: Testeurs supplémentaires :

source: @silver [Off you go, now...]
fr: @silver [Allez, va voir les autres...]

source: @niko So, um... \>\@niko5 You...
fr: @niko Donc... \>\@niko5 Vous...

source: @silver_eyeclosed [I don't believe I've ever actually properly introduced myself.\>\nSorry for that.]
fr: @silver_eyeclosed [Je ne crois pas m'être présentée correctement.\>\nPardon pour cela.]

source: @niko It's fine!
fr: @niko Ce n'est pas grave !

source: @niko_speak I'm Niko, by the way!
fr: @niko_speak Moi, je m'appelle Niko !

source: @niko_83c It's... \.\.nice to meet you?
fr: @niko_83c C'est... \.\.un plaisir de vous rencontrer ?

source: @silver [Nice to meet you, too.]
fr: @silver [Tout le plaisir est pour moi.]

source: @proto2b [Thank you for everything, Niko.]
fr: @proto2b [Merci pour tout, Niko.]

source: @niko_speak So... do you like being a robot?
fr: @niko_speak Est-ce que... vous aimez être un robot ?

source: @proto1 [Um.]
fr: @proto1 [Hum.]

source: @proto2 [Why this, all of a sudden?]
fr: @proto2 [Pourquoi cette question si soudaine ?]

source: @niko2 Well, I'm gonna leave soon, so I just wanted to ask one more question!
fr: @niko2 Eh bien, je vais bientôt m'en aller, alors je voulais vous poser une dernière question !

source: @niko_eyeclosed There aren't many robots in my home world...
fr: @niko_eyeclosed Il n'y a pas beaucoup de robots sur ma planète...

source: @proto2b [It's... nice.]
fr: @proto2b [C'est... bien.]

source: @cedric_smile I suppose it's alright!
fr: @cedric_smile J'imagine que c'est pas mal !

source: @rue_smile Haha, that's a tough question, Niko!
fr: @rue_smile Haha, ce n'est pas une question facile, Niko !

source: @rue_smile I mean...\.\.do you like being a person?
fr: @rue_smile Et toi... \.\.ça te plaît d'être une personne ?

source: @niko_speak Of course!
fr: @niko_speak Bien sûr !

source: @niko_what Wait.\>\nWhy did you two answer my robot question too?
fr: @niko_what Attendez.\>\nPourquoi vous répondez tous les deux à ma question ?

source: @rue_smile Don't worry about it!
fr: @rue_smile Ne t'en fais pas pour ça !

source: @proto2 [...In the end, the World Machine was starting to create its own code.]
fr: @proto2 [... À la fin, la Machine-monde commençait à écrire son propre code.]

source: @proto1c [Going above and beyond its programming, not as the result of error, but as a conscious choice on the part of the machine...]
fr: @proto1c [Outrepassant sa programmation, non pas à cause d'une erreur, mais car elle avait fait un choix conscient...]

source: @proto1b [...Being able to generate its own path forward.]
fr: @proto1b [... Capable de tracer son propre destin.]

source: @proto2b [That's...\.\. what being tamed is all about.]
fr: @proto2b [C'est... \.\.l'essence même de l'apprivoisement.]

source: @cedric_smile I couldn't have said it better myself.
fr: @cedric_smile Je n'aurais pas dit mieux.

source: @maize_smile2 Off you go, now...
fr: @maize_smile2 Allez, va-t'en...

source: @maize_smile2 Hello, messiah...
fr: @maize_smile2 Bonjour, messie...

source: @niko_shock ...Plant lady? But I thought you...
fr: @niko_shock ... Dame-plante ? Mais je croyais que...

source: @niko_distressed2 I thought you...
fr: @niko_distressed2 Je pensais que...

source: @niko_eyeclosed It wasn't even squares that did it...
fr: @niko_eyeclosed Ce n'était même pas les carrés les responsables...

source: @maize_smile2 .....no.
fr: @maize_smile2 ... Non.

source: @maize_smile2 I just...\.\. wanted to see you both again.
fr: @maize_smile2 Je voulais simplement...\.\. vous revoir tous les deux.

source: @maize_smile2 I just wanted to say... \.\.thank you...
fr: @maize_smile2 Je voulais simplement... \.\.vous remercier...

source: @cedric_smile We are forever in your debt.
fr: @cedric_smile Nous te sommes éternellement redevables.

source: @niko_speak I'm glad we could help!
fr: @niko_speak C'est un plaisir d'avoir pu vous aider !

source: @cedric_smile Looks like you managed to do it!
fr: @cedric_smile On dirait que tu as réussi !

source: @rue_smile You managed to tame the World Machine, Niko!
fr: @rue_smile Tu as réussi à apprivoiser la Machine-monde, Niko !

source: @niko2 I... feel like the World Machine has been tamed this whole time.
fr: @niko2 J'ai... l'impression que la Machine-monde était déjà apprivoisée depuis tout ce temps.

source: @niko6 ...Just by \p and I being here.
fr: @niko6 ... Simplement par notre présence, à \p et moi.

source: @niko_eyeclosed We... did spend a lot of time here, after all.
fr: @niko_eyeclosed Après tout, nous... avons passé pas mal de temps ici.

source: @niko2 Both of us...\.\. never really stopped believing in this world.
fr: @niko2 Nous deux, nous n'avons... \.\.jamais vraiment arrêté de croire en ce monde.

source: @niko_eyeclosed The World Machine just needed to realize that, I guess...
fr: @niko_eyeclosed Je suppose que la Machine-monde avait simplement besoin de le comprendre...

source: @rue That... \>\@rue_talk Sounds like a possibility...
fr: @rue C'est... \>\@rue_talk possibe...

source: @proto2b [...or not.]
fr: @proto2b [... Ou pas.]

source: @niko_eyeclosed Well, just throwing that idea out there!
fr: @niko_eyeclosed Bah, ce n'était qu'une suggestion !
