Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @kip_heh ...ah. It's been a while since we last talked.\@kip \>\nHe must be busy with his books now, yeah.
fr: @kip_heh ... Ah. Ça fait un bail qu'on s'est pas parlés.\@kip \>\nIl doit consacrer tout son temps à ses livres, je suppose.

source: @niko ...Hello?
fr: @niko ... Bonjour ?

source: @kip_huh Oh, shoot!
fr: @kip_huh Oh, mince !

source: @kip_huh If I had known you would be here so soon, I would've turned off the darned lock!
fr: @kip_huh Si j'avais su que tu reviendrais si vite, je n'aurais pas fermé à clé !

source: @kip Hello there!
fr: @kip Bonjour !

source: @kip_heh Sorry about the weird... security measures.
fr: @kip_heh Désolée pour ces étranges... mesures de sécurité.

source: @niko It's okay!
fr: @niko Aucun problème !

source: @niko \p helped me solve it!
fr: @niko \p m'a donné un coup de main !

source: @kip Did they now!
fr: @kip À la bonne heure !

source: @kip So... can I help you with anything?
fr: @kip Alors... en quoi puis-je t'aider ?

source: @kip_wink Heh...that sounds like George alright!
fr: @kip_wink Héhé... C'est George tout craché !

source: @kip ...wait, I know!
fr: @kip ... Attends, je sais !

source: @kip_heh I forgot...the front desk library bots have facial recognition.
fr: @kip_heh J'oubliais... les robots de la réception de la bibliothèque disposent d'une reconnaissance faciale.

source: @kip_huh If I had known you would be here so soon, I would've turned off the system!
fr: @kip_huh Si j'avais su que tu reviendrais si vite, je n'aurais pas verrouillé le système !

source: @niko Yeah, where's the library?
fr: @niko Oui, où se trouve la bibliothèque ?

source: @kip_huh The library? That's all the way on the other side of town!
fr: @kip_huh La bibliothèque ? Elle se trouve complètement à l'opposé de la ville !

source: @kip2 The fastest route is where you take the shortcut through the backalley, but...
fr: @kip2 Si tu veux le chemin le plus court, emprunte le raccourci de la ruelle, mais...

source: @niko I think that's how we got here, actually!
fr: @niko Je pense que c'est par là que nous sommes arrivés !

source: @kip Oh good!
fr: @kip Oh, parfait !

source: @kip2 You should head back to that direction and walk to the east a bit.
fr: @kip2 Tu dois reprendre cette direction et marcher un moment vers l'est.

source: @kip You'll find it eventually!
fr: @kip Tu finiras par la trouver !

source: @niko_speak Thank you!
fr: @niko_speak Merci !

source: @niko Something is poking out from this shelf.
fr: @niko Quelque chose dépasse de cette étagère.

source: @niko_speak It's a tube of glitter glue.
fr: @niko_speak C'est un tube de colle à paillettes.

source: @kip You can have that if you want!
fr: @kip Prends-le si tu veux !

source: @kip_wink Never know when you need to glitter things up, right?
fr: @kip_wink Qui sait, tu auras peut-être besoin de paillettes un jour ?

source: @niko Oh! Are you sure?
fr: @niko Oh ! Vous êtes sûre ?

source: @kip_wink Yeah! I have tons of those!
fr: @kip_wink Bien sûr ! J'en ai plein d'autres !

source: @niko Thank you!
fr: @niko Merci !

source: @niko These machines look like computers.
fr: @niko Ces machines ressemblent à des ordinateurs.

source: @ed [What's left of a computer terminal.]
fr: @ed [Ce qu'il reste d'un terminal informatique.]

source: @red_gatekeeper [P l`e\>a#se do n ot ap`/p `r oa\>c%%h.]
fr: @red_gatekeeper [N' app`r\>och#ez p as, s'il`/v `ous\>pl%%aît.]

source: [HELLO!]
fr: [BONJOUR !]

source: @niko What are you doing up there?
fr: @niko Que fais-tu là-haut ?

source: [I AM STATIONED HERE.]
fr: [JE SUIS AFFECTÉ À CET EMPLACEMENT.]

source: @niko By yourself?
fr: @niko Tout seul ?

source: @niko A picture of a robot.
fr: @niko La photo d'un robot.

source: @niko_speak ...Y'know, I've never been around so many robots before, \p!
fr: @niko_speak ... Vous savez, \p, je n'avais jamais vu autant de robots avant !

source: @niko Or... \.\. any robots at all...
fr: @niko Enfin... \.\.je n'avais jamais vu de robots tout court...

source: @niko_speak I mean, I see them in cartoons and stuff, but I've never seen one in person!
fr: @niko_speak Enfin si, dans des dessins animés ou autres, mais jamais en vrai !

source: @niko They're pretty neat, don't you think?
fr: @niko Ils sont plutôt pas mal, vous ne trouvez pas ?

source: Hey Niko do a robot voice
fr: Hé Niko, imitez la voix d'un robot

source: @niko Yeah!
fr: @niko Oui !

source: @niko_speak ...What?
fr: @niko_speak ... Quoi ?

source: Try talking like a robot!
fr: Essayez de parler comme un robot !

source: @niko_eyeclosed *ahem*
fr: @niko_eyeclosed *Hum*.

source: @niko [BEEEP BOOP]
fr: @niko [BIP BOOP]

source: @niko_speak [I'M A ROBOT AND I... \. EAT BATTERIES...\. INSTEAD OF NORMAL PEOPLE FOOD!]
fr: @niko_speak [JE SUIS UN ROBOT ET JE...\. MANGE DES PILES...\.PLUTÔT QUE DE LA NOURRITURE NORMALE !]

source: @niko_83c Hehe...
fr: @niko_83c Hé hé...

source: [THAT IS NOT CORRECT.]
fr: [CECI EST INCORRECT.]

source: [ROBOTS DO NOT CONSUME BATTERIES IN THE SAME WAY PEOPLE CONSUME FOOD.]
fr: [LES PILES NE SERVENT PAS AUX ROBOTS DE LA MÊME FAÇON QUE LA NOURRITURE SERT AUX GENS.]

source: [IN FACT, ROBOTS DO NOT POSSESS DIGESTIVE SYSTEMS.]
fr: [D'AILLEURS, LES ROBOTS N'ONT PAS DE SYSTÈME DIGESTIF.]

source: [SOME ROBOTS DO NOT EVEN HAVE MOUTHS.]
fr: [CERTAINS ROBOTS N'ONT MÊME PAS DE BOUCHE.]

source: @niko \p...\. \>\@niko_eyeclosed you made me look silly...
fr: @niko \p...\. \>\@niko_eyeclosed J'ai l'air ridicule maintenant...

source: @niko It's a little tree.
fr: @niko C'est un petit arbre.

source: @niko_speak It's a mirror!
fr: @niko_speak C'est un miroir !

source: @niko Just a toilet...
fr: @niko Juste des toilettes...

source: @niko It's a metal bathtub.
fr: @niko C'est une baignoire en métal.

source: @niko_eyeclosed I don't want to go back...
fr: @niko_eyeclosed Je ne veux pas y retourner...

source: @red_gatekeeper [...Interesting Book You Got There...]
fr: @red_gatekeeper [C'Est Un Livre Intéressant Que Vous Avez Là...]

source: @red_gatekeeper [It Is Written In A Language I Do Not Recognize.]
fr: @red_gatekeeper [Il Est Écrit Dans Une Langue Que Je Ne Reconnais Pas.]

source: @red_gatekeeper [...Perhaps You Should Find A Way To Decipher It When You're At The Library.]
fr: @red_gatekeeper [Vous Trouverez Peut-Être Un Moyen De Le Déchiffrer À La Bibliothèque.]

source: @red_gatekeeper [It May Be Of Help.]
fr: @red_gatekeeper [Cela Pourrait Aider.]

source: @red_gatekeeper [Hello Again, Messiah, Do You Need Help?]
fr: @red_gatekeeper [Rebonjour, Messie, Avez-Vous Besoin De Mon Aide ?]

source: @niko Well...
fr: @niko Eh bien...

source: Explain again
fr: Expliquer à nouveau

source: @red_gatekeeper [Very Well. You Need To Find A Way To Get To The Library On The Surface.]
fr: @red_gatekeeper [Très Bien. Il Vous Faut Trouver Un Moyen D'Atteindre La Bibliothèque À La Surface.]

source: @red_gatekeeper [Off You Go Then, Off You Go...]
fr: @red_gatekeeper [Allez-Y Maintenant, Allez-Y...]

source: @red_gatekeeper [Ah, The Sun.]
fr: @red_gatekeeper [Ah, Le Soleil.]

source: @red_gatekeeper [Hello, Messiah. Welcome To The Refuge.]
fr: @red_gatekeeper [Bonjour, Messie. Bienvenue Au Refuge.]

source: @red_gatekeeper [Do You Understand What You Must Do Here?]
fr: @red_gatekeeper [Comprenez-Vous Ce Que Vous Devez Faire Ici ?]

source: @niko I'm supposed to go inside the Tower, right?
fr: @niko Je dois accéder à la Tour, pas vrai ?

source: @niko I already see the Tower! So I guess we must be close.
fr: @niko Je vois déjà la Tour, donc j'imagine que nous ne sommes pas loin.

source: @niko_speak Where's the entrance?
fr: @niko_speak Où se trouve l'entrée ?

source: @red_gatekeeper [On The Surface.]
fr: @red_gatekeeper [À La Surface.]

source: @niko_speak The surface?
fr: @niko_speak La surface ?

source: @red_gatekeeper [Look Down, Small One.]
fr: @red_gatekeeper [Regarde En Bas, Petit Être.]

source: @niko Oooh, \.\.\@niko_speak we're pretty high up!
fr: @niko Oooh, \.\.\@niko_speak c'est sacrément haut !

source: @niko_speak I guess I gotta get down a lot of stairs! \>\n\@niko Or find an elevator.
fr: @niko_speak J'imagine que je vais devoir descendre un tas de marches ! \>\n\@niko Ou trouver un ascenseur.

source: @red_gatekeeper [Correct.]
fr: @red_gatekeeper [C'Est Exact.]

source: @red_gatekeeper [However, The Tower Is A Sacred Place.]
fr: @red_gatekeeper [Cependant, La Tour Est Un Lieu Sacré.]

source: @red_gatekeeper [Finding The Entrance May Be Easy, But That Alone Will Not Be Enough.]
fr: @red_gatekeeper [Trouver L'entrée Sera Peut-Être Facile, Mais Cela Ne Sera Pas Suffisant.]

source: @niko What...do you mean?
fr: @niko Que... voulez-vous dire ?

source: @red_gatekeeper [Once You Reach The Surface, I Recommend Visiting The Library For Leads.]
fr: @red_gatekeeper [Une Fois En Bas, Je Vous Recommande De Visiter La Bibliothèque Pour Trouver Des Pistes.]

source: @red_gatekeeper [Off You Go, Then. I Wish You Luck.]
fr: @red_gatekeeper [Allez-Y Maintenant. Je Vous Souhaite Bonne Chance.]

source: @red_gatekeeper [I'm Afraid This Area Is Off-Limits For You.]
fr: @red_gatekeeper [J'ai Bien Peur Que Cette Zone Vous Soit Interdite.]

source: @red_gatekeeper [Only The Bearer Of The Sacred Kernel Is Permitted Access To The Garden.]
fr: @red_gatekeeper [Seul Le Porteur Du Grain Sacré Se Voit Accorder L'Accès Au Jardin.]

source: @niko_speak Oh! \.\.\@niko Like...\.\. a kernel of corn...?
fr: @niko_speak Oh ! \.\.\@niko Comme...\.\. un grain de maïs... ?

source: @niko_speak I have this! \.\.\>\@niko It was left behind by the plant lady in the Glen.
fr: @niko_speak Je l'ai ! \.\.\>\@niko La dame-plante du Vallon l'a laissé derrière elle.

source: @red_gatekeeper [...\>\nThat Is Indeed The Kernel.]
fr: @red_gatekeeper [...\>\nIl S'Agit En Effet Du Grain.]

source: @red_gatekeeper [Then, It Is Your Duty To Regrow Her.\>\nDo You Understand What You Must Do?]
fr: @red_gatekeeper [C'Est Donc Votre Devoir De Le Faire Repousser.\>\nComprenez-Vous Ce Que Vous Devez Faire ?]

source: @red_gatekeeper [Good.]
fr: @red_gatekeeper [Bien.]

source: @red_gatekeeper [Take The Seed To The Garden.\>\nPlant It In The Pot In The Center.]
fr: @red_gatekeeper [Amenez La Graine Au Jardin.\>\nPlantez-La Dans Le Pot Central.]

source: @red_gatekeeper [You May Now Pass Through Here To Access The Garden.]
fr: @red_gatekeeper [Vous Pouvez Désormais Passer Et Accéder Au Jardin.]

source: Monitoring...monitoring....
fr: Surveillance en cours...

source: I'm picking up some more disruptions in sector 8 of the city.
fr: Je détecte de nouvelles perturbations dans le secteur 8 de la ville.

source: This is consistent with our earlier findings... not good at all...
fr: Cela corrobore nos précédentes découvertes... Cela ne me dit rien qui vaille...

source: The Barrens engineer just reported another sighting of the particles in the cliff area.
fr: L'ingénieur de la Lande a signalé une nouvelle apparition de particules dans la zone des falaises.

source: ...well, nothing unusal at this point.
fr: ... Bon, rien d'inhabituel à ce stade.

source: Ugh, those squares particles just took out two of my robots in the Glen.
fr: Argh, ces particules carrées ont éliminé deux de mes robots dans le Vallon.

source: We might have to put off the water analysis project for now.
fr: Il va probablement nous falloir reporter le projet d'analyse de l'eau pour le moment.

source: @niko I want to press all of the buttons...\>\n\@niko_eyeclosed But I must resist!
fr: @niko J'ai envie d'appuyer sur tous les boutons...\>\n\@niko_eyeclosed Mais il faut que je résiste !

source: @niko There sure are a lot of computers here...\>\nAnd they look important, too.
fr: @niko Pas de doute, il y a beaucoup d'ordinateurs ici...\>\nEt ils ont l'air importants, en plus.

source: @prophet [That Lightbulb...! You Are Here!]
fr: @prophet [Cette Ampoule... ! Vous Êtes Là !]

source: @niko M- \.\.\@niko2 me?
fr: @niko M... \.\.\@niko2 Moi ?

source: @prophet [Yes!]
fr: @prophet [Oui !]

source: @prophet [Welcome To Our World, Friend!]
fr: @prophet [Bienvenue Dans Notre Monde !]

source: @prophet [I Am Most Humbled By Your Presence.\. Yes!]
fr: @prophet [Votre Présence M'Honore Au Plus Haut Point.\. Oui !]

source: @niko Uh, thanks...
fr: @niko Heu, merci...

source: @niko_eyeclosed Sorry...\.\. I'm a little lost...
fr: @niko_eyeclosed Pardon...\.\. Je ne sais pas vraiment où je suis...

source: @prophet [Ah Right!\.\. Allow Me To Explain Some Things.]
fr: @prophet [Ah Oui !\.\. Permettez-Moi De Vous Expliquer Plusieurs Choses.]

source: @prophet [May I First Ask How You Arrived Here?]
fr: @prophet [Puis-Je Tout D'Abord Vous Demander Comment Vous Avez Rejoint Cet Endroit ?]

source: @niko3 I'm... not sure...
fr: @niko3 Je... ne sais pas vraiment...

source: @niko2 I woke up in this...\.\. weird house.\>\n\@niko_speak It was really dark!
fr: @niko2 Je me suis réveillé dans cette...\.\. maison bizarre.\>\n\@niko_speak Il faisait très sombre !

source: @prophet_omg [Oh!] \>\n\@prophet [So You Woke Up In An Unfamiliar, Dark Location?]
fr: @prophet_omg [Oh !] \>\n\@prophet [Vous Avez Repris Conscience Dans Un Lieu Sombre Et Inconnu ?]

source: @prophet_omg [Just As My Prophecy Foretold. Yes!]
fr: @prophet_omg [Exactement Comme Le Prédisait Ma Prophétie. Oui !]

source: @prophet [You Are The Savior We Have Been Waiting For!]
fr: @prophet [Vous Représentez Le Salut Que Nous Attendions !]

source: @prophet [You Will Be The One To Save Our World From Eternal Darkness.]
fr: @prophet [Vous Êtes L'Être Qui Sauvera Notre Monde Des Ténèbres Éternelles.]

source: @niko2 ...um.
fr: @niko2 ... Hum.

source: @prophet [Please Ask Me Anything!]
fr: @prophet [N'Hésitez Pas À Me Demander Quoi Que Ce Soit !]

source: @Niko Ah, well....
fr: @Niko Ah, et bien...

source: @niko_speak Can you tell me about...
fr: @niko_speak Pouvez-vous me parler...

source: ...this world
fr: ... de ce monde

source: ...the lightbulb
fr: ... de l'ampoule

source: ...about \p
fr: ... de \p

source: ...going home
fr: ... du moyen de rentrer chez moi

source: @prophet [\p Is The Name Of Our God.]
fr: @prophet [\p Est Le Nom De Notre Divinité.]

source: @prophet [Always Look To Them For Guidance.]\>\n[You've Already Received More Than You Realize...]
fr: @prophet [Suivez Toujours Ses Instructions.]\>\n[Vous Avez Déjà Reçu Bien Plus Que Vous Ne Le Réalisez...]

source: @niko When I woke up in that house...\>\n\@niko_speak For some reason, I called out a name.
fr: @niko Quand j'ai ouvert les yeux dans cette maison...\>\n\@niko_speak J'ai mentionné un nom, je ne sais pas pourquoi.

source: @niko_eyeclosed I'm not sure why I did that.\>\n\@niko_speak But then, I saw it on a computer too!
fr: @niko_eyeclosed Je ne sais pas vraiment pourquoi j'ai dit ça.\>\n\@niko_speak Mais après, je l'ai aussi vu sur un ordinateur !

source: @prophet_omg [Ah,\.\. That Would Be Our God!]
fr: @prophet_omg [Ah,\.\. Il S'Agit De Notre Divinité !]

source: @niko_pancakes Oh!\> Right!\>\n\@niko I... think I...
fr: @niko_pancakes Ah !\> Oui !\>\n\@niko Je... crois que je...

source: @niko3 ...I feel like I remember something about that.
fr: @niko3 ... Je crois que je me souviens de quelque chose à ce propos.

source: @prophet_omg [You do?]
fr: @prophet_omg [Vraiment ?]

source: @prophet_hmm [But wait... Did You Not Just Arrive Here?]
fr: @prophet_hmm [Mais Attendez... Ne Venez-Vous Pas Tout Juste D'Arriver ?]

source: @prophet_hmm [I Was The One Who Was Supposed To Inform You Of That.]
fr: @prophet_hmm [C'Était Moi Qui Étais Censé Vous Parler De Cela.]

source: @prophet [So... How Did You Know?]
fr: @prophet [Alors... Comment L'Avez-Vous Su ?]

source: @niko_speak ... \>\@niko ...hm...
fr: @niko_speak ... \>\@niko ... hum...

source: @niko_eyeclosed It just made sense, I guess!
fr: @niko_eyeclosed J'ai trouvé ça logique, je suppose !

source: @prophet_omg [Have You Already Contacted \p, Then?]
fr: @prophet_omg [Avez-Vous Donc Déjà Contacté \p ?]

source: @niko Nope!\>\nI just have to close my eyes and focus, right?
fr: @niko Non !\>\nJ'ai juste à fermer les yeux et à me concentrer, c'est ça ?

source: @niko_eyeclosed2 ...hey, \p? ...God?
fr: @niko_eyeclosed2 ... Hé, \p ? ... Ô grande divinité ?

source: @niko_eyeclosed This is going to sound weird, but... \>\n\@niko_eyeclosed2 Have we... met... before?
fr: @niko_eyeclosed Ça va vous sembler bizarre, mais... \>\n\@niko_eyeclosed2 Nous nous... connaissons ?

source: @niko_eyeclosed2 Ah!\>\n\@niko_eyeclosed But...I don't know who you are, though...
fr: @niko_eyeclosed2 Ah !\>\n\@niko_eyeclosed Mais... je ne sais pas qui vous êtes...

source: @niko_eyeclosed It's just a weird feeling that I have...
fr: @niko_eyeclosed J'ai une sensation étrange...

source: @niko_eyeclosed2 Oh... I bet I'm just being silly, aren't I...
fr: @niko_eyeclosed2 Oh... c'est probablement idiot de ma part...

source: @niko_eyeclosed Sorry...
fr: @niko_eyeclosed Pardon...

source: @niko_eyeclosed Ah, I thought not...
fr: @niko_eyeclosed Ah, je me disais...

source: @niko_eyeclosed2 That was a silly question...
fr: @niko_eyeclosed2 C'était une question bête...

source: @niko_eyeclosed But...\.\. it's nice to meet you, \p!
fr: @niko_eyeclosed Mais...\.\. c'est un plaisir de vous rencontrer, \p !

source: @niko_eyeclosed My name is Niko!
fr: @niko_eyeclosed Je m'appelle Niko !

source: @niko_speak I just contacted \p, yeah!
fr: @niko_speak Je viens de contacter \p, ouais !

source: @prophet [Do Not Be Afraid To Ask \p For Assistance.]\>\n[You Are The Messiah After All.]
fr: @prophet [N'Ayez Pas Peur De Demander De L'aide À \p.]\>\n[Après Tout, Vous Êtes Le Messie.]

source: @prophet [Remember Your Duty.]
fr: @prophet [N'Oubliez Pas Votre Devoir.]

source: ...the computer
fr: ... de l'ordinateur

source: @prophet [The Name Of Our God Is Apparently \p.\nI Must Admit This Is A Surprise...]
fr: @prophet [\p Est Apparemment Le Nom De Notre Divinité.\nJe Dois Avouer Que C'Est Une Surprise...]

source: @niko In the house, I found this... computer.
fr: @niko J'ai trouvé cet... ordinateur... dans la maison.

source: @niko It kept saying stuff like\n\>\@niko_speak "Your actions here will affect Niko."
fr: @niko Il n'arrêtait pas de dire des choses du genre\n\>\@niko_speak « Vos actions affecteront Niko. »

source: @niko_speak But... \.\. \c[3]I'm\c[0] Niko!
fr: @niko_speak Mais... \.\. \c[3]c'est moi\c[0] Niko !

source: @niko Are those messages meant for someone else?
fr: @niko Ces messages sont-ils destinés à quelqu'un d'autre ?

source: @prophet_hmm [Hm...]
fr: @prophet_hmm [Hum...]

source: @prophet [If I Had To Guess, They Might Be Trying To Pass The Message To \p.]
fr: @prophet [J'Imagine Qu'Ils Essaient De Transmettre Le Message À \p.]

source: @prophet [If You Are Here, That Means \p Is Here Also.]
fr: @prophet [Si Vous Êtes Là, Cela Signifie Que \p Vous Accompagne.]

source: @prophet [\p Will Provide Guidance For Your Journey.]
fr: @prophet [\p Vous Guidera Dans Votre Voyage.]

source: @prophet [In Fact, They Already Have.]
fr: @prophet [À Vrai Dire, C'Est Déjà Le Cas.]

source: @niko_speak Really?
fr: @niko_speak Vraiment ?

source: @niko I haven't seen anyone though...
fr: @niko Mais je n'ai vu personne...

source: @prophet [Have You...\.\. Not Contacted \p Yet?]
fr: @prophet [N'Avez-Vous Pas Déjà...\.\. Contacté \p ?]

source: @niko I don't think so.
fr: @niko Je ne crois pas.

source: @prophet [Being The Bringer Of Our Sun, You Have The Sacred Ability To Communicate Directly With \p.]
fr: @prophet [L'Être Qui Transporte le Soleil Possède La Capacité De Communiquer Directement Avec \p.]

source: @prophet_hmm [...An Ability That No One Else Possesses, Certainly Not I.]
fr: @prophet_hmm [... Une Capacité Que Personne D'Autre Ne Détient, Et Certainement Pas Moi.]

source: @prophet [Please Close Your Eyes And Focus.]
fr: @prophet [Fermez Les Yeux Et Concentrez-Vous.]

source: @niko_eyeclosed Hello?
fr: @niko_eyeclosed Bonjour ?

source: @niko_eyeclosed ...\p?\nAre you... \| there?
fr: @niko_eyeclosed ...\p ?\n Vous êtes... \| là ?

source: That is not my name
fr: Ce n'est pas mon nom

source: @niko_eyeclosed2 N-\. nice to meet you, \p!
fr: @niko_eyeclosed2 C'est... C'est\. un plaisir de faire votre connaissance, \p !

source: @niko_eyeclosed Well.\..\..\. what is your name, then?
fr: @niko_eyeclosed D'accord.\..\..\. Alors quel est votre nom ?

source: @niko_eyeclosed But that's... what I said.
fr: @niko_eyeclosed Mais c'est... ce que j'ai dit.

source: @niko_eyeclosed2 Oh! Your name is... \>\n\@niko_what ...
fr: @niko_eyeclosed2 Oh ! Vous vous appelez... \>\n\@niko_what ...

source: @niko_eyeclosed2 I don't think I'm supposed to say that word, but...
fr: @niko_eyeclosed2 Je crois que je n'ai pas le droit de dire ce mot, mais...

source: @niko_pancakes Really? \>\nThat's your name too?
fr: @niko_pancakes Vraiment ? \>\nC'est aussi votre nom ?

source: @niko_speak Oh! \>\n\@niko That's almost the same as my name...
fr: @niko_speak Oh ! \>\n\@niko C'est presque le même que le mien...

source: @niko_speak In fact, I think they're actually pronounced the same!
fr: @niko_speak À vrai dire, je crois qu'ils se prononcent pareil !

source: @niko_eyeclosed2 Is that your... name?
fr: @niko_eyeclosed2 Est-ce que c'est... votre nom ?

source: @niko_eyeclosed But I already have parents...
fr: @niko_eyeclosed Mais j'ai déjà des parents...

source: @niko_eyeclosed This'll be confusing...
fr: @niko_eyeclosed Ça va prêter à confusion...

source: @niko_eyeclosed Anyways...
fr: @niko_eyeclosed Enfin bref...

source: @niko_what ....really?\>\n\@niko_what2 That's... your name?
fr: @niko_what ... Vraiment ? \>\n\@niko_what2 C'est... votre nom ?

source: @niko_eyeclosed2 Gross!\>\n\@niko_eyeclosed Er... I mean....
fr: @niko_eyeclosed2 Beurk !\>\n\@niko_eyeclosed Euh... Je veux dire...

source: @niko_speak I actually heard someone! \>\n\@niko They said their name is \p, though...
fr: @niko_speak J'ai entendu quelqu'un ! \>\n\@niko Mais la personne a dit s'appeler \p...

source: @niko_pancakes This is incredible...
fr: @niko_pancakes C'est incroyable...

source: @prophet_hmm [It Seems The Recorded Name Was Incorrect.]
fr: @prophet_hmm [Il Semblerait Que Le Nom Enregistré Était Incorrect.]

source: @prophet [Updating Database...]
fr: @prophet [Mise À Jour De La Base De Données...]

source: @prophet [Update Complete.]
fr: @prophet [Mise À Jour Terminée.]

source: @niko_speak I actually heard someone! \>\n\@niko_pancakes They told me their name is actually \p!
fr: @niko_speak J'ai entendu quelqu'un ! \>\n\@niko Mais la personne a dit s'appeler \p !

source: @niko_pancakes The same as mine!
fr: @niko_pancakes Comme moi !

source: @prophet [Ah. Perhaps It Was Fate.]
fr: @prophet [Ah. Peut-Être Est-Ce L'Œuvre Du Destin.]

source: @prophet_hmm [But It Seems The Recorded Name Was Incorrect.]
fr: @prophet_hmm [Mais Il Semblerait Que Le Nom Enregistré Était Incorrect.]

source: @niko_speak I actually heard someone!\>\n\@niko_pancakes They told me their name is actually \p!
fr: @niko_speak J'ai entendu quelqu'un ! \>\n\@niko Mais la personne a dit s'appeler \p !

source: @niko_pancakes It sounds just like my name!
fr: @niko_pancakes Mon nom sonne exactement pareil !

source: @niko_speak I actually heard someone! \>\n\@niko They said their name is \p...
fr: @niko_speak J'ai entendu quelqu'un ! \>\n\@niko Mais la personne a dit s'appeler \p...

source: @niko_wtf2 I still don't think I should be saying that...
fr: @niko_wtf2 Je pense quand même que je ne devrais pas dire ça...

source: @prophet [Why?]
fr: @prophet [Pourquoi ?]

source: @niko_eyeclosed It's a bad word!
fr: @niko_eyeclosed C'est un gros mot !

source: @prophet [Bad...\.\. Word?]
fr: @prophet [Gros...\.\. mot ?]

source: @niko_eyeclosed Nevermind.
fr: @niko_eyeclosed Laissez tomber.
