Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @ed [...How did you come back?]
fr: @ed [Comment avez-vous fait pour revenir ?]

source: @ed [...How did you bring Niko back?]
fr: @ed [Comment avez-vous fait pour faire revenir Niko ?]

source: @ed [And then, you even managed to break out of bounds.]
fr: @ed [Et vous avez également réussi à sortir des limites.]

source: @ed [Bringing Niko to places that never should have been.]
fr: @ed [Emmener Niko dans des lieux qui n'auraient jamais dû exister.]

source: @ed [It was HIM, wasn't it?]
fr: @ed [C'était LUI, n'est-ce pas ?]

source: @ed [And now... now....]
fr: @ed [Et maintenant...]

source: @ed [Niko is upset.]
fr: @ed [Niko est contrarié.]

source: @ed [What even happened in that room back there?]
fr: @ed [Que s'est-il donc passé dans cette pièce ?]

source: @ed [What did Niko learn?]
fr: @ed [Qu'est-ce que Niko a appris ?]

source: @ed [I can feel it.]
fr: @ed [Je peux le sentir.]

source: @ed [I told you to turn back, \p!]
fr: @ed [Je vous ai dit de partir, \p !]

source: @ed [But you've chosen to trust that man instead of me.]
fr: @ed [Mais vous avez préféré faire confiance à cet homme plutôt qu'à moi.]

source: @ed [...No, not even that.]
fr: @ed [Non, même pas ça.]

source: @ed [Just his book.]
fr: @ed [Juste son livre.]

source: @ed [His ghost.]
fr: @ed [Son fantôme.]

source: @ed [This world is not real.]
fr: @ed [Ce monde n'est pas réel.]

source: @ed [The people are not real.]
fr: @ed [Les gens ne sont pas réels.]

source: @ed [Niko... is....]
fr: @ed (Niko... est...]

source: @ed [No no no no no.]
fr: @ed [Non, non, non.]

source: @ed [Everything.]
fr: @ed [Tout.]

source: @ed [Is.]
fr: @ed [Est.]

source: @ed [ W r o n g ! ! ]
fr: @ed [ F a u x ! ! ]

source: @silver_worry [...The minecart!]
fr: @silver_worry [Le wagonnet... !]

source: @silver3 [Earthquake...]
fr: @silver3 [Un tremblement de terre...]

source: @niko_surprised Th-\.\.the tunnel back out just collapsed!
fr: @niko_surprised Le...\.\.Le tunnel s'est effondré !

source: @silver_worry [No!!]
fr: @silver_worry [Non !]

source: @niko3 What are we gonna do?!
fr: @niko3 Qu'est-ce qu'on va faire ?!

source: @silver_worry [I....]
fr: @silver_worry [Je...]

source: @proto1 [Wait.]
fr: @proto1 [Attendez.]

source: @proto2 [The exit just caved, didn't it.]
fr: @proto2 [La sortie s'est écroulée, n'est-ce pas ?]

source: @proto2b [Sigh.]
fr: @proto2b [*Soupir.*]

source: @proto2 [I saw this coming, but this is a bit more sudden than I anticipated.]
fr: @proto2 [Je savais que cela allait arriver, mais ça s’est passé plus tôt que prévu.]

source: @proto1 [Both of you. Follow me.]
fr: @proto1 [Suivez-moi, tous les deux.]

source: @niko3 Where to?
fr: @niko3 Où ça ?

source: @proto1 [The way out.]
fr: @proto1 [Vers la sortie.]

source: @niko Some sort of small machine.
fr: @niko Une espèce de petite machine.

source: @niko I wonder what it does?
fr: @niko Je me demande à quoi ça sert ?

source: @niko_speak I can feel my hair standing up a little...
fr: @niko_speak Je sens mes poils se dresser légèrement...

source: @niko It's a power cell...\nI think.
fr: @niko C'est une batterie...\nJe crois.

source: @niko_speak The word "Prophetbot" is written on the side.
fr: @niko_speak Le mot « Prophètebot » est inscrit sur le côté.

source: @niko Didn't notice that earlier.
fr: @niko Je n'y avais pas fait attention.

source: @niko There are a lot of small, glowing shrimp swimming in the jar.
fr: @niko Un tas de petites crevettes brillantes nagent dans le pot.

source: @niko2 Oh, the cart's stopped!
fr: @niko2 Oh, le wagonnet s'est arrêté !

source: @niko_eyeclosed Looks like this is as far as the tracks go...
fr: @niko_eyeclosed La voie ne va pas plus loin apparemment...

source: @niko So...\.\.\. where are we?
fr: @niko Bon...\.\.\. où sommes-nous ?

source: @silver_lookup [One of the old observation rooms.]
fr: @silver_lookup [Une des vieilles pièces d'observation.]

source: @silver2 [Looks like it's still mostly intact.]
fr: @silver2 [Elle semble toujours en bon état.]

source: @silver2 [What...?]
fr: @silver2 [Quoi... ?]

source: @niko2 Huh?
fr: @niko2 Hein ?

source: @silver2 [The terminal just reactivated!]
fr: @silver2 [Le terminal vient de se réactiver !]

source: @silver [But the power was cut off so long ago...]
fr: @silver [Mais le courant a été coupé il y a longtemps...]

source: @niko6 Weird!
fr: @niko6 C'est étrange !

source: @niko_speak Maybe... it runs on battery?
fr: @niko_speak Peut-être qu'il fonctionne avec une batterie ?

source: @silver_eyeclosed [No... that's not it.]
fr: @silver_eyeclosed [Non, ce n'est pas ça.]

source: @silver2 [Whatever it is, I need to investigate.]
fr: @silver2 [Quoi que ce soit, il faut que je fouille.]

source: @silver2 [Will you be okay by yourself for a bit?]
fr: @silver2 [Ça ira si je vous laisse pendant un moment ?]

source: @niko_speak Don't worry! \p's with me!
fr: @niko_speak Pas de problème ! \p est avec moi !

source: @silver_eyeclosed [Alright. Stay safe.]
fr: @silver_eyeclosed [D'accord. Faites attention.]

source: @niko4 I shouldn't get too close...
fr: @niko4 Je ne devrais pas trop m'approcher.

source: @niko It's not safe to use this minecart anymore, \p.
fr: @niko Il serait dangereux de réutiliser ce wagonnet, \p.

source: @niko_eyeclosed We can't use this anymore...
fr: @niko_eyeclosed On ne peut plus l'utiliser...

source: @niko Still at it?
fr: @niko Toujours là-dessus ?

source: @silver_eyeclosed [Still at it.]
fr: @silver_eyeclosed [Toujours là-dessus.]

source: @silver_eyeclosed [Not ideal.]
fr: @silver_eyeclosed [Ce n'est pas idéal.]

source: @silver [Looks like these terminals are running on a completely separate power source.]
fr: @silver [Il semblerait que ces terminaux tirent leur énergie d'une source totalement séparée.

source: @silver2 [I can't really recognize any of the data formats on this terminal, either.]
fr: @silver2 [Et je ne reconnais pas non plus les formats de données de ce terminal.]

source: @silver2 [This is all... new....]
fr: @silver2 [C'est... nouveau...]

source: @silver_eyeclosed [...or at least, encrypted.]
fr: @silver_eyeclosed [ou crypté, tout au moins.]

source: @silver [I will need to analyze it through my own system.]
fr: @silver [Il va falloir que je l'analyse dans mon propre système.]

source: @silver [Might take some time, so you don't need to stay.]
fr: @silver [Cela va prendre du temps, ce n'est pas la peine de rester ici.]

source: @silver [Oh, found another video feed...]
fr: @silver [Oh, un autre flux vidéo...]

source: @silver2 [I should definitely go look for the cameras later.]
fr: @silver2 [Il faut vraiment que j'aille jeter un œil aux caméras plus tard.]

source: @silver_eyeclosed [This is really bothering me...]
fr: @silver_eyeclosed [C'est assez embêtant...]

source: @silver2 [This observation room... isn't for the mines...]
fr: @silver2 [Cette pièce d'observation... n'est pas pour les mines...]

source: @silver2 [I've actually never been into this particular one.]
fr: @silver2 [Je ne suis jamais allée dans celle-ci.]

source: @niko2 Really?
fr: @niko2 Vraiment ?

source: @niko You recognized it at first, though...
fr: @niko Mais tu l'as reconnue pourtant...

source: @silver_eyeclosed [They all look the same.]
fr: @silver_eyeclosed [Elles se ressemblent toutes.]

source: @niko_eyeclosed Fair enough!
fr: @niko_eyeclosed D'accord !

source: @silver2 [I did find something interesting, though.]
fr: @silver2 [Mais j'ai trouvé quelque chose d'intéressant.]

source: @silver_lookup [All the databases seem to encode video feeds.]
fr: @silver_lookup [Toutes les bases de données semblent encoder des flux vidéo.]

source: @silver [Right now, I can see various places in the Barrens.]
fr: @silver [Actuellement, je peux voir différents lieux de la Lande.]

source: @silver [The outpost... the residential areas...]
fr: @silver [L'avant-poste... les zones résidentielles...]

source: @silver2 [Even my own house.]
fr: @silver2 [Même ma maison.]

source: @silver_eyeclosed [They're all shot from a top-down perspective, too.]
fr: @silver_eyeclosed [Ils sont tous filmés avec une perspective descendante.]

source: @silver2 [...which means the cameras would have to be in the air.]
fr: @silver2 [Ce qui veut dire que la caméra se trouve en hauteur...]

source: @silver_eyeclosed [But... I have never seen any cameras around.]
fr: @silver_eyeclosed [Mais... je n'ai jamais aperçu une seule caméra dans les alentours.]

source: @niko_what That's kind of spooky!
fr: @niko_what Ça fait froid dans le dos !

source: @silver_eyeclosed [I might go investigate later, yeah.]
fr: @silver_eyeclosed [Il faudra que j'aille voir ça plus tard.]

source: @silver [Did you find anything interesting in the backroom?]
fr: @silver [Avez-vous trouvé quelque chose d'intéressant dans l'arrière-salle ?]

source: @silver2 [You were in there for a while.]
fr: @silver2 [Vous y avez passé pas mal de temps.]

source: @niko_speak Yeah! We... \.\.\@niko5 ...found...\.\.a
fr: @niko_speak Oui ! Nous... \.\.\@niko5 avons trouvé...\.\.un

source: @niko6 ...a dead end?
fr: @niko6 ... cul-de-sac ?

source: @silver_eyeclosed [I see.]
fr: @silver_eyeclosed [Je vois.]

source: @silver [Come on, let's go back.]
fr: @silver [Venez, sortons d'ici.]

source: @niko3 I shouldn't get too close...
fr: @niko3 Je ne devrais pas trop m'approcher.

source: @niko A robot.
fr: @niko Un robot.

source: @niko It seems to be ok! Just doesn't have power.
fr: @niko Il a l'air en bon état ! Il est juste à court d'énergie.

source: [HELLO. ORGANIC LIFE FORM.]
fr: [BONJOUR. FORME DE VIE ORGANIQUE.]

source: @niko Hello!
fr: @niko Bonjour !

source: @niko A big machine...
fr: @niko Une grosse machine...

source: @niko Looks like a press used to crush metal.
fr: @niko On dirait une presse utilisée pour écraser le métal.

source: @niko A robot sitting on the conveyor belt.
fr: @niko Un robot assis sur le tapis roulant.

source: @niko_eyeclosed Doesn't seem to have power.
fr: @niko_eyeclosed Il a l'air à court d'énergie.

source: [OH. HELLO.]
fr: [OH, BONJOUR.]

source: [I HAVE POWER AGAIN.]
fr: [JE FONCTIONNE À NOUVEAU.]

source: @niko Yup!
fr: @niko Ouaip !

source: @niko_speak ...hey, \p?
fr: @niko_speak ... Hé, \p ?

source: @niko When I was signing the scroll, there was already another name on it.\>\n\@niko It was a little blurry, but...
fr: @niko Quand j'ai signé le parchemin, il y avait déjà un nom dessus.\>\n\@niko C'était un peu flou, mais...

source: @niko_speak I think that name was also "Niko"?
fr: @niko_speak Je crois que l'autre nom était aussi « Niko » ?

source: @niko When I was signing the scroll, there was already another two names on it.\>\n\@niko They were a little blurry, but...
fr: @niko Quand j'ai signé le parchemin, il y avait déjà deux noms dessus.\>\n\@niko C'était un peu flou, mais...

source: @niko_speak I think they were BOTH "Niko".
fr: @niko_speak Je crois que les DEUX autres étaient aussi « Niko ».

source: @niko When I was signing the scroll, there was already a few other names on it.\>\n\@niko They were a little blurry, but...
fr: @niko Quand j'ai signé le parchemin, il y avait déjà quelques noms dessus.\>\n\@niko C'était un peu flou, mais...

source: @niko_speak I think they all said "Niko"!
fr: @niko_speak Je crois qu'il n'y avait que des « Niko » !

source: @niko_eyeclosed Weird...
fr: @niko_eyeclosed Étrange...

source: @ed [Niko just woke up here.]
fr: @ed [Niko vient de se réveiller ici.]

source: @niko_speak H-hello?
fr: @niko_speak B-Bonjour ?

source: @niko_shock ...\>\n\@niko_what ...wait, why did I...say that word...
fr: @niko_shock ...\>\n\@niko_what ... Attendez, pourquoi est-ce que j'ai... dit ça... ?

source: @niko_distressed2 ....why does that sound so familiar?
fr: @niko_distressed2 .... Pourquoi est-ce que ça me paraît si familier ?

source: @niko It won't turn on.
fr: @niko Ça ne s'allume pas.

source: Input Password:
fr: Saisissez le mot de passe :

source: \c[2]Access Granted.
fr: \c[2]Accès autorisé.

source: @desktop You found me.
fr: @desktop Vous m'avez trouvé.

source: @desktop ....Why?
fr: @desktop .... Pourquoi ?

source: @desktop You're already too late.\nNot much of the world\nremains.
fr: @desktop Vous arrivez trop tard.\nIl ne reste déjà plus\ngrand-chose de ce monde.

source: @desktop This will be apparent\nonce you go outside.
fr: @desktop Vous vous en rendrez compte\nà la minute où vous\nsortirez d'ici.

source: @desktop This place was never\nworth saving.
fr: @desktop Cet endroit n'a jamais été\ndigne d'être sauvé.

source: @desktop ...Do you still want to try?
fr: @desktop ... Voulez-vous tout\nde même essayer ?

source: @desktop Then, remember this:
fr: @desktop Dans ce cas,\nsouvenez-vous de ceci :

source: @desktop Your actions here\nwill affect Niko.
fr: @desktop Vos actions\naffecteront Niko.

source: @desktop Your "mission" is\nto help Niko leave.
fr: @desktop Votre « mission » est\nd'aider Niko à partir.

source: @desktop And most importantly...
fr: @desktop Et plus important encore...

source: @desktop No. This does\nnot feel right at all.
fr: @desktop Non. Ça\nne va pas du tout.

source: @desktop Have we...\nalready been through this,\n\p?
fr: @desktop Sommes-nous...\ndéjà passés par là,\n\p ?

source: @desktop But that should be\nimpossible...
fr: @desktop Mais c'est\nimpossible...

source: @desktop You only had one shot.\nI wasn't supposed to\nexist after that...
fr: @desktop Vous n'aviez qu'une\nseule chance.\nJe n'étais pas censé\nexister après cela...

source: @ed [Niko hears the sound of a door unlocking.]
fr: @ed [Niko entend le bruit d'une serrure qui s'ouvre.]

source: @niko That sounds so...familiar.
fr: @niko Ça m'est tellement... familier.

source: \c[1]Access Denied.
fr: \c[1]Accès refusé.

source: @ed [The door is locked.]
fr: @ed [La porte est verrouillée.]

source: @ed [There's a \c[7]TV remote\c[0] here.]
fr: @ed [Il y a une \c[7]télécommande d'une télévision\c[0] ici.]

source: @ed [Niko picks it up.]
fr: @ed [Niko la prend.]

source: @ed [In the faint light,\nNiko can glimpse the face of the remote...]
fr: @ed [Dans la faible lueur,\nNiko distingue la télécommande...]

source: @ed [All of the numbers except \v[51], \v[52], \v[53], and \v[54] are missing.]
fr: @ed [Il manque tous les nombres, exceptés \v[51], \v[52], \v[53], et \v[54].]

source: @ed [All of the numbers except \c[3]\v[54]\c[0], \c[1]\v[53]\c[0], \c[2]\v[52]\c[0], and \c[4]\v[51]\c[0] are missing.]
fr: @ed [Il manque tous les nombres, exceptés \c[3]\v[54]\c[0], \c[1]\v[53]\c[0], \c[2]\v[52]\c[0], et \c[4]\v[51]\c[0].]

source: @ed [All of the numbers except \c[1]\v[53]\c[0], \c[3]\v[54]\c[0], \c[4]\v[51]\c[0], and \c[2]\v[52]\c[0] are missing.]
fr: @ed [Il manque tous les nombres, exceptés \c[1]\v[53]\c[0], \c[3]\v[54]\c[0], \c[4]\v[51]\c[0], et \c[2]\v[52]\c[0].]

source: @ed [All of the numbers except \c[2]\v[52]\c[0], \c[4]\v[51]\c[0], \c[3]\v[54]\c[0], and \c[1]\v[53]\c[0] are missing.]
fr: @ed [Il manque tous les nombres, exceptés \c[2]\v[52]\c[0], \c[4]\v[51]\c[0], \c[3]\v[54]\c[0], et \c[1]\v[53]\c[0].]

source: @ed [All of the numbers except \c[1]\v[53]\c[0], \c[4]\v[51]\c[0], \c[3]\v[54]\c[0], and \c[2]\v[52]\c[0] are missing.]
fr: @ed [Il manque tous les nombres, exceptés \c[1]\v[53]\c[0], \c[4]\v[51]\c[0], \c[3]\v[54]\c[0], et \c[2]\v[52]\c[0].]

source: @ed [They're marked in bright colors.]
fr: @ed [Ils sont surlignés en couleurs vives.]

source: @ed [A soft glowing light trickles through the window.]
fr: @ed [Une douce lumière passe à travers la fenêtre.]

source: @ed [Dusty books.]
fr: @ed [Des livres poussiéreux.]

source: @ed [It's too dark to read in here.]
fr: @ed [Il fait trop sombre pour lire quoi que ce soit.]

source: @maize_thisisfine Do not worry.\>\nI am fine.
fr: @maize_thisisfine Ne t'inquiète pas.\>\nJe vais bien.

source: @maize_stress Hello...
fr: @maize_stress Bonjour...

source: @niko2 I...\.\. um...\>have something to ask of you...
fr: @niko2 J'ai\.\. euh...\> quelque chose à vous demander...

source: @maize_thisisfine ...yes?
fr: @maize_thisisfine Oui... ?

source: @niko5 It looks like most of the bridges around the Glen are broken, and...
fr: @niko5 Apparemment, la plupart des ponts autour du Vallon sont détruits, et...

source: @maize_stress ...that's right...\.\.the bridges...
fr: @maize_stress C'est vrai...\.\. les ponts...

source: @maize_stress You...\.\. need to cross them on your pilgrimage....
fr: @maize_stress Tu...\.\. dois les traverser pour ton pèlerinage...

source: @maize_thisisfine ...would you\.\....like me to fix them?
fr: @maize_thisisfine Tu voudrais...\.\. que je les répare ?

source: @niko2 Yeah! \>\@niko4 Is it possible?
fr: @niko2 Oui !\>\@niko4 C'est possible ?

source: @maize_strain ...difficult.
fr: @maize_strain Difficile...

source: @maize_stress ...bridges...\.\. are in very specific locations, over water...
fr: @maize_stress Les ponts...\.\. sont dans des lieux bien précis, au-dessus de l'eau...

source: @maize_strain ...need to find the right points... \. \.\nvines must be very strong, too...
fr: @maize_strain Il faut trouver le bon endroit... \. \.\nles vignes doivent aussi être robustes...

source: @maize_stress ...an undertaking.
fr: @maize_stress C'est compliqué...

source: @maize_stress ...but, possible.
fr: @maize_stress ... mais possible.

source: @maize_thisisfine I...\.\. intend to use the last of my strength.
fr: @maize_thisisfine Je...\.\. compte utiliser mes dernières forces.

source: @maize_strain ...please stand back.
fr: @maize_strain Recule-toi...

source: @niko3 ...what... happened?
fr: @niko3 Qu'est-ce qui... s'est passé ?

source: @niko3 Are you okay...?
fr: @niko3 Tout va bien ?

source: @niko_distressed_talk ...are you...
fr: @niko_distressed_talk Êtes-vous...

source: @maize_stress ...S...\.\.savior...
fr: @maize_stress ... M... \.\.Messie...

source: @maize_thisisfine ...... \.you're\.\....here to see me...?
fr: @maize_thisisfine ... \.tu es\.\.... là pour me voir... ?

source: @niko_shock ...what... \.\@niko3 happened to you?
fr: @niko_shock Que... \.\@niko3 vous est-il arrivé ?

source: @maize_stress ...\>\nhold on.
fr: @maize_stress ...\>\nAttends.

source: @maize_stress ...I.... \.\.need to concentrate
fr: @maize_stress Je... \.\.dois me concentrer.

source: @maize_strain ...the islands... \.\.will collapse...\>if I don't do something...
fr: @maize_strain Les îles... \.\.s'effondreront... \>si je ne fais rien...

source: @maize_strain ...that's why... \.\.the vines...
fr: @maize_strain Voilà pourquoi... \.\.les vignes...

source: @niko2 ...\>you're... making the vines grow...
fr: @niko2 ... \>Vous faites... pousser les vignes...

source: @niko4 ...is that why there are vines everywhere?
fr: @niko4 C'est pour ça qu'il y a des vignes partout... ?

source: @niko3 Are you... \.\.trying to hold the land together?
fr: @niko3 Essayez-vous... \.\.de maintenir l'unité des terres ?

source: @maize_stress My powers... the best I could do. Yes.
fr: @maize_stress Oui. Avec... tout mon pouvoir.

source: @niko3 That's...
fr: @niko3 C'est...

source: @niko2 Should I leave the sun here for you? \>\n\@niko4 I know you wanted to see it...
fr: @niko2 Est-ce que je laisse le soleil ici ? \>\n\@niko4 Je sais que vous vouliez le voir...

source: @maize_thisisfine ...tempting... \>\nBut I musn't...
fr: @maize_thisisfine C'est tentant... \>\nmais il ne faut pas...

source: @maize_stress ...the sun brings me comfort, but...
fr: @maize_stress Le soleil me réconforte, mais...

source: @maize_stress Stress is good... for this, fear is good...
fr: @maize_stress Pour cette tâche... le stress m'aide, la peur aussi...

source: @maize_strain ...makes me strong.\>...vines grow faster.
fr: @maize_strain Ça me rend plus forte... \>Les vignes poussent plus vite...

source: @niko4 But...
fr: @niko4 Mais...

source: @maize_stress If I'm at ease... \.\.the vines might retreat.
fr: @maize_stress Si je me relâche... \.\.les vignes pourraient disparaître.

source: @maize_stress They're all in danger, savior...
fr: @maize_stress Ils sont tous en danger, messie...

source: @maize_strain The villagers...\.\. the children...
fr: @maize_strain Les villageois...\.\. les enfants...

source: @maize_strain ...my final hours...\>mustn't go to waste.
fr: @maize_strain Mes dernières heures... \>ne doivent pas être gâchées.

source: @maize_thisisfine The people deserve to live... even if just for another day...
fr: @maize_thisisfine Les gens méritent de vivre... même si ce n'est qu'un jour de plus...

source: Can you see \p, too?
fr: Toi aussi tu peux voir \p ?

source: @niko_speak Nope! \@niko I can only hear their voice in my head.
fr: @niko_speak Non ! \@niko J'entends sa voix dans ma tête, c'est tout.

source: @alula_gasp That's still really cool!
fr: @alula_gasp C'est déjà super cool !

source: Daddy says the world is very sick.\nBut \p can make it better again!
fr: Papa dit que le monde est très malade.\nMais que \p peut le soigner !

source: ...Are you \p?
fr: ... C'est toi, \p ?

source: @niko Uh... not really.\nI'm just the "messiah" they sent.
fr: @niko Euh... pas vraiment.\nJe ne suis que son « messie ».

source: @niko_speak I can talk with \p, though!
fr: @niko_speak Mais je peux parler avec \p !

source: Wow!
fr: Ouah !

source: @alula_gasp Double wow!
fr: @alula_gasp Double ouah !

source: What's that like?
fr: Et c'est comment ?

source: @niko_speak Really cool!
fr: @niko_speak Super cool !

source: @niko Fish heads and tails.
fr: @niko Des têtes et des queues de poisson.

source: @niko Um...
fr: @niko Hum...

source: @niko_wtf What...are you doing...to that book?
fr: @niko_wtf Qu'est-ce que... vous faites avec... ce livre ?

source: Editing it!!!
fr: Je l'édite !!!

source: I've been in the Author's shadow for my entire career.
fr: J'ai été dans l'ombre de l'Auteur toute ma carrière.

source: If I'm gonna die soon, I wanna die knowing I put out at least ONE original idea out there!
fr: Si je dois mourir bientôt, je veux avoir au moins ajouté UNE idée originale !

source: Despite all this...\.\. I still really wish I could've met the Author...
fr: Malgré tout cela...\.\. J'aurais vraiment aimé rencontrer l'Auteur...

source: @niko_speak Oh! Um...
fr: @niko_speak Oh ! Hum...

source: @niko2 What book did Cedric take?
fr: @niko2 Quel livre Cedric a-t-il pris ?

source: @george1_hm "The Creation of Prophetbot", one of the Author's greatest works in my opinion.
fr: @george1_hm « La création du Prophètebot », une des meilleures œuvres de l'Auteur à mon avis.

source: @george1 It's filled to the brim with intricate illustrations and blueprints... \>\n\@george1_smile Lots of attention to detail, for sure.
fr: @george1 Il est rempli d'illustrations et de plans schématiques complexes... \>\n\@george1_smile Et beaucoup d'attention portée sur les détails, bien sûr.

source: @george1_hm George rates it 10 out of 10.
fr: @george1_hm George lui met une note de 10 sur 10.

source: @niko2 Ooh...
fr: @niko2 Oh...

source: @george2_stress One of my favorites, thank you very much...
fr: @george2_stress C'est l'un de mes favoris, merci...

source: @george2_sigh ...it's the Author's book detailing the creation of Prophetbot.
fr: @george2_sigh C'est le livre de l'Auteur détaillant la création du Prophètebot...

source: @george2 And by "detailing", I mean it! \>\n\@george2_sigh There's a TON of detail in that book.
fr: @george2 Et c'est peu de le dire !\>\n\@george2_sigh Il y a ÉNORMÉMENT de détails dans ce livre.

source: @george2_grr Blueprints, progress shots...
fr: @george2_grr Des plans schématiques, des illustrations...

source: @george2_sigh Took me forever to edit...
fr: @george2_sigh Cela m'a pris un temps fou à éditer...

source: @george3_sad ...the Author's book on the creation of Prophetbot...
fr: @george3_sad Le livre de l'Auteur sur la création du Prophètebot...
