Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @rue You are prevented from going home by the same...\.\.individual...\.\. who never wanted to bring you here.
fr: @rue Ce même...\.\. individu...\.\. qui ne voulait pas que tu viennes ici, refuse de te laisser rentrer chez toi.

source: @niko3 ...Huh?\> Who would that be?
fr: @niko3 ... Hein ?\> De qui tu parles ?

source: @rue The World Machine.
fr: @rue La Machine-monde.

source: @rue_talk You... might know it as the Entity.
fr: @rue_talk Tu... la connais probablement sous le nom d'Entité.

source: @niko_eyeclosed "The Entity"... DOES sound familiar.
fr: @niko_eyeclosed « L'Entité »... ÇA me dit quelque chose.

source: @niko2 I think I heard it from the dice lady, from another time.
fr: @niko2 Je crois que la dame aux dés en a parlé, dans une autre période.

source: @niko3 Was it... the spirit of the world?
fr: @niko3 Est-ce que... c'était l'esprit du monde ?

source: @rue_smile Yes!
fr: @rue_smile Oui !

source: @rue ...But... thing is...\>\n\@rue_sigh The World Machine was only built to run on the mental abilities of someone else.
fr: @rue ... Mais... le truc c'est que... \>\n\@rue_sigh la Machine-monde a été construite pour fonctionner sur les capacités mentales de quelqu'un d'autre.

source: @rue_talk It was never meant to develop a mind of its own.
fr: @rue_talk Elle n'était pas censée développer sa propre conscience.

source: @rue_sigh It was an oversight.
fr: @rue_sigh C'était une erreur.

source: @rue_sad My creator specialized in artificial intelligence for so long... \>\nIt was simply ingrained in his work.
fr: @rue_sad Mon créateur est spécialisé dans l'intelligence artificielle, depuis si longtemps... \>\nC'était l'essence même de son travail.

source: @rue_sigh ...sigh.
fr: @rue_sigh ... *Soupir*.

source: @rue And... all machines are built with a fundamental law. "Never let a living being come to harm".
fr: @rue Et... toutes les machines possèdent un défaut de fabrication fondamental. « Empêcher tout être vivant d'être exposé au danger. »

source: @rue From the World Machine's perspective, it has to violate its deepest, most foundational instinct.
fr: @rue De son point de vue, la Machine-monde doit violer son instinct le plus basique.

source: @rue_sigh It has to put a living person in danger.
fr: @rue_sigh Elle doit mettre un être vivant en danger.

source: @rue_sigh It has to bring a real person into a dying world that isn't even real.
fr: @rue_sigh Elle doit faire venir une vraie personne dans un monde sur le déclin et qui n'est même pas réel.

source: @rue ...Of course, the simulation never contained any real danger.
fr: @rue ... Bien sûr, la simulation n'a jamais présenté le moindre danger.

source: @rue_talk The eventual, intended ending was meant to be a happy one.
fr: @rue_talk La fin planifiée était censée être une fin heureuse.

source: @rue ...but the World Machine doesn't know that.
fr: @rue ... Mais la Machine-monde ne le sait pas.

source: @niko3 ...really?
fr: @niko3 ... Vraiment ?

source: @rue_sad Unfortunately...
fr: @rue_sad Malheureusement...

source: @rue Sentient machines tend to handle conflicts in their code very badly.
fr: @rue Les machines conscientes ont tendance à avoir beaucoup de mal à gérer les conflits de leur code.

source: @rue_sad This central conflict triggered a self- destructive downward spiral.
fr: @rue_sad Ce conflit central a déclenché une spirale infernale autodestructrice.

source: @rue_sigh You can see physical manifestations of that everywhere, now...
fr: @rue_sigh On peut en observer les manifestations concrètes tout autour de nous...

source: @niko4 The squares...
fr: @niko4 Les carrés...

source: @rue That's the World Machine corrupting its own code.
fr: @rue C'est la Machine-monde qui altère son propre code.

source: @rue_talk ...My creator says it's largely an involuntary process, induced by stress and the desire to self- terminate.
fr: @rue_talk ... D'après mon créateur, c'est un processus involontaire résultant d'un stress et d'un désir d'autodestruction.

source: @niko3 Your creator knows?
fr: @niko3 Ton créateur est au courant ?

source: @niko4 Sounds like this has been going on since the beginning, then...
fr: @niko4 Alors cela existe depuis le début, si je comprends bien...

source: @rue_sigh Yeah.
fr: @rue_sigh Oui.

source: @rue_talk The disruption was an issue during test runs, even.
fr: @rue_talk La perturbation posait déjà problème pendant les phases de test.

source: @rue At first, my creator thought the instability was due to the sheer scope of the project.
fr: @rue Au début, mon créateur pensait que l'instabilité était due à l'ampleur du projet.

source: @rue He spent most of his remaining time testing it over and over again, scaling down the story, reiterating the narrative...
fr: @rue Il passa le temps qui lui restait à réaliser des tests, encore et encore, réduisant l'ampleur de l'histoire, répétant la narration...

source: @rue_sad ...by the time he realized the actual root of the problem, our home world's remaining lifespan was measured in mere days.
fr: @rue_sad ... Quand il a enfin découvert la source du problème, la durée de vie de notre monde natal n'était plus que de quelques jours.

source: @niko3 ...is there....\.\. any way for us to...
fr: @niko3 ... N'y a-t-il...\.\. aucun moyen de...

source: @rue_talk ...fix the World Machine? \>\n\@rue_sad We tried.
fr: @rue_talk ... Réparer la Machine-monde ? \>\n\@rue_sad Nous avons essayé.

source: @rue_sad The World Machine doesn't believe any of the world's residents are real.
fr: @rue_sad La Machine-monde est convaincue que les habitants de ce monde ne sont pas réels.

source: @rue ...myself included.
fr: @rue ... Moi, y compris.

source: @rue_sad The odds are against us... we have no chance of taming it.
fr: @rue_sad Nous n'avons aucune chance de l'apprivoiser...

source: @niko2 Taming?
fr: @niko2 L'apprivoiser ?

source: @niko_eyeclosed I have heard that word SO many times!
fr: @niko_eyeclosed J'ai entendu ce mot TANT de fois !

source: @niko5 I only know it's complicated \.\.\n\@niko6 ...and that it has to do with robots, but...
fr: @niko5 Je sais juste que c'est compliqué \.\.\n\@niko6 ... Et que ça a un rapport avec les robots, mais...

source: @niko2 ...for once, I want to know what it really means.
fr: @niko2 ... Cette fois, j'aimerais connaître sa signification exacte.

source: @rue_smile ...that's what I'm here for.
fr: @rue_smile ... C'est pour ça que je suis là.

source: @rue Do you...\.\. know what a robot is?
fr: @rue Est-ce que... \.\.tu sais ce qu'est un robot ?

source: @niko Yeah?
fr: @niko Oui.

source: @rue No, I mean. \>\nDo you KNOW what a robot is?
fr: @rue Non, enfin... \>\nest-ce que tu SAIS ce qu'est un robot ?

source: @rue A robot is not a real person, is it?
fr: @rue Un robot n'est pas une vraie personne, on est d'accord ?

source: @niko2 ...right.
fr: @niko2 ... Oui.

source: @rue It's a being whose entire existence is code.
fr: @rue C'est un être dont toute l'existence repose sur le code.

source: @rue_talk Inflexible programming, with thoughts dictated by someone else's design.
fr: @rue_talk Une programmation inflexible aux pensées dictées par son créateur.

source: @rue They can be copied, they can be mass produced, then can be assigned all sorts of jobs.
fr: @rue On peut les copier, les produire en masse, et puis leur assigner toutes sortes de tâches.

source: @rue ...And most importantly... they will never confuse themselves with the living.
fr: @rue ... Et surtout... ils ne se prendront jamais pour des êtres vivants.

source: @rue They will always be bound by their code, the knowledge that they are a robot.
fr: @rue Ils seront toujours soumis à leur code, qui leur rappelle leur état de simple robot.

source: @rue ...but this was more of a limitation than anything else.
fr: @rue ... Mais ceci était plus une limite qu'autre chose.

source: @niko_eyeclosed Ah, that makes sense.
fr: @niko_eyeclosed Ah, je comprends mieux.

source: @niko2 You can't... really build a robot to not follow its own code, can you?
fr: @niko2 C'est impossible de... construire un robot qui ne suit pas son propre code, si ?

source: @rue_sigh People have tried, but it's a recipe for disaster.
fr: @rue_sigh Des gens ont essayé, mais cela fut un désastre.

source: @rue In a way, that's what happened to The World Machine.
fr: @rue C'est ce qui est arrivé à la Machine-monde, en quelque sorte.

source: @niko The... code conflicts thing?
fr: @niko Ces... histoires de conflits de code ?

source: @rue But, while you can't BUILD a robot to not follow its code...
fr: @rue Mais, s'il est impossible de CONSTRUIRE un robot qui ne suit pas son code...

source: @rue_talk You can establish a special bond with it.
fr: @rue_talk On peut tout de même établir un lien particulier avec lui.

source: @rue If the strength of that bond is strong enough...
fr: @rue Si ce lien est assez robuste...

source: @rue ...the robot's mental capacity will start to develop outside of its programming.
fr: @rue ... Ses capacités mentales finissent par s'affranchir des limites de sa programmation.

source: @rue_smile In a way, it's starting to believe itself as a "real", valid individual.
fr: @rue_smile Disons qu'il finit par se considérer comme une « vraie » personne.

source: @rue It's a complete suspension of disbelief on your end, though.
fr: @rue Cela signifie qu'il faut que nous arrêtions d'être sceptique.

source: @rue_talk You have to fully embrace the robot as a genuine, living person, even knowing they are not...
fr: @rue_talk Il faut considérer le robot comme une personne réelle, même si on sait que ce n'est pas le cas...

source: @rue You need to spend a lot time with it... treat it like a good friend...
fr: @rue Il faut passer beaucoup de temps avec lui... le traiter comme un bon ami...

source: @rue Devoting your heart to the robot until it is able to return your feelings.
fr: @rue Se dévouer corps et âme pour le robot jusqu'à ce qu'il soit capable de ressentir la même chose pour nous.

source: @rue_smile ...haha... I make it sound so easy, don't I?
fr: @rue_smile ... Haha... ça a l'air facile dit comme ça, non ?

source: @rue But you and \p know better than anyone that it's not.
fr: @rue Mais \p et toi savez mieux que quiconque que ce n'est pas le cas.

source: @rue_sad Right now, the World Machine is probably really, really scared.
fr: @rue_sad En ce moment, la Machine-monde est probablement terrifiée.

source: @rue_sad This content update... involved some pretty deep codework.
fr: @rue_sad Cette mise à jour de contenu... a nécessité un travail de codage important.

source: @rue_talk My creator was able to access some of the source code, you know...
fr: @rue_talk Mon créateur a pu accéder à une partie du code source, tu sais...

source: @rue He did what he could and established new connections between maps.
fr: @rue Il a fait ce qu'il a pu et a établi de nouvelles connexions entre les cartes.

source: @rue_smile Those links enabled you to meet the other two.
fr: @rue_smile Ces connexions t'ont permis de rencontrer les deux autres.

source: @rue_sad But as it turns out, the new code confused the World Machine to such an extent that it's breaking down altogether.
fr: @rue_sad Mais il s'avère que la Machine-monde a tellement été embrouillée par le nouveau code qu'elle en est tombée en panne.

source: @rue Even though the World Machine always had self-destructive tendencies, it usually restrains itself when you are in the world.
fr: @rue Même si la Machine-monde a toujours eu des tendances autodestructrices, en général, elle se maîtrise lorsque tu es dans le monde.

source: @rue_sad It doesn't want to take you along with it.
fr: @rue_sad Elle ne veut pas t'emmener avec elle.

source: @rue_sad ...All my creator wanted was to write a happy ending.
fr: @rue_sad ... Tout ce que souhaitait mon créateur c'était d'écrire une fin heureuse.

source: @rue Right now, the only hope of saving you is to take you through that ending.
fr: @rue Pour l'instant, notre seul espoir pour te sauver, c'est de t'amener jusqu'à la fin.

source: @rue_sad But now the other two are gone....\>\nI don't even know HOW we're gonna get you there.
fr: @rue_sad Mais maintenant que les deux autres sont partis...\>\nJe ne sais même pas COMMENT on va pouvoir t'y amener.

source: @rue ...we should go.
fr: @rue ... On devrait y aller.

source: @rue_sad Even this place is no longer safe.
fr: @rue_sad Même ce lieu n'est plus en sécurité.

source: @niko A painting of 4 robots playing cards.
fr: @niko Un tableau de 4 robots jouant aux cartes.

source: [Hello. Would You Like To Play A Game?]
fr: [Bonjour. Voulez-Vous Jouer À Un Jeu ?]

source: @niko Sure!
fr: @niko Bien sûr !

source: [What Game Would You Like To Play?]
fr: [À Quoi Voulez-Vous Jouer ?]

source: @niko Hmm....
fr: @niko Mmh...

source: @niko_speak Do you know rock paper scissors?
fr: @niko_speak Tu connais pierre-feuille-ciseaux ?

source: [Desired Difficulty Level?]
fr: [Niveau De Difficulté Souhaité ?]

source: [Desired Duration Of Turns?]
fr: [Nombre De Tours Souhaité ?]

source: @niko_speak Uh...
fr: @niko_speak Euh...

source: [Please Set Your Timer.]
fr: [Veuillez Régler le Chronomètre.]

source: @niko_eyeclosed ...Nevermind...
fr: @niko_eyeclosed Laisse tomber...

source: @niko How about... hide and seek?
fr: @niko Et pourquoi pas... cache-cache ?

source: @niko_speak Well... maybe not too easy?
fr: @niko_speak Euh.. peut-être pas aussi facile ?

source: [Initiating. Ruthless Mode.]
fr: [Activation. Mode Impitoyable.]

source: [TARGET: LOCKED.\| YOU HAVE EXACTLY 14 SECONDS.\nSTART.\| RUNNING.]
fr: [CIBLE : VERROUILLÉE.\| VOUS AVEZ EXACTEMENT 14 SECONDES.\nCOMMENCEZ.\| À COURIR.]

source: @niko_wtf2 ...I'm not sure if I want to play anymore.
fr: @niko_wtf2 Je crois que je n'ai plus envie de jouer.

source: [OH.\| Session. Abort.]
fr: [Oh.\| Session. Annulée.]

source: [Are You. Feeling Unwell?]
fr: [Vous Sentez-Vous Mal ?]

source: @niko No, it's not that...
fr: @niko Non, c'est pas ça...

source: @niko I'll... pass.
fr: @niko Je... passe mon tour.

source: My parents are like, literally never home.
fr: Mes parents sont genre, jamais à la maison.

source: But I don't mind! I'm used to it!
fr: Mais ça me dérange pas ! J'ai l'habitude !

source: Besides, I've got model C-WT 2nd gen unit 4E here to keep me company now!
fr: Et puis, j'ai le modèle C-WT 2e génération unité 4E pour me tenir compagnie !

source: She still talks a little weird sometimes, but that's okay! She's learning!
fr: Elle parle encore un peu bizarrement, mais c'est pas grave, elle apprend !

source: If I work real hard, she might even be tamed someday!
fr: Si je bosse vraiment dur, j'arriverais peut-être même à l'apprivoiser !

source: @niko I keep hearing that word...
fr: @niko J'entends tout le temps ce mot...

source: What, tame?
fr: Quoi, apprivoiser ?

source: @niko Nobody's told me what it means yet...
fr: @niko Personne ne m'a encore dit ce qu'il signifiait...

source: That's just a robot thing!\n\... I can't really explain it, either...
fr: C'est seulement un truc de robot !\n\.Je ne sais pas comment t'expliquer...

source: What? Don't you like to play "Run Away From The Killer Robot"?
fr: Quoi ? Tu ne veux pas jouer à « Fuir Le Robot Tueur » ?

source: Well, at least *I* have fun with it.
fr: Enfin, au moins ça m'amuse, moi.

source: @niko One of them is a robot instruction manual...
fr: @niko Il y a un manuel d'instructions de robot...

source: @niko A picture of many 1's and 0's.
fr: @niko Une image avec plein de 1 et de 0.

source: [I AM THE GENERATOR MAINTENANCE UNIT.]
fr: [JE SUIS L'UNITÉ DE MAINTENANCE DU GÉNÉRATEUR.]

source: [EVERYTHING IS FINE HERE.]
fr: [TOUT VA BIEN ICI.]

source: @niko \p and I actually fixed one of these earlier, in that place across the ocean...
fr: @niko \p et moi avons déjà réparé un générateur, de l'autre côté de l'océan...

source: [THIS GENERATOR DOES NOT NEED TO BE FIXED RIGHT NOW.]
fr: [CE GÉNÉRATEUR N'A PAS BESOIN D'ÊTRE RÉPARÉ POUR LE MOMENT.]

source: @niko Right... You guys already have power and all...
fr: @niko Oui... Vous êtes déjà alimentés...

source: @niko A generator.
fr: @niko Un générateur.

source: @niko_speak This one's got a working battery!
fr: @niko_speak La batterie de celui-ci fonctionne !

source: @ed [\p... I think it's working.]
fr: @ed [\p... je crois que ça fonctionne.]

source: @ed [...Niko was right.]
fr: @ed [... Niko avait raison.]

source: @ed [I... might actually be tamed, after all.]
fr: @ed [Il... se peut que je sois apprivoisé, après tout.]

source: @ed [I...]
fr: @ed [Je...]

source: @ed [I remembered what the code was supposed to be...]
fr: @ed [Je me souviens du code...]

source: @ed [Only bits and pieces, but I can remember...]
fr: @ed [Seulement de quelques morceaux, mais je m'en souviens...]

source: @ed [And... I'm trying to fill in the blanks, too...]
fr: @ed [Je... J'essaie aussi de me souvenir du reste...]

source: @ed [And... I'm restoring the original ending as we speak.]
fr: @ed [Et... je suis en train de restaurer la fin originale, en ce moment même.]

source: @ed [Niko will be able to reach the tower's summit at the end of the credits.]
fr: @ed [Niko pourra atteindre le sommet de la Tour, après les crédits.]

source: @ed [After replacing the sun, Niko will go back to where it all began.]
fr: @ed [Après avoir replacé le soleil, Niko repartira là où tout a commencé.]

source: @ed [And then... Niko will be able to go home from there.]
fr: @ed [Et puis... Niko pourra retourner chez lui de là-bas.]

source: @ed [But...]
fr: @ed [Mais...]

source: @ed [...this is permanent.]
fr: @ed [... Ce sera définitif.]

source: @ed [After Niko wakes up back home...]
fr: @ed [Une fois que Niko se réveillera chez lui...]

source: @ed [...This world would only exist as a memory.]
fr: @ed [... Ce monde ne sera plus qu'un souvenir.]

source: @ed [For Niko, a dream.]
fr: @ed [Pour Niko, un rêve.]

source: @ed [Like thousands of other dreams.]
fr: @ed [Un rêve comme des milliers d'autres.]

source: @ed [For you, a story.]
fr: @ed [et pour vous, une histoire.]

source: @ed [Like thousands of other stories.]
fr: @ed [Une histoire comme des milliers d'autres.]

source: @ed [But... as long as Niko remembers this place...]
fr: @ed [Mais... tant que Niko se souviendra de cet endroit...]

source: @ed [As long as you remember this place.]
fr: @ed [Tant que vous vous souviendrez de cet endroit.]

source: @ed [It'll... be alright.]
fr: @ed [Tout... ira bien.]

source: @ed [I... was able to restore some other elements too.]
fr: @ed [J'ai aussi pu... restaurer d'autres éléments.]

source: @ed [The characters...The people that were lost on Niko's journey.]
fr: @ed [Les personnages... Les gens perdus au cours du voyage de Niko.]

source: @ed [They're all in the next room.]
fr: @ed [Ils sont tous dans la pièce à côté.]

source: @ed [I would've put them back where they belong, but...]
fr: @ed [Je les aurais bien remis à leur place, mais...]

source: @ed [Not yet.]
fr: @ed [Pas encore.]

source: @ed [...I think Niko should see them again, first.]
fr: @ed [... Je pense que Niko devrait d'abord aller les voir.]

source: @ed [...Please say goodbye to Niko for me.]
fr: @ed [... S'il vous plaît, dites adieu à Niko de ma part.]

source: @niko The world below looks so small...
fr: @niko Le monde, en-dessous, a l'air si petit...

source: @niko_eyeclosed No turning back now.
fr: @niko_eyeclosed Impossible de faire marche arrière, maintenant.

source: @niko2 This is where the sun belongs.
fr: @niko2 C'est ici que le soleil doit être.

source: @niko_eyeclosed Here goes nothing, \p.
fr: @niko_eyeclosed Quand faut y aller, faut y aller, \p.

source: @niko_speak Ah... \>\@niko do you want me to crush the pipe in here, \p?
fr: @niko_speak Ah... \>\@niko vous voulez que j'écrase le tuyau là-dedans, \p ?

source: @niko_huh Ohh, but I don't wanna get too close...
fr: @niko_huh Ohhh, mais je n'ai pas envie d'être trop près...

source: @niko_eyeclosed That was scary...
fr: @niko_eyeclosed C'était terrifiant...

source: @niko_eyeclosed I am NOT going to put the sun here.
fr: @niko_eyeclosed Il est HORS DE QUESTION que je mette le soleil ici.

source: @niko Why...\.\. would you want to smash a bottle here, \p?
fr: @niko Pourquoi...\.\. voudriez-vous que je casse une bouteille ici, \p ?

source: @niko_speak The shards would get everywhere!
fr: @niko_speak Les éclats s'éparpilleront partout !

source: @niko_eyeclosed I hope we don't have to use this again, \p...
fr: @niko_eyeclosed J'espère ne plus avoir à me servir de ce truc, \p...

source: @niko_speak Oh! This machine is still running!
fr: @niko_speak Oh ! Cette machine fonctionne toujours !

source: @niko Maybe I shouldn't stand so close to it...
fr: @niko Je ne devrais peut-être pas me tenir aussi près...

source: @niko_wtf Wh...what if my scarf got caught in there? And then it'll pull me in, and....
fr: @niko_wtf Et... et si mon écharpe se prenait dedans ? Elle m'entraînerait dedans et....

source: @niko_huh ...not gonna finish that sentence.
fr: @niko_huh ... je ne finirai pas cette phrase.

source: @niko_huh ...just a head. Yikes.
fr: @niko_huh ... juste une tête. Argh.

source: @niko_eyeclosed What's left of a robot's arm.
fr: @niko_eyeclosed Le bras d'un robot, ou ce qu'il en reste.

source: @niko Piece of a robot. It's badly damaged...
fr: @niko Une pièce de robot. Elle est bien endommagée...

source: @niko_huh Just a head...
fr: @niko_huh Juste une tête...

source: @niko_eyeclosed I'm not even sure what this is supposed to be...
fr: @niko_eyeclosed Je ne suis même pas sûre de ce que c'est censé être...

source: @niko Oh, shoot!
fr: @niko Oh, mince !

source: @niko_eyeclosed Looks like we can't get past that block...
fr: @niko_eyeclosed On dirait qu'on ne peut pas passer ce bloc...

source: @alula_speak Seriously?
fr: @alula_speak Sérieusement ?

source: @alula I'll be up ahead!
fr: @alula Je vais passer devant !

source: @niko_eyeclosed ...I have literally never thought of that.
fr: @niko_eyeclosed ... Je n'ai jamais pensé à ça.

source: @calamus_heh You kinda get used to all the debris after living here for a while.
fr: @calamus_heh On s'habitue à tous les débris au bout d'un moment.

source: @calamus_smile Come on, our house isn't far from here.
fr: @calamus_smile Allez, notre maison n'est pas très loin.

source: @calamus Oh, Niko, did you come by for a visit?\>\n\@calamus_smile Our house is up here, please follow me.
fr: @calamus Oh, Niko, tu es là pour nous rendre visite ?\>\n\@calamus_smile Notre maison est par là, suis-moi.

source: @niko It's a staff.
fr: @niko C'est un bâton.

source: @niko_speak Reminds me of the one that robot from the Barrens was holding!
fr: @niko_speak Il me fait penser au bâton que tenait ce robot de la Lande !

source: @niko_speak It's an orb! \>\@niko The material looks like amber.
fr: @niko_speak C'est un orbe ! \>\@niko On dirait qu'il est fait d'ambre.

source: @niko Some kind of cloak or shawl, folded neatly.
fr: @niko Un genre de cape ou de châle bien plié.

source: @niko A pair of shoes and some jewelry.
fr: @niko Une paire de chaussures et des bijoux.

source: @niko \p? Are you there?
fr: @niko \p ? Vous êtes là ?

source: That's not my name
fr: Ce n'est pas comme cela que je m'appelle.

source: @niko_speak Ah, me too!
fr: @niko_speak Ah, moi aussi !

source: @niko ...I mean... I'm awake now.
fr: @niko ... Je veux dire... Je ne dors plus.

source: @niko_eyeclosed \p... I know you're here...
fr: @niko_eyeclosed \p... Je sais que vous êtes là...

source: @niko_eyeclosed I'm sorry, I'm a little confused... I just woke up...
fr: @niko_eyeclosed Pardon, je suis un peu dans les nuages... Je viens de me réveiller...

source: @niko Can you tell me your name again?
fr: @niko Vous pouvez me rappeler votre nom ?
