Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: fr
fr: Français

source: POT_VERSION
fr: fr.11

source: lightbulb
fr: ampoule

source: A large lightbulb. It's the sun.
fr: Une grosse ampoule. C'est le soleil.

source: television remote
fr: télécommande de télévision

source: It's too hard to read in the dark light.
fr: C'est trop difficile à lire dans l'obscurité.

source: bottle of alcohol
fr: bouteille d'alcool

source: The smell of the liquid is repugnant.
fr: L'odeur du liquide est répugnante.

source: dry branch
fr: branche sèche

source: A flaky, dry branch from the bathroom plant.
fr: Une branche sèche fragile de la plante de la salle de bains.

source: wet branch
fr: branche mouillée

source: The tip of the branch is soaked with alcohol.
fr: L'extrémité de la branche est imbibée d'alcool.

source: torch
fr: torche

source: Doesn't give off much light.
fr: Elle n'émet pas beaucoup de lumière.

source: basement key
fr: clé du sous-sol

source: This thing looks old.
fr: Ce truc a l'air vieux.

source: camera
fr: appareil photo

source: A broken camera with a large screwed-in lens.
fr: Un appareil photo cassé équipé d'un objectif grand-angle.

source: screwdriver
fr: tournevis

source: Phillips-head.
fr: Cruciforme.

source: lens
fr: objectif

source: A large glass lens.
fr: Un objectif grand-angle.

source: empty bottle
fr: bouteille vide

source: The smell of alcohol lingers.
fr: L'odeur de l'alcool reste.

source: broken battery
fr: batterie cassée

source: Apparently a battery. It has some broken glass in it.
fr: Ça ressemble à une batterie. Le verre à l'intérieur est cassé.

source: empty battery
fr: batterie déchargée

source: An intact, rechargable battery. Currently empty.
fr: Une batterie rechargeable intacte. Actuellement déchargée.

source: charged battery
fr: batterie chargée

source: A working, rechargable battery. Maximum power.
fr: Une batterie rechargeable en état de marche. Complètement chargée.

source: bottle of smoke
fr: bouteille de fumée

source: It's full of noxious fumes.
fr: Elle est pleine de vapeurs toxiques.

source: bottle of acid
fr: bouteille d'acide

source: It's full of a thick liquid acid.
fr: Elle est pleine d'acide liquide épais.

source: wet sponge
fr: éponge mouillée

source: Sponge soaked with acidic cleaning solution.
fr: Éponge imbibée de solution de nettoyage acide.

source: crowbar
fr: pied-de-biche

source: Makeshift crowbar made from a pipe.
fr: Pied-de-biche de fortune fabriqué à partir d'un tuyau.

source: metal rod
fr: tige en métal

source: It weighs surprisingly little.
fr: Elle est étonnamment légère.

source: sponge
fr: éponge

source: A flat sponge with a rough surface.
fr: Une éponge plate à la surface rugueuse.

source: empty syringe
fr: seringue vide

source: The needle is particularly long.
fr: L'aiguille est particulièrement longue.

source: filled syringe
fr: seringue pleine

source: It's full of the strange liquid from the pond.
fr: Elle est remplie de l'étrange liquide de l'étang.

source: amber
fr: ambre

source: A piece of glowing amber with a black clover inside.
fr: Un morceau d'ambre luisant avec un trèfle noir à l'intérieur.

source: strange journal
fr: étrange carnet

source: Found in the Barrens. It's written in an unknown language.
fr: Trouvé dans la Lande. Il est écrit dans une langue inconnue.

source: feather
fr: plume

source: A long and slender feather with glowing edges.
fr: Une longue plume fine aux bords brillants.

source: bottle of dye
fr: bouteille de teinture

source: A small vial filled with dark blue liquid used for dying wool.
fr: Une petite fiole remplie d'un liquide bleu foncé utilisé pour teindre la laine.

source: tube of water
fr: tube d'eau

source: The label says "water sample".
fr: L'étiquette indique « échantillon d'eau ».

source: seed
fr: graine

source: It's a seed apparently left behind by Maize.
fr: C'est une graine que Maize a laissé derrière elle.

source: wool
fr: laine

source: It's... kind of useless.
fr: Ce n'est pas très... utile.

source: feather pen
fr: stylo plume

source: A pen made from dipping a feather into ink.
fr: Un stylo fabriqué à partir d'une plume que l'on trempe dans l'encre.

source: die
fr: dé

source: A die with glowing dots.
fr: Un dé aux points brillants.

source: button (?)
fr: bouton (?)

source: A simple button made from a coffee tin.
fr: Un simple bouton fabriqué à partir d'une boîte de café.

source: magnetized (?) button
fr: bouton magnétisé (?)

source: A button with magnets loosely attached.
fr: Un bouton muni d'aimants placés en vrac.

source: taped button
fr: bouton avec ruban adhésif

source: The magnets are secured with tape.
fr: Les éléments sont collés avec du ruban adhésif.

source: you tried
fr: vous aurez essayé

source: It's the thought that counts.
fr: C'est l'intention qui compte.

source: magnets
fr: aimants

source: An assortment of colorful magnets.
fr: Un assortiment d'aimants colorés.

source: metal can
fr: boîte de conserve

source: Made of aluminum. Says "COFFEE GROUNDS".
fr: Fabriquée en aluminium. Il y est écrit « MARC DE CAFÉ ».

source: scissors
fr: ciseaux

source: A pair of scissors found amidst hair.
fr: Une paire de ciseaux trouvée au milieu de cheveux.

source: weird film
fr: pellicule bizarre

source: A transparent sheet filled with numbers.
fr: Une feuille transparente remplie de chiffres.

source: concave lens
fr: lentille concave

source: A large lens, curved inward.
fr: Une grosse lentille incurvée.

source: convex lens
fr: lentille convexe

source: A large lens, curved outward
fr: Une grosse lentille excurvée.

source: thin lens
fr: lentille fine

source: A delicately thin lens.
fr: Une lentille fine et fragile.

source: thick lens
fr: lentille épaisse

source: A large, thick lens.
fr: Une grosse lentille épaisse.

source: glitter glue
fr: colle à paillettes

source: A small tube of pink glitter glue.
fr: Un petit tube de colle à paillettes rose.

source: photo of Niko
fr: photo de Niko

source: Not a cat!
fr: Ce n'est pas un chat !

source: Kip's library card
fr: carte de bibliothèque de Kip

source: The name says "Kip Silverpoint Ph.D."
fr: Le nom indique « Dr Kip Silverpoint ».

source: gas mask
fr: masque à gaz

source: A mask used to filter air for breathing.
fr: Un masque utilisé pour filtrer l'air afin de respirer.

source: rubber gloves
fr: gants en caoutchouc

source: Gloves designed to prevent chemical damage.
fr: Gants conçus pour prévenir les dommages chimiques.

source: boots
fr: bottes

source: These boots will make it possible to move quickly.
fr: Ces bottes permettront de se déplacer rapidement.

source: novelty T-shirt
fr: t-shirt fantaisie

source: "I herded rams and all I got was this lousy T-shirt!"
fr: « J'ai rassemblé des béliers et tout ce que j'ai reçu, c'est ce t-shirt ridicule ! »

source: "Kip" 's library card
fr: carte de bibliothèque de « Kip »

source: Library card from Kip. Niko's own photo is glued on.
fr: La carte de bibliothèque de Kip. La photo de Niko est collée dessus.

source: Library card (sticky)
fr: carte de bibliothèque (collante)

source: There's glitter glue all over her photo now...
fr: Il y a de la colle à paillettes partout sur sa photo maintenant…

source: photo of Niko (sticky)
fr: photo de Niko (collante)

source: The back of the photo is covered in glitter glue.
fr: Le dos de la photo est recouvert de colle à paillettes.

source: DEBUG SAVE
fr: SAUVEGARDE ANTI-BUG

source: USE THIS TO SAVE
fr: UTILISEZ CECI POUR SAUVEGARDER.

source: dirt
fr: terre

source: A bag of dirt, for growing plants
fr: Un sac de terre pour les plantes

source: water pill
fr: pilule d'eau

source: Goes in water, supposedly.
fr: Va soi-disant dans l'eau.

source: medicated water
fr: eau médicamenteuse

source: The water pill is dissolved in it.
fr: La pilule d'eau s'est dissoute dedans.

source: clover
fr: trèfle

source: A black clover.
fr: Un trèfle noir.

source: empty tube
fr: tube vide

source: An empty tube. Used to hold water.
fr: Un tube vide utilisé pour contenir de l'eau.

source: bottle of pond water
fr: bouteille d'eau de l'étang

source: It has the consistency of glue.
fr: Ça a la consistance de la colle.

source: A backup!
fr: Une sauvegarde !

source: 3rd time's the charm?
fr: Jamais deux sans trois !

source: This is kind of fun.
fr: C'est assez marrant.

source: Lookin' Good.
fr: Pas mal.

source: Niko blinked in this one.
fr: Niko a cligné des yeux sur celle-là.

source: Nice.
fr: Sympa.

source: Very photogenic.
fr: Très photogénique.

source: Can't have too much of a good thing!
fr: Il ne faut pas abuser des bonnes choses !

source: The ultimate photo.
fr: La photo ultime !

source: Key 1
fr: Clé 1

source: Key 2
fr: Clé 2

source: Key 3
fr: Clé 3

source: glowing journal
fr: carnet brillant

source: It's glowing now...?
fr: Il brille, maintenant... ?

source: memory disk
fr: disquette

source: A floppy disk.
fr: Une disquette.

source: memory disk (backup)
fr: disquette (sauvegarde)

source: A floppy disk containing a backup.
fr: Une disquette de sauvegarde.

source: A working, rechargable battery.
fr: Une batterie rechargeable en état de marche.

source: music box
fr: boîte à musique

source: A wind-up music box.
fr: Une boîte à musique mécanique.

source: No item selected.
fr: Aucun objet sélectionné.

source: BGM Volume
fr: Volume de la musique

source: SFX Volume
fr: Volume des effets sonores

source: Fullscreen
fr: Plein écran

source: Default movement
fr: Mouvement par défaut

source: Colorblind mode
fr: Mode daltonien

source: Frameskip
fr: Saut d'images

source: Skip Text (R)
fr: Passer le texte (R)

source: Language
fr: Langue

source: Configure Controls (Press F1)
fr: Configuration des commandes (appuyer sur F1)

source: Settings
fr: Paramètres

source: ON
fr: ACTIVER

source: OFF
fr: DÉSACTIVER

source: RUN
fr: COURIR

source: WALK
fr: MARCHER

source: Travel
fr: Voyager

source: You cannot fast travel right now.
fr: Vous ne pouvez pas effectuer de voyage rapide pour le moment.

source: Start
fr: Commencer

source: Exit
fr: Quitter

source: You cannot perform this action during cutscenes.
fr: Action impossible pendant les animations.

source: Yes
fr: Oui

source: No
fr: Non

source: The Refuge (Surface)
fr: Le Refuge (Surface)

source: elevator street
fr: rue de l'ascenseur

source: vendor street
fr: rue des commerçants

source: back alley
fr: ruelle

source: library
fr: bibliothèque

source: factory
fr: usine

source: The Refuge
fr: Le Refuge

source: garden
fr: jardin

source: city gate
fr: porte de la ville

source: elevator deck
fr: passerelle de l'ascenseur

source: apartments
fr: appartements

source: cafe
fr: café

source: office
fr: bureau

source: observation deck
fr: pont d'observation

source: The Glen
fr: Le Vallon

source: ruins
fr: ruines

source: forest
fr: forêt

source: the gate
fr: la porte

source: dock
fr: quai

source: courtyard
fr: cour

source: research station
fr: centre de recherche

source: graveyard
fr: cimetière

source: The Barrens
fr: La Lande

source: entrance
fr: entrée

source: outpost
fr: avant-poste

source: cliffs
fr: falaises

source: mineshaft entrance
fr: entrée de la mine

source: old factory
fr: ancienne usine

source: dormitories
fr: dortoirs

source: shrimp swamp
fr: marais à crevettes

source: docks
fr: quais

source: lookout point
fr: poste d'observation

source: Do you understand what this means?
fr: Tu comprends ce que ça veut dire ?

source: @niko I can't combine those...
fr: @niko Je ne peux pas combiner ces objets...

source: @ed [Those can't be combined.]
fr: @ed [Impossible de les combiner.]

source: @ed Niko dips the branch into the alcohol.
fr: @ed Niko plonge la branche dans l'alcool.

source: @niko Use the screwdriver to...pull the lens out...?
fr: @niko Utiliser le tournevis pour... extraire la lentille... ?

source: @niko Okay...
fr: @niko D'accord...

source: @niko_speak Done!
fr: @niko_speak Et voilà !

source: @niko The lens pops right in.
fr: @niko La lentille s'ajuste parfaitement.

source: @niko I can't use this one, \p...\>\n\@niko_speak My eyes are closed in it!
fr: @niko Je ne peux pas utiliser celle-là, \p...\>\n\@niko_speak J'ai les yeux fermés !

source: @niko I don't think we can do anything else here, \p...
fr: @niko Je ne pense pas que nous n'avons plus rien à faire ici, \p...

source: @niko It feels like we're on the right track, though!
fr: @niko Mais je pense que nous sommes sur la bonne voie !

source: @niko_eyeclosed I'm not gonna smash the bottle!
fr: @niko_eyeclosed Je ne vais pas fracasser la bouteille !

source: @niko_huh \p!!!\>\n\@niko_eyeclosed I am NOT gonna smash the sun!
fr: @niko_huh \p!!!\>\n\@niko_eyeclosed Je ne vais PAS fracasser le soleil !

source: @niko We're...using the sun directly on the battery?
fr: @niko Se... servir du soleil directement sur la batterie ?

source: @niko I would've never thought of that!
fr: @niko Je n'aurais jamais pensé à ça !

source: @niko_speak Good thinking, \p!
fr: @niko_speak Bonne idée, \p !

source: @niko_speak Ah, looks like it's already fully charged.
fr: @niko_speak Ah, il semblerait qu'elle soit déjà complètement chargée.

source: @niko That was fast...
fr: @niko Ça a été rapide...

source: @niko I should inject the liquid through the cork, right, \p?
fr: @niko Je dois injecter le liquide à travers le liège, n'est-ce pas, \p ?

source: @niko_speak It's like I'm a doctor!
fr: @niko_speak C'est comme si j'étais docteur !

source: @niko So... I should inject the liquid through the cork, right, \p?
fr: @niko Alors... je dois injecter le liquide à travers le liège, n'est-ce pas, \p ?

source: @niko_speak Oh!\n\.\.\@niko I should probably shake this too.
fr: @niko_speak Oh !\n\.\.\@niko Je dois probablement secouer ça aussi.

source: @niko_speak ...It changed color!
fr: @niko_speak ... Ça a changé de couleur !

source: @niko I'm guessing you want me to pour this acid onto the sponge, \p?
fr: @niko Je parie que vous voulez que je verse l'acide sur cette éponge, \p ?

source: @niko_speak Good thing I have these gloves!
fr: @niko_speak Heureusement que j'ai trouvé ces gants !

source: @niko_speak I hope this works...
fr: @niko_speak J'espère que ça va marcher...

source: @niko_speak \.\.\...wait! \.\. \@niko Shouldn't I be wearing gloves for this?
fr: @niko_speak \.\.\.... Attendez ! \.\. \@niko Je ne devrais pas porter des gants pour faire ça ?

source: @niko_speak Safety first!
fr: @niko_speak La sécurité avant tout !

source: @niko_speak Oh yeah! We can use the feather as a pen!
fr: @niko_speak Super ! On peut se servir de la plume comme d'un stylo !

source: @niko I saw it in a picture book once.
fr: @niko J'ai déjà vu ça dans un livre à images.

source: @niko_speak Oh! Maybe we can make a button out of this!
fr: @niko_speak Oh ! On pourrait peut-être fabriquer un bouton avec ça !

source: @niko I can cut out a piece of the can and fold it into a rectangle shape...
fr: @niko Je peux découper un morceau de la boîte et le plier en forme de rectangle...

source: @niko Just like arts and crafts!
fr: @niko Comme en art plastique !

source: @niko Hmm... I don't think it's supposed to be this simple.
fr: @niko Hummm... Ça me semble un peu trop simple.

source: @niko_speak How are we gonna connect it to the elevator?
fr: @niko_speak Comment va-t-on connecter ça à l'ascenseur ?

source: @niko_speak Well, let's find out!
fr: @niko_speak Bon, trouvons un moyen !

source: @niko The magnets don't stick to the aluminum, but...
fr: @niko Les aimants n'adhèrent pas à l'aluminium, mais...

source: @niko_speak Oh! What if I just folded the magnets under this edge?
fr: @niko_speak Oh ! Et si je pliais simplement les aimants sous ce bord ?

source: @niko Hmm...\| It's holding together, if just barely.
fr: @niko Hummm...\| Ça tient, mais de peu.

source: @niko I... hope that's good enough?
fr: @niko J'espère... que cela va suffire.

source: @niko The magnets don't stick to aluminum...
fr: @niko Les aimants n'adhèrent pas à l'aluminium...

source: @niko The back of the photo is covered in glue.
fr: @niko Le dos de la photo est pleine de colle.

source: @niko ...and glitter.
fr: @niko ... et de paillettes.

source: @niko The card has my face on it now.
fr: @niko Ma photo est maintenant sur la carte.

source: @niko The card is covered in glue.
fr: @niko La carte est pleine de colle.

source: @niko_speak So, put the pill in the water?
fr: @niko_speak Alors, plonger la pilule dans l'eau ?

source: @niko It dissolved really fast!
fr: @niko Elle s'est dissoute très rapidement !

source: @niko The jar is full of fireflies.
fr: @niko Le pot est rempli de lucioles.

source: @niko Coals.
fr: @niko Des braises.

source: @niko It's some kind of stew.
fr: @niko Ça ressemble à du ragoût.

source: @niko It's a jar full of fireflies.
fr: @niko C'est un pot rempli de lucioles.

source: @niko_eyeclosed I can't reach the top, \p...
fr: @niko_eyeclosed Je n'arrive pas à atteindre le sommet, \p...

source: @niko It's a gas vent.
fr: @niko C'est un conduit de gaz.

source: @niko Small sprouts. \>\@niko_speak We gotta be careful we don't step on these!
fr: @niko De jeunes pousses. \>\@niko_speak Attention à ne pas marcher dessus !

source: @alula You got it!
fr: @alula Tu as réussi !

source: @niko Small sprouts. \>\@niko_speak I gotta be careful I don't step on these!
fr: @niko Des jeunes pousses. \>\@niko_speak Attention à ne pas marcher dessus !

source: @niko It's a small tree.
fr: @niko C'est un petit arbre.

source: @niko It's off.
fr: @niko Il est éteint.

source: @niko It's a fridge.
fr: @niko C'est un réfrigérateur.

source: @niko It's a little plant.
fr: @niko C'est une petite plante.

source: @niko It's a trash bin.
fr: @niko C'est une poubelle.

source: @niko A bag full of trash.
fr: @niko Un sac rempli de déchets.

source: @niko_eyeclosed Gross!
fr: @niko_eyeclosed Dégoûtant !

source: @niko It's a bed.
fr: @niko C'est un lit.

source: @niko ...well, more like a mattress.
fr: @niko ... Enfin, plutôt un matelas.

source: @niko Jars of fireflies are placed next to the fields.
fr: @niko Des pots de lucioles se trouvent à côté des champs.

source: @niko Just a jar.
fr: @niko C'est juste un pot.

source: @niko Some jars.
fr: @niko Quelques pots.

source: @niko A streetlamp.
fr: @niko Un lampadaire.

source: @niko_eyeclosed More of those squares...
fr: @niko_eyeclosed D'autres de ces carrés...

source: @niko3 Those squares again...
fr: @niko3 Encore ces carrés...

source: @niko_huh These squares are just everywhere...
fr: @niko_huh Ces carrés sont absolument partout...

source: @niko This looks like an altar...
fr: @niko On dirait un autel...

source: @niko_speak Fish!
fr: @niko_speak Des poissons !

source: @alula_speak Fish!
fr: @alula_speak Des poissons !

source: @niko_speak It's clothes!
fr: @niko_speak Ce sont des vêtements.

source: @calamus_shame Oh! I should probably take these in soon!
fr: @calamus_shame Oh ! Je vais certainement devoir les rentrer bientôt !

source: @niko It's a big metal box with complicated machinery inside.
fr: @niko C'est une grosse boîte en métal contenant une machinerie complexe.

source: @niko It's a big metal box with lots of machinery inside. \.\.\@niko_speak This one has a robot in it!
fr: @niko C'est une grosse boîte en métal contenant une importante machinerie. \.\.\@niko_speak Celle-ci contient un robot !

source: @niko It's a bookshelf.
fr: @niko C'est une étagère.

source: @niko It's a shelf full of little machine parts and tools I don't recognize.
fr: @niko C'est une étagère remplie de pièces de machine et d'outils que je ne reconnais pas.

source: @niko It's a gravestone.
fr: @niko Ceci est un cimetière.

source: @niko A robot without power.
fr: @niko Un robot à court d'énergie.

source: @calamus ...wait.
fr: @calamus ... Une seconde.

source: @calamus_sad ...we can't get back into our house...
fr: @calamus_sad ... Impossible de retourner dans notre maison...

source: @niko It's a blanket covered in shiny things.
fr: @niko Cette couverture est couverte d'objets brillants.

source: @magpie_hm Still kinda sad I lost most of my stuff...
fr: @magpie_hm Je suis encore triste d'avoir perdu mes affaires...

source: @niko_eyeclosed I don't think it's safe to use this again, \p.
fr: @niko_eyeclosed Je ne devrais plus l'utiliser, \p.

source: @niko_speak \p, there's something in the air here...
fr: @niko_speak \p, il y a quelque chose dans l'air...

source: @niko_eyeclosed It hurts to breathe...
fr: @niko_eyeclosed J'ai du mal à respirer...

source: @ed [The air here is unbreathable.]
fr: @ed [Ici, l'air est irrespirable.]

source: @niko_gasmask I should be fine with this mask on.
fr: @niko_gasmask Je ferais bien de mettre ce masque.

source: Start over?
fr: Recommencer ?

source: @niko It's an empty rectangular slot.\>\nLooks like something could fit in here...
fr: @niko C'est une fente rectangulaire vide.\>\nIl semblerait qu'on puisse y mettre quelque chose...

source: @niko_eyeclosed \p... someone lives here...\>\nWe can't just sleep in their bed.
fr: @niko_eyeclosed \p... Quelqu'un vit ici...\>\nOn ne peut pas dormir dans son lit.

source: @niko Right, I can refill this tube with more water here.
fr: @niko Parfait, je peux remplir ce tube d'eau ici.

source: @niko It's a sink.
fr: @niko C'est un lavabo.

source: Quit and record your progress?
fr: Quitter et enregistrer votre progression ?

source: This action will record your progress in this world.
fr: Cette action enregistrera votre progression dans ce monde.

source: To return to this world again, you need to relaunch the application.
fr: Pour revenir dans ce monde, vous devrez relancer l'application.

source: Proceed?
fr: Voulez-vous vraiment quitter ?

source: @niko I'll wear them when I have to.
fr: @niko Je les porterai quand j'en aurai besoin.

source: @niko I can't take this off here, \p!
fr: @niko Je ne peux pas retirer ça ici, \p !

source: @niko I'll wear it when I have to.
fr: @niko Je mettrai ça quand j'en aurai besoin.

source: SAVE?
fr: SAUVEGARDER ?

source: LOAD
fr: CHARGER

source: NO
fr: NON

source: @niko Where are we...?
fr: @niko Où sommes-nous... ?

source: @niko Is this... the inside of the Tower?
fr: @niko Est-ce... l'intérieur de la Tour ?

source: @niko It's...\.\.\@niko_eyeclosed a lot darker than I thought...
fr: @niko C'est...\.\.\@niko_eyeclosed bien plus sombre que je ne le pensais...

source: @niko ... wait.\>\n\@niko_shock Where's the sun?
fr: @niko ... Attendez.\>\n\@niko_shock Où est le soleil ?

source: @niko_eyeclosed ...\p... Do you know what happened to the sun?
fr: @niko_eyeclosed ... \p... Savez-vous ce qui est arrivé au soleil ?

source: @niko_eyeclosed Come on, \p...\.\@niko_distressed Say something!
fr: @niko_eyeclosed S'il vous plaît, \p...\.\@niko_distressed Dites quelque chose !

source: @niko_distressed What's...\.\. going on.......
fr: @niko_distressed Qu'est-ce...\.\. qui se passe....... ?

source: @niko \p? Are you still there?
fr: @niko \p ? Vous êtes toujours là ?

source: @niko_speak Ah.\> I'm awake.
fr: @niko_speak Ah.\> Je ne dors plus.

source: @niko I had a dream just now.
fr: @niko J'ai fait un rêve.

source: I saw.
fr: J'ai vu.

source: @niko You did?\>\n\@niko_speak Wow!
fr: @niko Vraiment ?\>\n\@niko_speak Ouah !

source: @niko_eyeclosed ....I...\|I really thought I was back home...
fr: @niko_eyeclosed .... Je...\|J'avais vraiment l'impression d'être de retour à la maison...

source: @niko Oh, the sun back in my home world isn't a lightbulb.\>\n\@niko_speak It's a big ball of fire in the sky!
fr: @niko Oh, le soleil de mon monde n'est pas une ampoule.\>\n\@niko_speak C'est une grosse boule de feu qui flotte dans le ciel !

source: @niko I don't think I would be able to hold it like I do with the sun from your world...
fr: @niko Je ne peux pas le tenir dans mes mains comme je le fais avec le soleil de votre monde...

source: This isn't my world.
fr: Ceci n'est pas mon monde.
