Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @niko I...see!
fr: @niko Je... vois !

source: @niko Excuse me...
fr: @niko Pardon...

source: @george2_stress Hey!!!
fr: @george2_stress Hé !!!

source: @george2_grr Who the heck do you think you are, barging in here like that?
fr: @george2_grr Tu te prends pour qui, à débarquer comme ça ?

source: @george2_NO I don't care if you're the Messiah, manners are still a thing!
fr: @george2_NO Je me moque que tu sois le messie, n'oublie pas les bonnes manières !

source: @niko I'm... \>\@niko_speak sorry?
fr: @niko Je vous demande... \>\@niko_speak pardon ?

source: @george2 Well? Are you just here to apologize?
fr: @george2 Eh bien ? Tu es seulement là pour t'excuser ?

source: @niko ...Yes? \.\.\n\@niko_speak I mean, no!
fr: @niko ... Oui ? \.\.\n\@niko_speak Enfin, non !

source: @niko_eyeclosed I mean, I need your help...\>\n\@niko I'm not sure what I need to do next.
fr: @niko_eyeclosed J'ai besoin d'aide...\>\n\@niko Je ne sais plus quoi faire.

source: @niko I think I need to go in the Tower?
fr: @niko Je crois que je dois entrer dans la Tour ?

source: @george2 Seriously? You haven't figured that one out yet?
fr: @george2 Sérieusement ? Tu n'as pas encore réussi à résoudre ça ?

source: @niko_speak I don't know how to get in!
fr: @niko_speak Je ne sais pas comment y entrer !

source: @george2_grr Well, I don't know either.\n\>\@george2 Shouldn't \p help you with that?
fr: @george2_grr Eh bien, je ne sais pas non plus.\n\>\@george2 Ce n'est pas à \p de t'aider ?

source: @george2_sigh All I know is that nobody from this world can get in there.
fr: @george2_sigh Tout ce que je sais, c'est qu'aucune personne de ce monde ne peut s'y rendre.

source: @george2_grr Not beyond that tiny entrance room, anyway.
fr: @george2_grr Enfin, pas plus loin que cette minuscule entrée, en tout cas.

source: @george2 If anything, there might be a book on how the Messiah of all people can get in.
fr: @george2 Il y a peut-être un livre qui décrit comment le messie peut entrer.

source: @george2_sigh But I don't got anything like that in MY collection.
fr: @george2_sigh Mais je n'ai rien de la sorte dans MA collection.

source: @george2_grr Would like to, though.
fr: @george2_grr Même si j'aimerais bien.

source: @george3_sad Si\.i\.i\.\.i\.\.igh.
fr: @george3_sad S\.o\.u\.\.p\.\.ir.

source: @niko Um... hi?
fr: @niko Hum... bonjour ?

source: @george3_sigh ...\.Hi.
fr: @george3_sigh ... \.Bonjour.

source: @niko_speak Are you alright?
fr: @niko_speak Vous allez bien ?

source: @george3_worry Can I... help you...
fr: @george3_worry Puis-je... t'aider...

source: @niko_speak Yeah!
fr: @niko_speak Ouais !

source: @niko I was wondering if you can tell me what I should do next?
fr: @niko Je me demandais si vous pouviez me dire ce que je dois faire ensuite ?

source: @niko I...think I'm supposed to go in the Tower.
fr: @niko Je crois... que je dois aller dans la Tour.

source: @george3_sad ...the Tower....\>\n\@george3_sigh A grim obelisk... \>\@george3_sigh a solemn reminder of our fate.
fr: @george3_sad La Tour....\>\n\@george3_sigh Un obélisque sinistre... \>\@george3_sigh Un rappel solennel de notre sort.

source: @george3_cry We're all gonna dieeeeeee....
fr: @george3_cry Nous allons tous mouriiiiiiir...

source: @niko_what ...so...\>\@niko_eyeclosed how do I... \>\@niko_speak Get in?
fr: @niko_what Donc...\>\@niko_eyeclosed comment puis-je... \>\@niko_speak entrer ?

source: @george3_cry I don't know...!!!\>\n\@george3_sad I've been reading and studying all my life, and yet...
fr: @george3_cry Je ne sais pas... !!!\>\n\@george3_sad J'ai lu et étudié toute ma vie, et pourtant...

source: @george3_cry I haven't even found any books about entering the Tower!
fr: @george3_cry Je n'ai jamais trouvé le moindre livre indiquant comment entrer dans la Tour !

source: @george3 Oh, I know there's a small room you can go in, but...\>\n\@george3_cry Everybody knows that!
fr: @george3 Oh, je sais qu'on peut entrer par une petite pièce, mais...\>\n\@george3_cry Tout le monde sait ça !

source: @george4_smile Helloooo~!\>\nYou must be the savior!
fr: @george4_smile Bonjoooooour !\>\nTu dois être le messie !

source: @george4_omg I'm soooo happy I actually get to meet you! <3
fr: @george4_omg J'suis troooop contente de te rencontrer ! <3

source: @niko_speak It's nice to meet you too, miss!
fr: @niko_speak Tout le plaisir est pour moi, mademoiselle !

source: @george4 So! Are you here to check out the archives?\>\n\@george4_omg I can give you a tour!
fr: @george4 Bon ! Tu es là pour consulter les archives ?\>\n\@george4_omg Je peux te faire une visite guidée !

source: @niko Actually... \>\n\@niko_speak I need your help!
fr: @niko En fait... \>\n\@niko_speak J'ai besoin d'aide !

source: @niko_speak Can you tell me what I need to do next?\>\n\@niko I think... I'm supposed to go in the Tower...
fr: @niko_speak Pouvez-vous me dire ce que je dois faire ?\>\n\@niko Je crois... que je dois aller dans la Tour...

source: @george4 Yup!
fr: @george4 Ouaip !

source: @niko Do you know how I can get in?
fr: @niko Vous savez comment je peux entrer ?

source: @george4 Nope!
fr: @george4 Non !

source: @george4_golly Gosh, I don't think ANYONE's supposed to get inside the Tower!
fr: @george4_golly Je crois que PERSONNE n'est censé entrer dans la Tour !

source: @george4 I mean, there's a little room that you can go into...\>\n\@george4_golly But there's no stairs or elevators or anything else...
fr: @george4 Enfin, on peut entrer par une petite pièce...\>\n\@george4_golly Mais il n'y a aucun escalier ni ascenseur...

source: @george4 If you want my guess, you'll probably need \p's help?
fr: @george4 Si tu veux mon avis, \p pourrait peut-être t'aider ?

source: @george4_oops I don't know how exactly...
fr: @george4_oops Je ne sais pas exactement...

source: @george4 In my experience, that kind of knowledge is usually recorded in some sort of cryptic book.
fr: @george4 D'après mon expérience, ce genre de savoir est généralement consigné dans des livres mystérieux.

source: @george4_golly But I haven't read anything like that before...\>\n\@george4_oops Sorry!
fr: @george4_golly Mais je n'ai jamais rien lu de tel...\>\n\@george4_oops Désolée !

source: @george5 Oh, hello there!
fr: @george5 Oh, bonjour !

source: @george5_smile You must be the savior!
fr: @george5_smile Tu dois être le messie !

source: @george5_aww And also, the cutest darn thing I have ever seen!
fr: @george5_aww Et je n'ai jamais rien vu de plus mignon que toi !

source: @niko U- um... \>\n\@niko_speak Thank you!
fr: @niko Euuh... \>\n\@niko_speak Merci !

source: @george5_smile Can I help you with anything, sweetie?
fr: @george5_smile En quoi puis-je t'aider, mon chou ?

source: @niko Mhm!\>\n\@niko I want to know what I should do next!
fr: @niko Mmh !\>\n\@niko J'aimerais savoir ce que je dois faire !

source: @niko I think I'm supposed to go in the Tower?
fr: @niko Je crois que je dois aller dans la Tour ?

source: @george5 Oooh that's right, the Tower!
fr: @george5 Oooh c'est ça, la Tour !

source: @george5_smile I know there's a small room that you can go into, but...
fr: @george5_smile Je sais qu'on peut entrer par une petite pièce, mais...

source: @george5_hmm ...I'm afraid nobody knows how to get in beyond that!
fr: @george5_hmm personne ne sait comment aller plus loin !

source: @george5_heh Not even silly ol' me, who spent her entire life reading books about the world...
fr: @george5_heh Pas même moi qui passe toute ma vie à lire des livres sur le monde...

source: @george5 I think you need some help from \p, but I don't know any details!
fr: @george5 À mon avis, \p pourrait t'aider, mais je ne peux pas t'en dire plus !

source: @george5_hmm I've never found any books about this before...\>\n\@george5_smile You'd think there would be at least ONE book on this, but I guess that's just how it is!
fr: @george5_hmm Je n'ai jamais trouvé aucun livre sur le sujet...\>\n\@george5_smile On pourrait croire qu'il existe au moins UN livre là-dessus, mais je suppose que non !

source: @george5_hmm Goodness, this is quite the dilemma!
fr: @george5_hmm Bon sang, quel dilemme !

source: @george6 Hey, lil' fella!
fr: @george6 Hé, p'tit pote !

source: @niko_speak Hello!
fr: @niko_speak Bonjour !

source: @george6_point So you're gonna like, save the world and stuff!\>\n\@george6_smile Didn't think I'd run into ya. But now I did!
fr: @george6_point Alors tu vas genre, sauver le monde et tout !\>\n\@george6_smile Je pensais pas tomber sur toi, et pourtant !

source: @niko_speak Um, thanks?
fr: @niko_speak Hum, merci ?

source: @george6 So like, what up?\>\n\@george6_smile Can I getcha anything?
fr: @george6 Alors, ça gaze ?\>\n\@george6_smile J'peux t'aider ?

source: @niko_speak Yeah! I heard you can help me!
fr: @niko_speak Ouais ! On m'a dit que vous pourriez m'aider !

source: @niko I'm not sure what I'm supposed to do now...
fr: @niko Je ne sais pas trop quoi faire maintenant...

source: @niko_speak I think I'm supposed to go in the Tower...\>\n\@niko But how do I do that?
fr: @niko_speak Je crois que je dois aller dans la Tour... \>\n\@niko Mais comment ?

source: @george6 Ya don't.\>\n\@george6_shrug At least, WE don't.
fr: @george6 Tu peux pas.\>\n\@george6_shrug Enfin, ON peut pas, en tout cas.

source: @george6 The Tower's only got one teeny room in it, it ain't even got stairs!
fr: @george6 La Tour n'a qu'une seule mini pièce de rien du tout, y'a même pas d'escaliers !

source: @george6_point I bet you need \p's help on this one, pal...\>\n\@george6_shrug Exactly how? I dunno.
fr: @george6_point À mon avis, \p doit t'aider sur ce coup-là, poto...\>\n\@george6_shrug Comment exactement ? J'sais pas.

source: @george6 But I bet'cha anything that sorta knowledge is in some mystery book somewhere.
fr: @george6 Mais j'te parierais n'importe quoi qu'tu peux trouver la réponse dans un livre mystérieux.

source: @george6_shrug Nothin' in my collection fits the description, tho.
fr: @george6_shrug Mais y'a rien dans ma collection qui correspond.

source: @niko A book is poking out from the shelf.
fr: @niko Un livre dépasse de l'étagère.

source: @niko_speak Ah, this looks like a sketchbook of some sort!
fr: @niko_speak On dirait un genre de carnet de dessin !

source: @niko_speak Hey!
fr: @niko_speak Hé !

source: @niko I think this book is actually about clovers...
fr: @niko Je crois que c'est un livre sur les trèfles...

source: @niko A box full of notebooks.
fr: @niko Une boîte remplie de cahiers.

source: @niko Looks like a scanner.
fr: @niko Ça ressemble à un scanner.

source: @niko Looks like a printer.
fr: @niko Ça ressemble à une imprimante.

source: CAFE
fr: CAFÉ

source: MEOW
fr: MIAOU

source: @niko \p and I fixed the camera!
fr: @niko \p et moi avons réparé l'appareil photo !

source: Aw, sweet!
fr: Ah, super !

source: Are you here for your photos?
fr: Tu es là pour tes photos ?

source: @niko_speak Actually, yeah!
fr: @niko_speak À vrai dire, oui !

source: @niko I need to take a picture for....\. reasons.
fr: @niko Je dois prendre une photo pour...\. certaines raisons.

source: Well, I got good news and bad news.
fr: Eh bien, j'ai une bonne et une mauvaise nouvelle.

source: The good news is that the photo center is right behind me.
fr: La bonne nouvelle, c'est que le centre de photo est juste derrière moi.

source: @niko The bad news is that.... it doesn't work, right?
fr: @niko La mauvaise, c' est... qu'il ne fonctionne pas, c'est ça ?

source: Heh, you're catching on quick.
fr: Hé, tu apprends vite.

source: After operations ended in the Barrens, this place got shut down.
fr: Ce lieu a été fermé après la fin des opérations dans la Lande.

source: All of the engineers lost their jobs and became street vendors.
fr: Tous les ingénieurs ont perdu leur travail et sont devenus vendeurs de rue.

source: @niko_speak Maybe \p and I can figure it out from them!
fr: @niko_speak \p et moi pouvons peut-être leur demander comment faire !

source: That's good!
fr: Bien !

source: It would certainly help out people with expired IDs.
fr: C'est sûr que ça aiderait les gens avec une carte d'identité expirée.

source: ...Like me.
fr: ... Comme moi.

source: Alrighty then.
fr: Très bien.

source: I'll just... uh...
fr: Je vais juste... euh...

source: ...stand here.
fr: ... rester là.

source: Hey kid!
fr: Hé !

source: Want some soup dumplings? They're guaranteed to contain only a minimal amount of industrial byproducts!
fr: Tu veux des raviolis en soupe ? Ils ne contiennent qu'un minimum de sous-produits industriels !

source: @niko I'll... pass...
fr: @niko Non... Ça ira...

source: @niko Can you tell me how to get the camera working again?
fr: @niko Pouvez-vous me dire comment réparer l'appareil photo ?

source: Yes, yes, certainly. The thick lens should be positioned to the left of both of the curved lenses.
fr: Oui, oui absolument. La lentille la plus épaisse doit être positionnée à gauche des deux lentilles incurvées.

source: @niko Actually... I do want to hear about it!
fr: @niko À vrai dire... Je veux en savoir plus !

source: Curiosity killed the cat, eh?
fr: Les chats sont curieux, hein ?

source: @niko_eyeclosed I'm not a cat...
fr: @niko_eyeclosed Je ne suis pas un chat...

source: Ok so!
fr: Si tu le dis !

source: I've invented a medicine to prepare everyone for the upcoming water shortage!
fr: J'ai inventé un remède pour préparer tout le monde à la future pénurie d'eau !

source: All you gotta do is dissolve one of these pills in water.
fr: Il suffit de dissoudre l'une de ces pilules dans un peu d'eau.

source: And then you drink the water.
fr: Puis de boire l'eau.

source: And then you never need to drink water again!
fr: Après quoi, on n'a plus jamais soif !

source: @niko_speak What!
fr: @niko_speak Quoi !?

source: It also makes plants grow faster!
fr: Ça fait aussi pousser les plantes plus vite !

source: @niko How... does it work?
fr: @niko Comment... ça marche ?

source: Here, why don't you take a free sample?
fr: Tiens, prends un échantillon gratuit.

source: @niko Thanks?
fr: @niko Merci ?

source: Don't thank me! Go spread the word!
fr: Ne me remercie pas ! Parles-en autour de toi !

source: Hey hey!
fr: Hé hé !

source: Ready for me to blow your mind?
fr: Tu veux voir quelque chose d'incroyable ?

source: Aww, but...
fr: Oh, mais...

source: @niko_speak Can you tell me how to fix the camera?
fr: @niko_speak Pouvez-vous me dire comment réparer l'appareil photo ?

source: Hmm... It's been a while.
fr: Hum... Ça fait longtemps.

source: I'm pretty sure that the bulgy lens goes on one of the ends, but I forget which.
fr: Je suis presque certain que la lentille bombée va à l'une des extrémités, mais je ne sais plus laquelle.

source: This is going to help so many people...
fr: Cela va aider tellement de gens...

source: ...and also make me rich and famous and cool.
fr: ... et aussi me rendre riche, célèbre et cool.

source: Actually... I exaggerated.
fr: À vrai dire... J'ai exagéré.

source: The effects of the pill wears off in like a week.
fr: L'effet de la pilule se dissipe au bout d'une petite semaine.

source: But all you have to do is just take another pill!
fr: Mais il suffit de prendre une autre pilule !

source: @niko This stand smells a bit like burnt sugar...
fr: @niko Ce stand a comme une odeur de sucre brûlé...

source: Yup... still gettin' the hang of making these fried candy skewers...
fr: Ouaip... Je commence à prendre le coup de main avec ces brochettes de bonbons frits...

source: They don't taste too bad, though! Do you want one?
fr: Mais elles ne sont pas trop mauvaises ! Tu en veux une ?

source: @niko It's okay, thank you!
fr: @niko Ça ira, merci !

source: @niko_speak You used to be one of the camera engineers, right?
fr: @niko_speak Vous faites partie des ingénieurs qui travaillaient sur l'appareil photo, pas vrai ?

source: The camera? Oh, joyous memories. We went through thick and thin together.
fr: L'appareil ? Ah, de tendres souvenirs. On a traversé les plus grosses épreuves avant de chercher les problèmes au peigne fin.

source: And by that I mean the concave lens did.
fr: Enfin, c'est plutôt la lentille concave qui les a traversées.

source: @niko_speak This smells kinda nice!
fr: @niko_speak Ça sent plutôt bon !

source: @niko What is it?
fr: @niko Qu'est-ce que c'est ?

source: Breaded fish!
fr: Du poisson pané !

source: I toasted the bread myself!
fr: J'ai fait la panure moi-même !

source: @niko_what ...I... see...
fr: @niko_what ... Je... vois...

source: @niko_speak Is there anything you remember about how to work the camera?
fr: @niko_speak Vous vous rappelez de quoi que ce soit sur le fonctionnement de l'appareil photo ?

source: Let me see... When arranging the lenses, make sure that the thin lens is positioned between the two curved ones.
fr: Voyons voir... En positionnant les lentilles, il faut s'assurer que la plus fine soit placée entre les deux lentilles incurvées.

source: @plight_2 Well, good luck...
fr: @plight_2 Eh bien, bonne chance...

source: @niko_speak You too! \>\@niko With the lamp.
fr: @niko_speak Vous aussi ! \>\@niko Avec la lampe.

source: @plight Hey, you lookin for something?
fr: @plight Hé, tu cherches quelque chose ?

source: @niko_eyeclosed Yeah... I need to go find a library card now...\>\n\@niko Any idea where I can get one?
fr: @niko_eyeclosed Oui... J'ai besoin d'une carte de bibliothèque maintenant...\>\n\@niko Vous savez où je pourrais en trouver une ?

source: @plight From...\> the...\> library?
fr: @plight À...\> la...\> bibliothèque ?

source: @niko_eyeclosed I tried that already!\>\n\@niko The person in charge wasn't here.
fr: @niko_eyeclosed J'ai déjà essayé !\>\n\@niko Le responsable n'était pas là.

source: @plight Oh, uh...
fr: @plight Oh, euh...

source: @plight_2 Maybe check out the factory? You just take the stairs at the end of this street and make a turn.
fr: @plight_2 Peut-être à l'usine ? Il te suffit de prendre les escaliers au bout de cette rue et de tourner.

source: @plight There's a lot of scientists there.\>\n\@plight_worry Scientists... read books, right?
fr: @plight Il y a beaucoup de scientifiques là-bas.\>\n\@plight_worry Les scientifiques... lisent des livres, pas vrai ?

source: @plight They might help you...
fr: @plight Ils pourront peut-être t'aider...

source: @niko He looks busy...
fr: @niko Il a l'air occupé...

source: @plight_why You can tell, huh...
fr: @plight_why Ça se voit, hein...

source: @plight Oh, hey there.
fr: @plight Oh, bonjour.

source: @plight_2 You, uh... \.\.doing okay?
fr: @plight_2 Tu, euh... \.\.vas bien ?

source: @niko Yup!\>\n\@niko_speak What are you doing?
fr: @niko Ouaip !\>\n\@niko_speak Qu'est-ce que vous faites ?

source: @plight Just filling this lamp here...
fr: @plight Je remplis simplement cette lampe...

source: @plight_2 It's...\.\.\. taking a while...
fr: @plight_2 Ça...\.\.\. prend un moment...

source: @plight_worry I...\.\. think it might be leaking...
fr: @plight_worry Je...\.\. pense qu'elle fuit...

source: @plight Well, good luck...
fr: @plight Eh bien, bonne chance...

source: @plight Thanks for taking them off my hands, I guess?\>\nThe lenses, that is.
fr: @plight Merci de m'en avoir débarrassé, j'imagine.\>\nDes lentilles, je veux dire.

source: @plight_2b The scientists wanted me to use them to fix the camera in the photo booth, but...
fr: @plight_2b Les scientifiques voulaient que je m'en serve pour réparer l'appareil de la cabine photo, mais...

source: @plight_why ...you can imagine how that went.
fr: @plight_why ... tu peux deviner comment ça a fini.

source: @plight_worry I'm just glad I didn't break anything...
fr: @plight_worry Je suis juste content de ne rien avoir cassé.

source: @plight_shock Hey! Isn't that...
fr: @plight_shock Hé ! Ce ne serait pas...

source: @plight_worry (oH GOODNESS GRACIOUS DID THE MESSIAH AND LITERALLY GOD THEMSELF JUST BREAK INTO MY HOUSE.)
fr: @plight_worry (OH MON DIEU, EST-CE QUE LE DIVIN MESSIE EN PERSONNE VIENT D'ENTRER CHEZ MOI PAR EFFRACTION ?)

source: @niko_speak Oh! Was that... your...
fr: @niko_speak Oh ! C'était... votre...

source: @plight_wtf You heard me??
fr: @plight_wtf Tu m'as entendu ??

source: @plight_worry (IT KEEPS HAPPENING.)
fr: @plight_worry (ÇA ARRIVE TOUT LE TEMPS.)

source: @niko_eyeclosed ...sorry about breaking into your house.\>\n\@niko We didn't actually break anything, but...
fr: @niko_eyeclosed ... Pardon pour l'effraction.\>\n\@niko Techniquement, nous n'avons rien fracturé, mais...

source: @niko_speak \p said I should take these plastic disks, for some reason?\>\n\@niko Should we put them back?
fr: @niko_speak Je ne sais pas pourquoi, mais \p a dit que je devrais garder ces disques en plastique ?\>\n\@niko Devrions-nous les reposer ?

source: @plight_2 It's okay, keep 'em.
fr: @plight_2 Ce n'est rien, garde-les.

source: @plight_worry I wouldn't have been able to fix that machine anyway...
fr: @plight_worry Je n'aurais jamais pu réparer cette machine, de toute façon...

source: @niko_speak A streetlamp!\>\n\@niko This one seems taller than the others...
fr: @niko_speak Un lampadaire !\>\n\@niko Celui-là semble plus grand que les autres...

source: @niko You want me use the crowbar to open the safe, \p? \>\nI'll... try!
fr: @niko \p, voulez-vous que j'utilise le pied-de-biche pour ouvrir le coffre-fort ? \>\nJe vais... essayer !

source: @niko2 The door is sealed flush! \>\@niko_eyeclosed We might need the code after all...
fr: @niko2 La porte est blindée ! \>\@niko_eyeclosed Nous pourrions bien avoir besoin du code en fin de compte...

source: @niko A metal safe.\nSeems like it's locked with a 6-digit code.
fr: @niko Un coffre-fort en métal.\nIl semble être verrouillé par un code à 6 chiffres.

source: @niko I don't... remember seeing any 6-digit codes. Do you, \p?
fr: @niko Je ne... me souviens pas avoir vu un code à 6 chiffres. Et vous, \p ?

source: [ENTER CODE:]
fr: [SAISIR LE CODE :]

source: @niko_speak Woah! It worked!
fr: @niko_speak Ouah ! Ça a marché !

source: @niko2 Wait, how did you know the code,\n\p?\>\n\@niko_eyeclosed I still don't remember seeing one...
fr: @niko2 Attendez, comment connaissiez-vous le code,\n\p ?\>\n\@niko_eyeclosed Je ne me souviens pas du tout en avoir vu un...

source: I had some help.
fr: J'ai reçu un peu d'aide.

source: I have my ways.
fr: J'ai mes sources.

source: @niko_speak Really?\>\n\@niko From who?
fr: @niko_speak Vraiment ?\>\n\@niko De qui ?

source: Don't worry about it.
fr: Ne t'en fais pas pour ça.

source: @niko I...\.\.see!
fr: @niko Je...\.\.vois !

source: What's in the safe, Niko?
fr: Qu'y a-t-il dans le coffre, Niko ?

source: @niko Oh! Right.\n\.\.Let's see...
fr: @niko Ah oui !\n\.\.Voyons voir...

source: @niko_speak Ah! \.\. I found a gas mask!
fr: @niko_speak Ah ! \.\. J'ai trouvé un masque à gaz !

source: @niko_speak Also... there's this weird-looking book!
fr: @niko_speak Et aussi... ce livre bizarre !

source: @niko I can't read it, though...
fr: @niko Mais je n'arrive pas à le lire...

source: @niko2 ...not that I can't read or anything! Because I can!
fr: @niko2 ... Ce n'est pas que je ne sache pas lire, hein ! Parce que je sais lire !

source: @niko_eyeclosed I just don't know what language this is...
fr: @niko_eyeclosed C'est simplement que je ne comprends pas cette langue...

source: @niko_eyeclosed That wasn't it...
fr: @niko_eyeclosed Ça n'a rien donné...

source: @niko It's empty.
fr: @niko Il est vide.

source: $Although the poisonous gas is highly localized to the vent zones, Barrens workers were still recommended to wear gas masks.
fr: $Bien que le gaz nocif soit principalement localisé au niveau des bouches d'aération, il était toutefois recommandé aux travailleurs de la Lande de porter des masques à gaz.
