Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @rue But...\.\.\@rue_sad I said it was not time...
fr: @rue Mais...\.\.\@rue_sad J'ai dit que le moment n'était pas encore venu...

source: @rue Are you here to keep me company, then?
fr: @rue Tu es là pour me tenir compagnie, alors ?

source: @rue_smile Guess I can't refuse that.
fr: @rue_smile Comment refuser.

source: @rue ...I am Rue.
fr: @rue ... Je m'appelle Rue.

source: @rue_sad You will probably not remember my name in a while.\.\.\n\@rue_smile ...But I would still like to know yours.
fr: @rue_sad Tu oublieras vite ce nom.\.\.\n\@rue_smile ... Mais j'aimerais tout de même connaître le tien.

source: @niko I'm... \.\.not sure what you're talking about.
fr: @niko Je... \.\.ne comprends pas.

source: @niko_speak But my name is Niko!
fr: @niko_speak Mais je m'appelle Niko !

source: @rue_smile I shall remember that!
fr: @rue_smile Je ne l'oublierai pas !

source: @rue_smile I'm glad you do not mind coming back.
fr: @rue_smile Contente de voir que tu veux bien revenir.

source: @rue_talk To be perfectly honest...
fr: @rue_talk À vrai dire...

source: @rue_sad It may be this way for a while, actually.
fr: @rue_sad Ça risque de rester comme ça un moment.

source: @rue ...But in time, that will change.
fr: @rue ... Mais les choses changeront, le moment venu.

source: @niko2 The... sun?
fr: @niko2 Le... soleil ?

source: @rue_smile \p can see this, right?
fr: @rue_smile \p, vous voyez ça ?

source: @rue_smile Then \p will understand.
fr: @rue_smile Alors \p comprendra.

source: @rue_smile Oh, you're here!
fr: @rue_smile Oh, te voilà !

source: @rue I was starting to miss you...
fr: @rue Tu me manquais...

source: @rue_smile ...Guess I got used to your company, after all.
fr: @rue_smile ... Je me suis habituée à ta compagnie.

source: @niko2 ...pardon?
fr: @niko2 ... Comment ?

source: @rue Do not worry. Carry on.
fr: @rue Ne t'inquiète pas. Continue.

source: @ed [A \c[7]withered plant\c[0] sits here, stiff and dry.]
fr: @ed [Il y a une \c[7]plante fanée\c[0] ici, elle est raide et sèche.]

source: @ed [There's no need to do anything else to it.]
fr: @ed [Il n'y a plus rien à faire pour elle.]

source: @ed [A branch snaps off.]
fr: @ed [Une branche se casse d'un bruit sec.]

source: @ed [A pair of \c[3]luminous, yellow eyes\c[0] stares back at Niko.]
fr: @ed [Deux \c[3]yeux jaunes brillants\c[0] fixent Niko.]

source: @ed [There's no water in the toilet.]
fr: @ed [Il n'y a pas d'eau dans les toilettes.]

source: @ed [The tub won't run.]
fr: @ed [L'eau de la baignoire ne coule pas.]

source: @niko The pathway is blocked....
fr: @niko Le passage est bloqué...

source: @niko_speak ...by blocks!
fr: @niko_speak par des blocs !

source: @niko_what2 Waaaait a minute.\>\n\@niko_eyeclosed I remember something about this...
fr: @niko_what2 Aaaattends une seconde.\>\n\@niko_eyeclosed Ça me rappelle quelque chose...

source: @niko_83c Never knew it'd be so easy!
fr: @niko_83c Je ne pensais pas que ce serait si facile !

source: @niko_what ...\>(ow my foot ow)
fr: @niko_what ...\> (aïe mon pied)

source: @niko3 The squares are blocking the doorway...
fr: @niko3 Les carrés bloquent la porte...

source: @alula_pout Oh...\>\nThe door...
fr: @alula_pout Oh...\>\n La porte...

source: @calamus_sad I knew we'd lose our home eventually, but...\>\nI wasn't expecting it to happen so soon...
fr: @calamus_sad Je savais que nous allions perdre notre foyer, mais...\>\n pas aussi tôt...

source: @niko_shock Oh jeez! \>\n\@niko3 Are you guys okay?
fr: @niko_shock Oh, bon sang ! \>\n\@niko3 Vous allez bien ?

source: @calamus_shame Oh my stars!\>\nYou're... the savior!
fr: @calamus_shame Par les étoiles !\>\nTu es... le messie !

source: @calamus Um....\.\.uh....
fr: @calamus Hum...\.\. euh...

source: @calamus_shame It's an honor to meet you!
fr: @calamus_shame C'est un honneur de faire ta connaissance !

source: @alula_gasp Yes!
fr: @alula_gasp Oui !

source: @calamus_heh I'd invite you inside, but as you can see, our home is...
fr: @calamus_heh Je t'inviterais bien à l'intérieur, mais comme tu peux le voir, notre maison...

source: @alula_gasp It's got squares in it!
fr: @alula_gasp Il y a des carrés dedans !

source: @calamus_sad Yes, Alula, thank you.
fr: @calamus_sad Oui, Alula, merci.

source: @niko3 It's... \.\.getting everywhere now... isn't it?
fr: @niko3 Ça... \.\.se propage partout... n'est-ce pas ?

source: @calamus Hm?
fr: @calamus Hum ?

source: @niko3 The squares... there are way more than before!
fr: @niko3 Les carrés... il y en a bien plus qu'avant !

source: @niko_speak Even the gate to the Refuge is destroyed now. \>\n\@niko3 That didn't happen last time!
fr: @niko_speak Même la porte du Refuge est détruite. \>\n\@niko3 Ça ne s'est pas passé comme ça la dernière fois !

source: @calamus_speak ...last time?
fr: @calamus_speak ... la dernière fois ?

source: @niko5 Uhh...\>\@niko6 nothing!
fr: @niko5 Euh... \>\@niko6 rien !

source: @niko_what2 (almost let that slip, \p...)
fr: @niko_what2 (Ça a failli m'échapper, \p...)

source: @niko Guess I should introduce myself again...\>\n\@niko_speak My name is Niko!
fr: @niko Je devrais me présenter une nouvelle fois...\>\n\@niko_speak Je m'appelle Niko !

source: @calamus_shame Oh gosh! Would it not be rude to call you by name?
fr: @calamus_shame Oh ! Ce serait impoli de t'appeler par ton prénom...

source: @niko_speak No worries, Calamus!
fr: @niko_speak Pas de problème, Calamus !

source: @calamus_shame HOW DID YOU KNOW MY NAME!?
fr: @calamus_shame COMMENT TU CONNAIS MON NOM !?

source: @niko2 I... \.\.um... \.\.\@niko_what uh...
fr: @niko2 Je... \.\.hum... \.\.\@niko_what euh...

source: @niko_what2 (not again!)
fr: @niko_what2 (pas encore !)

source: @alula_speak The messiah just knows these things, Calamus!
fr: @alula_speak Le messie connaît ce genre de choses, Calamus !

source: @alula Riiiight?
fr: @alula Pas vraiii ?

source: @niko_speak Y-yes! Of course!
fr: @niko_speak O-Oui ! Évidemment !

source: @niko_eyeclosed (phew)
fr: @niko_eyeclosed (pfiou)

source: @calamus Ah... you were saying... about the gate?
fr: @calamus Ah... tu disais quoi... à propos de la porte ?

source: @niko_speak Oh, right!
fr: @niko_speak Ah, oui !

source: @niko_eyeclosed Looks like I can't get in the city through the old gate anymore...
fr: @niko_eyeclosed Je ne peux plus entrer dans la ville en passant par la vieille porte...

source: @niko_speak Do... either of you know another way to get in?
fr: @niko_speak Est-ce que... l'un d'entre vous connaît un autre chemin ?

source: @niko I remember... \.\.\@niko_speak I mean, I HEARD that there's some sort of hidden passage around here somewhere!
fr: @niko Je me souviens... \.\.\@niko_speak euh, j'ai ENTENDU DIRE qu'il y avait un passage caché dans les environs !

source: @calamus_speak Oh!\>\nThe passage to the burial grounds?
fr: @calamus_speak Oh !\>\nLe passage du cimetière ?

source: @niko_speak That's the one!
fr: @niko_speak Oui, celui-là !

source: @calamus Oh... but I'm not sure if that'll be of any use here...
fr: @calamus Oh... mais je ne pense pas que ça te sera très utile...

source: @calamus_sad It's been flooded for a long time, and there's no boat...
fr: @calamus_sad Il est inondé depuis longtemps, et il n'y a aucun bateau...

source: @calamus Not to mention, the burial grounds itself is pretty far from the city!
fr: @calamus De plus, le cimetière est assez loin de la ville !

source: @niko_speak That's ok! I would still like to see it!
fr: @niko_speak Ce n'est pas grave ! J'aimerais bien le voir !

source: @niko_eyeclosed It's the only lead we have...
fr: @niko_eyeclosed C'est la seule piste qu'on a...

source: @calamus Alright, in that case...
fr: @calamus Très bien, dans ce cas...

source: @calamus_smile ...please follow us.
fr: @calamus_smile ... suis-nous.

source: [DO WHAT YOU MUST.]
fr: [FAITES LE NÉCESSAIRE.]

source: [THIS IS THE MAIN GENERATOR OF THE GLEN.]
fr: [VOICI LE GÉNÉRATEUR PRINCIPAL DU VALLON.]

source: @niko Would you happen to know where I can find a battery for a flying machine?
fr: @niko Vous ne sauriez pas où je peux trouver une batterie pour machine volante ?

source: @niko2 It's... kind of an emergency.
fr: @niko2 C'est... assez urgent.

source: [I DO NOT KNOW WHAT A FLYING MACHINE IS.]
fr: [JE NE SAIS PAS CE QU'EST UNE MACHINE VOLANTE.]

source: [BUT ANY SORT OF LARGE MACHINERY WOULD REQUIRE A HIGH CAPACITY POWER CELL.]
fr: [MAIS N'IMPORTE QUELLE GROSSE MACHINE DEVRAIT AVOIR BESOIN D'UNE BATTERIE DE HAUTE PUISSANCE.]

source: [FOR EXAMPLE, THE GENERATOR IN THIS ROOM UTILIZES SUCH A DEVICE.]
fr: [PAR EXEMPLE, LE GÉNÉRATEUR DE CETTE PIÈCE UTILISE UN TEL DISPOSITIF.]

source: @niko_eyeclosed Oh right... I almost forgot...
fr: @niko_eyeclosed Ah oui... j'ai failli oublier...

source: @niko We had to fix the battery for this thing in the Barrens, didn't we, \p?
fr: @niko Nous avons dû réparer la batterie pour ce truc dans la Lande, n'est-ce pas, \p ?

source: [IF THIS IS AN EMERGENCY FOR LIVING BEINGS...] \>\n[YOU CAN USE THE BATTERY FROM THE GENERATOR.]
fr: [SI C'EST UNE URGENCE POUR DES ÊTRES VIVANTS...] \>\n[VOUS POUVEZ UTILISER LA BATTERIE DU GÉNÉRATEUR.]

source: @niko2 Wait... \.\.but if we take the battery here...
fr: @niko2 Mais... \.\.si nous prenons cette batterie...

source: @niko3 ...all of you guys would lose power, wouldn't you?
fr: @niko3 ... vous n'aurez plus d'énergie, non ?

source: @niko4 Maybe \p and I should go find another one.
fr: @niko4 Peut-être \p et je devrais en trouver une autre.

source: [NEGATIVE.]
fr: [NÉGATIF.]

source: [THIS IS THE ONLY BATTERY IN THE GLEN POWERFUL ENOUGH TO BE USED AS A STANDALONE UNIT.]
fr: [C'EST LA SEULE BATTERIE DU VALLON ASSEZ PUISSANTE POUR ÊTRE UTILISÉE EN TANT QU'UNITÉ AUTONOME.]

source: [IF IT IS A DIRE SITUATION, THEN DO WHAT YOU MUST.]
fr: [SI LA SITUATION L'EXIGE, IL FAUT FAIRE LE NÉCESSAIRE.]

source: @niko_eyeclosed ...we depowered it...
fr: @niko_eyeclosed ... il n'a plus de puissance...

source: @niko3 ...I guess we have no choice but to take this, \p...
fr: @niko3 ... Nous n'avions pas le choix, il faut la prendre, \p...

source: @niko Looks like a generator...
fr: @niko Ça ressemble à un générateur...

source: [PLEASE DO NOT STAND TOO CLOSE TO THE GENERATOR.]
fr: [VEUILLEZ NE PAS TROP VOUS APPROCHER DU GÉNÉRATEUR.]

source: [IF YOU HAVE INQUIRIES, PLEASE ASK ME INSTEAD.]
fr: [SI VOUS AVEZ DES QUESTIONS, VEUILLEZ ME LES POSER.]

source: @niko The battery's gone now...
fr: @niko La batterie n'est plus là...

source: @niko_speak We should remember to bring it back once we're done with it!
fr: @niko_speak Il faut qu'on pense à la ramener une fois qu'on aura fini !

source: @niko A couple of fireflies are buzzing about in this jar.
fr: @niko Quelques lucioles bourdonnent dans ce pot.

source: What am I gonna do!!!
fr: Qu'est-ce que je vais faire ?!!

source: My robot!!!
fr: Mon robot !!!

source: I don't know! I left for a minute and...
fr: Je ne sais pas ! Je suis parti une minute et...

source: [P\.\.%LE\.ASE \.\. D;O NOT \.\.\.AP\.PR##OACH]
fr: [VE\.\.%UIL\.LEZ \.\. N;E PAS\.\.\.AP\.PR#OCHER]

source: @niko I think I have something I'd like to trade!\>\n\@niko_speak You'll take wool, right?\>\n\@niko What can this wool get me?
fr: @niko J'ai quelque chose que j'aimerais échanger !\>\n\@niko_speak Vous acceptez la laine, n'est-ce pas ?\>\n\@niko Que peut-elle me rapporter ?

source: @magpie_hm Wool, huh?
fr: @magpie_hm De la laine, hein ?

source: @magpie That'll get you.\..\..\.\.This fine vial of...
fr: @magpie En échange tu auras...\..\..\.\.cette jolie fiole de...

source: @magpie_smile I'm not sure what this is, actually!\>\nSome sort of fabric dye?
fr: @magpie_smile En réalité, je ne sais pas exactement ce que c'est !\>\nUn genre de teinture pour vêtements, peut-être ?

source: @niko Hmm... How about it, \p?
fr: @niko Hummm... Qu'en pensez-vous, \p ?

source: Take the offer!
fr: Accepte l'offre !

source: Ehh...
fr: Euh...

source: @niko_speak I'll do it!
fr: @niko_speak Vendu !

source: @magpie_smile Pleasure doing business!
fr: @magpie_smile C'est un plaisir de faire affaire avec toi !

source: @niko Wait, \p... you want to...haggle?\>\n\@niko_what ...really?
fr: @niko Attendez, \p... vous voulez... marchander ?\>\n\@niko_what ... Vraiment ?

source: @niko_eyeclosed Alright then...
fr: @niko_eyeclosed Très bien, dans ce cas...

source: @niko_speak \p said they wanted a better offer!
fr: @niko_speak \p veut que vous nous fassiez une nouvelle offre !

source: @magpie_oh ...holy smokes!\>\n\@magpie_smile Forgot I was doing a trade with god for a second there...
fr: @magpie_oh ... Par tous les saints !\>\n\@magpie_smile Pendant une seconde, j'ai oublié que je négociais avec un dieu...

source: @magpie Okay, okay...\>\n\@magpie_smile In that case, I'll also throw in this commemorative T-shirt!
fr: @magpie D'accord, d'accord...\>\n\@magpie_smile Dans ce cas, je peux aussi ajouter ce t-shirt commémoratif !

source: @niko Uh...
fr: @niko Euh...

source: @magpie Oh well, then.\nCome back anytime.
fr: @magpie Eh bien, dans ce cas.\nReviens quand tu veux.

source: @niko_eyeclosed \p, no...
fr: @niko_eyeclosed \p, non...

source: @magpie_oh Hey! I just gave that to you!
fr: @magpie_oh Hé ! Je viens juste de te le donner !

source: @magpie_smile What, you wanna trade it back?
fr: @magpie_smile Comment ? Tu veux me le rendre ?

source: @niko_eyeclosed Not really...
fr: @niko_eyeclosed Pas vraiment...

source: @magpie Good, cuz I wasn't gonna!
fr: @magpie Tant mieux, parce que je ne l'aurais pas repris !

source: @magpie I ain't takin that back!
fr: @magpie Je ne reprendrai pas ça !

source: @magpie_hm The shepherd was handing those out a while ago.\>\n\@magpie_smile But does it LOOK like it'll fit me?
fr: @magpie_hm Le berger en distribuait il y a longtemps de cela.\>\n\@magpie_smile Mais tu PENSES que ça m'irait ?

source: @magpie_smile T-Shirts aren't exactly made for people with wings!
fr: @magpie_smile Les t-shirts ne sont pas tout à fait prévus pour des personnes ailées !

source: @niko Wait, trade this?
fr: @niko Attendez, vous échangeriez ceci ?

source: @niko_speak Don't you want to find out what it says first, \p?
fr: @niko_speak Vous ne voulez pas d'abord savoir ce que ça dit, \p ?

source: @magpie What's that? A book?
fr: @magpie Qu'est-ce que c'est que ça ? Un livre ?

source: @magpie_smile Uh, not sure if I wanna take books, I can't read!
fr: @magpie_smile Euh, les livres ne m'intéressent pas, je ne sais pas lire !

source: @magpie_oh I can't take this!
fr: @magpie_oh Je ne peux pas prendre ça !

source: @niko_eyeclosed I'm not trading that, \p!
fr: @niko_eyeclosed Je n'échangerai pas ça, \p !

source: @magpie You're not trading what?
fr: @magpie Tu n'échanges pas quoi ?

source: @magpie What's that? A feather?
fr: @magpie Qu'est-ce que c'est que ça ? Une plume ?

source: @magpie_hm Wait... \.\.\@magpie_oh Oh my stars!
fr: @magpie_hm Attends... \.\.\@magpie_oh Par les étoiles !

source: @magpie_oh That is NOT "a" feather!
fr: @magpie_oh Ce n'est pas une SIMPLE plume !

source: @magpie That is a feather from the late Prophet!
fr: @magpie C'est une plume de la défunte prophétesse !

source: @magpie_oh Probably one of the most sacred items there is!
fr: @magpie_oh C'est probablement l'un des objets les plus sacrés qui soient !

source: @magpie_oh How in the WORLD did you get a hold of THAT?
fr: @magpie_oh Comment diable as-tu réussi à mettre la main dessus ?

source: @magpie_hm ...Wait, I guess it would make sense for you to have one.
fr: @magpie_hm ... Attends, je pense qu'il sera utile que tu en aies une.

source: @magpie_smile Y'know, with you being the savior and all.
fr: @magpie_smile Tu sais, puisque tu es le messie.

source: @niko Um... okay.
fr: @niko Hum... D'accord.

source: @niko The seed left behind by the plant lady?
fr: @niko La graine laissée par la dame-plante ?

source: @niko_huh Oh, but what if...\. it's like...\. her baby...
fr: @niko_huh Oh, et si...\. c'était un peu comme...\. son bébé...

source: @niko_speak I can't give away someone's baby like that!
fr: @niko_speak Je ne peux pas donner le bébé de quelqu'un d'autre comme ça !

source: @niko_wtf2 Especially not to a bird...
fr: @niko_wtf2 Encore moins à un oiseau...

source: @magpie_oh ...hey!
fr: @magpie_oh ... Hé !

source: @niko_eyeclosed I don't think it's right to trade this away, \p ...
fr: @niko_eyeclosed Je ne pense pas que ce soit bien d'échanger ça, \p...

source: @magpie_oh Oh hey! You have one of those coin things!
fr: @magpie_oh Oh hé ! Je reconnais ces espèces de pièces de monnaie !

source: @magpie I've dug up a couple of these before.
fr: @magpie J'en ai déjà déterré des comme ça.

source: @magpie_smile Yeah! There's this guy who would trade me the BEST things for them.
fr: @magpie_smile Ouais ! Je connais quelqu'un qui m'échangerait les MEILLEURS objets contre ces trucs-là.

source: @magpie Like, one time he brought me this little machine that plays music!
fr: @magpie La preuve, une fois il m'a apporté cette petite machine qui joue de la musique !

source: @magpie_hm I don't know what it's called, but you have to wind it up...
fr: @magpie_hm Je ne sais pas comment ça s'appelle, mais il faut la remonter...

source: @niko_speak Music box?
fr: @niko_speak Une boîte à musique ?

source: @magpie_smile That's it!
fr: @magpie_smile C'est ça !

source: @magpie I wish that guy would come back soon, I haven't seen him in forever.
fr: @magpie J'espère qu'il reviendra bientôt, je ne l'ai pas vu depuis longtemps.

source: @magpie_smile I wanna do more trades with him!
fr: @magpie_smile J'aimerais faire d'autres échanges avec lui !

source: @niko How about this...glass tube full of water I got from a robot?
fr: @niko Que pensez-vous de ça... un tube en verre rempli d'eau qu'un robot m'a échangé ?

source: @niko Do you like glass?
fr: @niko Vous aimez le verre ?

source: @magpie_smile Do I!
fr: @magpie_smile Et comment !

source: @niko ...do you?
fr: @niko ... C'est vrai ?

source: @magpie I LOVE glass!
fr: @magpie J'ADORE le verre !

source: @magpie_smile SO much.
fr: @magpie_smile Vraiment.

source: @magpie_hm ...so much that I have too much glass and not enough other things.
fr: @magpie_hm ... À tel point que j'ai trop de verre et pas assez d'objets.

source: @magpie_hm I gotta get rid of some of my old bottles and vials to make room for new stuff!
fr: @magpie_hm Je vais devoir me débarrasser de mes vieilles bouteilles et fioles pour faire de la place à d'autres objets !

source: @magpie That's why I set up a tradepost in the first place.
fr: @magpie C'est la première raison pour laquelle j'ai créé ce point d'échange.

source: @niko_eyeclosed So I guess that's a no-go...
fr: @niko_eyeclosed Donc je suppose que ça veut dire non...

source: @niko_eyeclosed \p... wasn't the whole point of trading was so that we could make a pen?
fr: @niko_eyeclosed \p... ne sommes-nous pas venus à ce point d'échange dans le but de fabriquer un stylo ?

source: @niko Let's not trade this away...
fr: @niko Il ne faut pas échanger ça...

source: @magpie Heya!\>\nYou here to trade?
fr: @magpie Salut !\>\nTu es là pour faire un échange ?

source: @niko Trade?
fr: @niko Un échange ?

source: @magpie_smile Yeah!\>\n\@magpie Is there anything you want to get rid of?
fr: @magpie_smile Ouais !\>\n\@magpie Y a-t-il quelque chose dont tu voudrais te débarrasser ?

source: @magpie Make me an offer and I'll give you something in return!
fr: @magpie Fais-moi une offre et je te donnerai quelque chose en échange !

source: @niko Hm...\>\n\@niko_speak Do we have something like that, \p?
fr: @niko Hum...\>\n\@niko_speak On a quelque chose comme ça, \p ?

source: @niko It's a wagon stuffed with stuff!
fr: @niko C'est un wagon rempli d'objets !

source: @magpie_smile It sure is!
fr: @magpie_smile C'est tout à fait ça !

source: @niko Shiny things are spread out on the rug.
fr: @niko Des choses brillantes sont étalées sur le tapis.

source: @niko They glimmer in the sunlight.
fr: @niko Elles scintillent au soleil.

source: @niko They glimmer in the light of the lamp.
fr: @niko Elles scintillent à la lumière de la lampe.

source: @niko_speak Whoa!
fr: @niko_speak Ouah !

source: @niko_speak That's a lotta shiny things!
fr: @niko_speak Toutes ces choses brillantes !

source: @niko Glass shards, glass marbles...
fr: @niko Des morceaux de verre, des billes en verre...

source: @niko ...empty glass bottles, mostly-empty glass bottles, glass bottles filled with different things...
fr: @niko ... Des bouteilles en verre vides, des bouteilles en verre quasiment vides, des bouteilles en verre remplies de choses diverses...

source: @niko ...bits of string, colored wool, plain wool, fabric scraps...
fr: @niko ... Des morceaux de ficelle, de la laine colorée, de la laine pure, des chutes de tissu...

source: @niko ...a rusty bucket, scrap metal, shells, some rocks...
fr: @niko ... Un seau rouillé, de la ferraille, des coquillages, quelques cailloux...

source: @niko_speak What's all this for, by the way?
fr: @niko_speak À quoi ça sert tout ça, au fait ?

source: @magpie I just think they're neat!
fr: @magpie Je trouve ça tout simplement super !

source: @niko_eyeclosed The doorway is full of vines, \p...
fr: @niko_eyeclosed L'entrée est plein de vigne, \p...

source: The flood can take away our farmlands...
fr: L'inondation peut emporter nos terres agricoles...

source: ...but it can't take away our fish!
fr: ... Mais elle ne peut pas emporter nos poissons !

source: @niko These look like herrings.
fr: @niko On dirait des harengs.

source: @niko_speak Or... anchovies?
fr: @niko_speak Ou... des anchois ?

source: @niko Maybe sardines...
fr: @niko Peut-être des sardines...

source: @niko_eyeclosed I honestly have no clue!
fr: @niko_eyeclosed En fait, je n'en sais rien !

source: @alula_oh This is the shrine where the old prophet used to live...
fr: @alula_oh C'est le sanctuaire où vivait la défunte prophétesse...

source: @alula_pout I don't remember the last time I was here...
fr: @alula_pout Je ne me souviens pas de la dernière fois où je suis venue ici...

source: @alula_speak Back when she was still alive, I think?
fr: @alula_speak Sans doute était-elle toujours vivante à l'époque ?

source: [HELLO, ORGANIC PERSON WHO IS ALIVE.]
fr: [BONJOUR, PERSONNE ORGANIQUE EN VIE.]

source: [THE INFIRMARY IS UP AHEAD.]
fr: [L'INFIRMERIE SE TROUVE UN PEU PLUS LOIN.]

source: @blue_gatekeeper [Oh, Hello.]
fr: @blue_gatekeeper [Oh, Bonjour.]

source: @blue_gatekeeper [What Are You Doing Here?]
fr: @blue_gatekeeper [Que Faites-Vous Ici ?]

source: @niko Hm?
fr: @niko Hum ?

source: @blue_gatekeeper [A Living Person Such As Yourself Should Have Evacuated This Place Long Ago.]
fr: @blue_gatekeeper [Une Personne Vivante Comme Vous Aurait Dû Être Évacuée Depuis Longtemps.]

source: @niko_speak Oh, but I just got here! \>\n\@niko To this world, I mean!
fr: @niko_speak Oh, mais je viens tout juste d'arriver ! \>\n\@niko Dans ce monde, je veux dire !

source: @niko_speak See? \.\. I have the sun!
fr: @niko_speak Vous voyez ? \.\. J'ai le soleil !

source: @blue_gatekeeper [Oh, The Messiah.]
fr: @blue_gatekeeper [Oh, Le Messie.]

source: @blue_gatekeeper [I...\. Do Not Know What To Say.]
fr: @blue_gatekeeper [Je...\. Ne Sais Pas Quoi Dire.]

source: @blue_gatekeeper [Greeting You Was Not Part Of My Programming.]
fr: @blue_gatekeeper [Je N'Ai Pas Été Programmé Pour Vous Accueillir.]

source: @blue_gatekeeper [Have You\.\. Spoken To Prophetbot?]
fr: @blue_gatekeeper [Avez-Vous\.\. Parlé À Prophètebot ?]

source: @niko_speak I think so, yeah!
fr: @niko_speak Je crois, oui !

source: @blue_gatekeeper [Prophetbot Was Built With The Sole Purpose Of Greeting You.]
fr: @blue_gatekeeper [Prophètebot A Été Conçu Dans Le Seul But De Vous Accueillir.]
