Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @niko_speak Are they all... about clovers?
fr: @niko_speak Ils parlent tous... de trèfles ?

source: @george1_smile A black clover is the mark of The Author!
fr: @george1_smile Le trèfle noir est la marque de l'Auteur !

source: @george1_hm Since he never entrusted me or anyone else with his name, we identify his works by the mark.
fr: @george1_hm Puisqu'il n'a jamais pu confier son nom à qui que ce soit, nous reconnaissons ses travaux grâce à cette marque.

source: @niko So...he wrote ALL of these books?
fr: @niko Alors... Il a écrit TOUS ces livres ?

source: @george1 I told you he was a genius!
fr: @george1 Je t'avais dit que c'était un génie !

source: @george1_smug ....and, by extension, me!
fr: @george1_smug ... et moi aussi, du coup !

source: @george2_stress WHAT? Of course not!!
fr: @george2_stress QUOI ? Bien sûr que non !!

source: @george2_grr That's just how The Author marks his work!
fr: @george2_grr C'est juste comme ça que l'Auteur marque ses travaux !

source: @george2_sigh Because he has to keep up with his ~~~~MYSTERIOUS PERSONA~~~~ I GUESS!!!
fr: @george2_sigh Parce que J'IMAGINE qu'il doit entretenir son ~~~~IMAGE MYSTÉRIEUSE~~~~ !!!

source: @george2 He's never even told me his name!
fr: @george2 Il ne m'a jamais donné son nom !

source: @niko_speak Wait, so he wrote ALL of these books?
fr: @niko_speak Attendez... Il a écrit TOUS ces livres ?

source: @george2_sigh ....*deep breath*
fr: @george2_sigh ... *respire profondément*

source: @george2_grr Yes, yes he did.
fr: @george2_grr Oui, oui en effet.

source: @george3_sad That's just what The Author uses to mark his works.
fr: @george3_sad C'est juste comme ça que l'Auteur marque ses travaux.

source: @george3_sigh I don't even know his name...
fr: @george3_sigh Je ne connais même pas son nom...

source: @niko_speak Oh! So he wrote ALL of these books?
fr: @niko_speak Oh ! Alors il a écrit TOUS ces livres ?

source: @george3_sad Yeah...
fr: @george3_sad Ouais...

source: @george4_smile Oh no, no!
fr: @george4_smile Oh non, non !

source: @george4 A black clover symbol just means it's written by The Author.
fr: @george4 Le trèfle noir signifie que le livre a été écrit par l'Auteur.

source: @george4_golly He doesn't want to tell anyone his name. So he marks all his works with this symbol instead!
fr: @george4_golly Il ne veut donner son nom à personne. Alors à la place, il marque ses travaux avec ce symbole !

source: @niko_pancakes He wrote ALL of these books?
fr: @niko_pancakes Il a écrit TOUS ces livres ?

source: @george4_smile He sure did!
fr: @george4_smile Bien sûr !

source: @george5_smile Of course not, dear!
fr: @george5_smile Bien sûr que non, mon chou !

source: @george5 The black clover is sort of The Author's name, you see!
fr: @george5 Le trèfle noir est un peu le nom de l'Auteur, tu vois !

source: @george5_hmm Actually, we don't know his name! He just uses a clover to mark his works is all.
fr: @george5_hmm En fait, on ne connaît pas son nom ! Il utilise tout simplement un trèfle pour marquer ses travaux.

source: @niko_speak So... he wrote ALL of these books?
fr: @niko_speak Alors... Il a écrit TOUS ces livres ?

source: @george5_smile He's a trooper, that!
fr: @george5_smile C'est un sacré bosseur !

source: @george6_smile LOL nope.
fr: @george6_smile LOL nan.

source: @george6 That's like, just what The Author calls himself.
fr: @george6 C'est genre, comme ça que l'Auteur s'fait appeler.

source: @george6_shrug He don't tell anyone his name. He just uses this symbol on his works so we know it's him.
fr: @george6_shrug Il donne son nom à personne. Il met ce symbole sur ses travaux pour qu'on sache que c'est de lui.

source: @niko_pancakes ...he wrote ALL of these books?
fr: @niko_pancakes ... Il a écrit TOUS ces livres ?

source: @george6_fingerguns I know right!!!
fr: @george6_fingerguns Dingue, hein !!!

source: @george1_smile I guess brilliant minds gotta stick together, eh?
fr: @george1_smile J'imagine que les grands esprits finissent par se rencontrer, hein ?

source: @george2_no WORK! WORK! WORK! WORK!
fr: @george2_no AU BOULOT ! AU BOULOT ! AU BOULOT ! AU BOULOT !

source: @george3_sigh I wish I worked faster...
fr: @george3_sigh J'aimerais pouvoir travailler plus vite...

source: @george4_smile Work work work work work~!
fr: @george4_smile Le travail, c'est la santé~ !

source: @george5_hmm I hope that nice gentleman is alright!
fr: @george5_hmm J'espère que ce gentil monsieur va bien !

source: @george5_hmm If I knew where he lived, I would've sent him some soup or a nice blanket...
fr: @george5_hmm Si je connaissais son adresse, je lui aurais envoyé une bonne soupe ou une jolie couverture...

source: @george6 I wish we could hang out sometime, he's a chill dude.
fr: @george6 J'aimerais bien traîner avec lui, il est trop cool ce mec.

source: @george1 I simply MUST finish all the manuscripts in that box by the end of the week!
fr: @george1 Je dois ABSOLUMENT terminer tous les manuscrits de cette boîte d'ici la fin de la semaine !

source: @george1 There are literally people lining up to read his works, you know!
fr: @george1 Sérieusement, il y a des gens qui font la queue pour lire ses travaux, tu sais !

source: @george1_smug They all have me to thank, of course.
fr: @george1_smug Ils peuvent me remercier, bien entendu.

source: @niko Oh? \>\@niko_speak What does he write about?
fr: @niko Oh ? \>\@niko_speak Quel sujet aborde-t-il ?

source: @george1 What DOESN'T he write about?
fr: @george1 Quel sujet n'aborde-t-il PAS ?

source: @george1 He cranks out those scripts at the speed of light!
fr: @george1 Il écrit à la vitesse de la lumière !

source: @george1_hm Which is 299,792,458 meters per second, by the way.
fr: @george1_hm Ce qui équivaut à 299 792 458 mètres par seconde, d'ailleurs.

source: @george2_stress DON'T TOUCH THAT I HAVE TO FINISH THIS BY THE END OF THE WEEK.
fr: @george2_stress PAS TOUCHE, JE DOIS TERMINER TOUT ÇA D'ICI LA FIN DE LA SEMAINE.

source: @niko_what Oh, sorry...
fr: @niko_what Oh, pardon...

source: @george2_stress PEOPLE ARE LITERALLY LINING UP TO READ HIS BOOKS!
fr: @george2_stress SÉRIEUSEMENT, IL Y A DES GENS QUI FONT LA QUEUE POUR LIRE SES LIVRES !

source: @george2_grr WHAT DOESN'T HE WRITE ABOUT.
fr: @george2_grr QUEL SUJET N'ABORDE-T-IL PAS ?

source: @george2_stress "HEY GEORGE I JUST WROTE ABOUT THE ENTIRE UNIVERSE WHILE YOU WERE TAKING A COFFEE BREAK."
fr: @george2_stress « HÉ GEORGE, JE VIENS D'ÉCRIRE UNE ANTHOLOGIE SUR L'UNIVERS TOUT ENTIER PENDANT QUE TU PRENAIS TA PAUSE. »

source: @george2_stress "IT'S SEVERAL MILLION VOLUMES."
fr: @george2_stress « ELLE EST EN PLUSIEURS MILLIONS DE TOMES. »

source: @george2_no WHERE DOES THAT GUY GET ALL THAT FREE TIME!!!
fr: @george2_no COMMENT CE TYPE FAIT-IL POUR AVOIR AUTANT DE TEMPS LIBRE ?!

source: @george3_sad Sigh....... And I haven't even finished this box yet...\>\n
fr: @george3_sad *Soupir*....... Et je n'ai même pas terminé cette boîte...\>\n

source: \@george3_sigh ...maybe I shouldn't be his editor after all...
fr: \@george3_sigh ... Il devrait peut-être trouver un autre éditeur...

source: @george3_sad His books are in such high demand all the time!
fr: @george3_sad Il y a une demande constante pour ses livres !

source: @george3 People would even wait in line to loan a copy....
fr: @george3 Les gens font même la queue pour emprunter un exemplaire...

source: @george3_sad What doesn't he write about...
fr: @george3_sad Quel sujet n'aborde-t-il pas... ?

source: @george3_sigh He's just... too good...
fr: @george3_sigh Il est... trop fort...

source: @george4 Ah! That box is for the book I'll get to publish this week!
fr: @george4 Ah ! Cette boîte est pour le livre que je dois publier cette semaine !

source: @george4_omg I'm so excitedddd~
fr: @george4_omg Je suis surexcitéeee~

source: @george4_smile His books are in high demand, y'know?
fr: @george4_smile Ses livres sont très demandés, tu sais ?

source: @george4 We literally have people lining up to read them!
fr: @george4 Sérieusement, les gens font la queue pour les lire !

source: @george4_smile Haha, what DOESN'T he write about?
fr: @george4_smile Haha, quel sujet n'aborde-t-il PAS ?

source: @george4 It's really impressive how fast he can crank these scripts out!
fr: @george4 Il écrit à une vitesse impressionnante !

source: @george4_golly Like, where does that guy get all that time?
fr: @george4_golly Comment ce type fait-il pour avoir autant de temps ?

source: @george5_smile This is the box I'll get to publish this week!
fr: @george5_smile Je dois publier ce qu'il y a dans cette boîte cette semaine !

source: @george5 Oh, oh! Did I mention this gentleman's books are quite popular?
fr: @george5 Oh, oh ! Je t'ai dit que les livres de ce monsieur sont très populaires ?

source: @george5_smile You might be a little too young to understand them, but the older kids love them!
fr: @george5_smile Tu es probablement un peu jeune pour les comprendre, mais les enfants plus âgés les adorent !

source: @george5_smile Lots and lots of things!
fr: @george5_smile Tout plein de choses !

source: @george5 Everything from plants and animals to machines and robots!
fr: @george5 Les plantes, les animaux, les machines ou encore les robots !

source: @george5_smile Some of his books even have pictures!
fr: @george5_smile Certains de ses livres sont mêmes illustrés !

source: @george6 That box's got stuff I can publish this week!
fr: @george6 Cette boîte est remplie de trucs que j'dois publier cette semaine !

source: @george6_point I better up my game, dude. \> Peeps are lining up to read his books!
fr: @george6_point J'dois monter d'un cran, là. \> Y a des gens qui font la queue pour lire ses bouquins !

source: @george6_shrug Dude, what DOESN'T he write about!
fr: @george6_shrug Mon p'tit pote, quel sujet n'aborde-t-il pas ?

source: @george6_smile Like I said, he's got passion, lots of it!
fr: @george6_smile J'te l'ai dit. Il est trop passionné !

source: @george6_shrug It's like every time I turn around he just writes another huge anthology about the universe.
fr: @george6_shrug Dès que j'ai l'dos tourné, il écrit encore une énorme anthologie sur l'univers.

source: @george6 Gotta respect that.
fr: @george6 J'le respecte grave.

source: @niko These boxes are full of loose papers and notebooks.
fr: @niko Ces boîtes sont pleines de feuilles et de cahiers en vrac.

source: @george1 Oh! I see you are curious about my job.
fr: @george1 Oh ! Je vois que tu t'intéresses à mon travail.

source: @george1_hm ...My very important job!
fr: @george1_hm ... Mon travail si important !

source: @george1_smug You see, The Author has entrusted ME with his all his ideas!
fr: @george1_smug Tu vois, c'est à MOI que l'Auteur a confié toutes ses idées !

source: @george1_hm That's right... the author sends his manuscripts directly to ME!
fr: @george1_hm Eh oui... C'est à MOI que l'Auteur envoie directement ses manuscrits !

source: @george1_smug I am in charge of publishing all of his books that everyone loves!
fr: @george1_smug Je suis chargée de publier tous les livres que les gens adorent !

source: @george1 Although... he hasn't been sending me anything as of late!
fr: @george1 Enfin... Ça fait un moment qu'il ne m'a rien envoyé !

source: @george1_hm I wonder, I wonder...
fr: @george1_hm Je me pose des questions...

source: @george1_smile Perhaps he decided that, since I work so hard, I deserve a break?
fr: @george1_smile Il a peut-être décidé que je méritais des vacances, parce que je me tue à la tâche !

source: @george1 As brilliant as I am, I still can't keep up with him!
fr: @george1 J'ai beau être intelligente, je n'arrive pas à suivre son rythme !

source: @george1 Even AFTER he stopped sending me things, I still can't catch up.
fr: @george1 Même quand il ne m'envoie rien, je n'arrive toujours pas à rattraper mon retard.

source: @george1_hm Of course, I have published book after book after book, but...
fr: @george1_hm Bien sûr, j'ai publié ses livres les uns après les autres, mais...

source: @george1 The box of manuscripts just seems to be growing on its own!
fr: @george1 La boîte de manuscrits semble se remplir toute seule !

source: @george2_grr What? You ain't never seen manuscripts before?
fr: @george2_grr Quoi ? T'as jamais vu un manuscrit ?

source: @george2_sigh That's what books look like before they get published, kid.
fr: @george2_sigh C'est à ça que ressemblent les livres avant d'être publiés.

source: @niko I see!
fr: @niko Je vois !

source: @niko Do you help him publish books?
fr: @niko Vous l'aidez à publier des livres ?

source: @george2_stress Well, DUH!\>\n\@george2_grr Why do you THINK I have literal mountains of his manuscripts, here?
fr: @george2_stress Euh, OUAIS !\>\n\@george2_grr À ton avis, pourquoi j'ai des montagnes de manuscrits ?

source: @george2 He just WOULDN'T STOP SENDING ME THINGS!!!
fr: @george2 IL N'ARRÊTAIT PAS DE M'ENVOYER DES TRUCS !!!

source: @george2_grr Like, man oh MAN does that guy work fast.\>\n\@george2_sigh I just couldn't keep up!
fr: @george2_grr Non mais j'te jure. Il travaille tellement vite.\>\n\@george2_sigh Je n'arrivais pas à suivre !

source: @george2 But one day he just, stopped.\>\n\@george2_sigh ABOUT TIME, I would say.\>\n\@george2 But it's also weird since it's HIM.
fr: @george2 Mais un jour, il s'est arrêté.\>\n\@george2_sigh IL ÉTAIT TEMPS, si tu veux mon avis.\>\n\@george2 Mais c'est très étrange venant de LUI.

source: @george2_grr BUT! Worst part of all?
fr: @george2_grr MAIS ! Tu veux savoir le pire ?

source: @george2_stress Even after he stopped bombarding me, the piles of material I have on hand never seem to get any smaller!
fr: @george2_stress Même s'il ne me bombarde plus, les piles de manuscrits que j'ai ne semblent pas diminuer !

source: @george2_no IT'S LIKE THE BOXES ARE MAGICALLY FILLING THEMSELVES BACK UP EVERY TIME I TURN AROUND!!!!
fr: @george2_no C'EST COMME SI LES BOÎTES SE REMPLISSAIENT TOUTES SEULES CHAQUE FOIS QUE J'AI LE DOS TOURNÉ !!!!

source: @george2_stress WHAT IS EVEN HAPPENING!
fr: @george2_stress MAIS QU'EST-CE QUI SE PASSE ?!

source: @niko_huh Are you okay?
fr: @niko_huh Tout va bien ?

source: @george2_no NO!!!!!!
fr: @george2_no NON !!!!!!

source: @george3_sad Siiiigh...
fr: @george3_sad *Soupir*...

source: @george3_sigh You just had to remind me...
fr: @george3_sigh Il suffisait que tu en parles...

source: @niko_speak What's wrong?
fr: @niko_speak Quel est le problème ?

source: @george3_sad The author hasn't shown up lately, nor has he sent me any new manuscripts...
fr: @george3_sad L'Auteur ne s'est pas montré récemment, et il ne m'a pas non plus envoyé de manuscrits...

source: @george3_sad I'm his editor and publisher, you know...
fr: @george3_sad J'édite et je publie ses livres pour lui, tu sais...

source: @george3_cry What if he doesn't want me to help him anymore?
fr: @george3_cry Il ne veut peut-être plus que je l'aide ?

source: @george3_worry He's brilliant, he works so fast....
fr: @george3_worry Il est intelligent, il travaille tellement vite...

source: @george3_worry I'm so behind with publishing his books....what if he thinks I'm too slow...
fr: @george3_worry Je suis en retard dans la publication de ses livres... Et s'il pense que je suis trop lente... ?

source: @george3_sigh Even after he's stopped sending me things, I still can't keep up...
fr: @george3_sigh Même s'il ne m'envoie plus rien, je n'arrive pas à suivre...

source: @george3_sad The pile seems to just keep growing...
fr: @george3_sad La pile semble s'agrandir chaque jour...

source: @george4_omg Oh! These are the manuscripts The Author sent me!
fr: @george4_omg Oh ! Ce sont les manuscrits que l'Auteur m'a envoyés !

source: @george4 As the head librarian, it's my job to help him with the publication process.
fr: @george4 En tant que bibliothécaire en chef, c'est mon devoir de l'aider à les publier.

source: @george4_golly But ah... lately he hasn't been sending me anything.
fr: @george4_golly Mais ah... Récemment, il ne m'envoie plus rien.

source: @george4_golly This isn't like him...
fr: @george4_golly Ça ne lui ressemble pas...

source: @george4 I mean, I guess it does give me some extra time to work through this backlog!
fr: @george4 Enfin, j'imagine que ça me laisse du temps libre pour rattraper tout mon retard !

source: @george4_oops To be honest, I'm a little behind, haha!
fr: @george4_oops Pour être honnête, je ne suis pas vraiment en avance, haha !

source: @george4_omg That guy works really fast!
fr: @george4_omg Ce type travaille tellement vite !

source: @george4 ...the weird part is,\>\nI've been publishing book after book AFTER he stopped sending me things, right?
fr: @george4 ... Ce qui est étrange,\>\n c'est que j'ai continué à publier livre sur livre alors qu'il ne m'envoyait plus rien...

source: @george4_golly But the pile of manuscripts never seems to get any smaller!
fr: @george4_golly Mais la pile de manuscrits ne semble jamais diminuer !

source: @george4_golly ...at all!
fr: @george4_golly ... pas du tout !

source: @george4_oops Golly, you think I'm going bonkers?
fr: @george4_oops Mince alors, tu me prends pour une folle ?

source: @george5_smile I see you've taken an interest to the manuscripts!
fr: @george5_smile Je vois que tu t'intéresses aux manuscrits !

source: @niko What are they for?
fr: @niko Ils servent à quoi ?

source: @george5_aww Well, aren't you curious, little one!
fr: @george5_aww Eh bien, tu aimes fouiner, mon chou !

source: @george5 The Author passed these drafts to me, you see!
fr: @george5 L'Auteur m'a envoyé ces ébauches, vois-tu !

source: @george5_smile Since I'm the head librarian, I am supposed to help him publish these!
fr: @george5_smile Comme je suis la bibliothécaire en chef, je dois l'aider à les publier !

source: @george5_hmm But... oh, I haven't seen that gentleman lately....
fr: @george5_hmm Mais... Oh, je n'ai pas vu ce cher monsieur récemment...

source: @george5 Which is quite strange! Usually he delivers these manuscripts to me faster than I can work on them!
fr: @george5 Ce qui est très étrange ! En général, il envoie ces manuscrits plus rapidement que je ne peux les publier !

source: @george5_heh I guess now it just means I get a little more breathing room, hohoho!
fr: @george5_heh J'imagine qu'à présent, cela me laisse le temps de respirer, hohoho !

source: @niko_speak That's good!\>\@niko ...right?
fr: @niko_speak C'est bien !\>\@niko ... pas vrai ?

source: @george5_hmm I don't know! I AM quite worried about him.
fr: @george5_hmm Je ne sais pas ! Je m'inquiète RÉELLEMENT à son sujet.

source: @george5_hmm I hope he hasn't fallen ill from all that stress!
fr: @george5_hmm J'espère que tout ce stress ne l'a pas rendu malade !

source: @george5_smile At least I got my hands full for the time being.
fr: @george5_smile Au moins j'ai du pain sur la planche pour l'instant.

source: @george5 Even though he's stopped sending me things, it doesn't feel like he did at all!
fr: @george5 Même s'il a arrêté de m'envoyer des manuscrits, on ne dirait pas !

source: @george5_heh The pile of manuscripts I still need to proofread doesn't seem to get smaller, haha!
fr: @george5_heh La pile de manuscrits que je dois relire ne semble pas diminuer, haha !

source: @niko This box is full of loose papers and notebooks.
fr: @niko La boîte est peine de feuilles et de cahiers en vrac.

source: @george6_point Yo, these are the manuscripts The Author gave me.
fr: @george6_point Yo, c'est les manuscrits que l'Auteur m'a refilés.

source: @george6_smile I'm supposed to like, help him publish and stuff.
fr: @george6_smile Je dois, genre, l'aider à publier et tout.

source: @george6 But he hasn't shown his face 'round these parts lately.
fr: @george6 Mais il ne s'est pas pointé dans le coin récemment.

source: @george6 That's like, throwin off my groove, man.
fr: @george6 Ça m'a pourri mon groove, mec.

source: @george6_shrug Like, I'm used to him sending me new stuff all that time.
fr: @george6_shrug J'ai genre, l'habitude qu'il m'envoie tout le temps des trucs.

source: @george6 I mean, of course I can't keep up with the pace that he's writin', but he don't mind.
fr: @george6 J'veux dire, évidemment que j'arrive pas à suivre son rythme, mais ça le dérange pas.

source: @george6_fingerguns Guy's just tooootally passionate 'bout his job!
fr: @george6_fingerguns Le mec est cooomplètement passionné par son boulot !

source: @george6_smile Makes me wanna work hard too, so I do!
fr: @george6_smile Ça me motive aussi à bosser dur, et c'est c'que je fais !

source: @george6 I've been playin catchup with the stuff I haven't gotten to finish yet.
fr: @george6 J'passe mon temps à essayer de rattraper mon retard.

source: @george6_point But you know what's weird?
fr: @george6_point Mais tu sais c'qui est bizarre ?

source: @niko What?
fr: @niko Quoi ?

source: @george6_shrug The stuff I'm supposed to finish don't get finished.
fr: @george6_shrug Impossible de terminer c'que j'dois terminer.

source: @george6 Like I've put out book after book but the work pile don't get any smaller.
fr: @george6 J'enchaîne les bouquins mais la pile ne diminue pas.

source: @george6_shrug ...Have I really been slackin' that much?
fr: @george6_shrug ... Est-ce que j'ai vraiment autant glandé ?

source: @niko_speak The computer screen says something about "updated databases".
fr: @niko_speak L'écran d'ordinateur mentionne des « bases de données mises à jour ».

source: @george1 So!\>\n\@george1_smug Someone here to see the brilliant George, eh?
fr: @george1 Alors !\>\n\@george1_smug Quelqu'un veut voir George la virtuose, hein ?

source: @george1_smug Caught wind of my genius and couldn't help but come see for yourself, eh?
fr: @george1_smug Tu as eu vent de mon génie et tu veux le constater par toi-même, hein ?

source: @george1 ...don't answer!\>\n\@george1_smug Of course you are.
fr: @george1 ... Ne réponds pas !\>\n\@george1_smug Bien sûr que c'est ça.

source: @george1_smile What else could you ~possibly~ want?
fr: @george1_smile Que pourrais-tu bien vouloir d'autre ?

source: @niko Actually... \@niko_speak I need your help!\>\n\@niko_speak Can you tell me what I need to do?
fr: @niko En fait... \@niko_speak J'ai besoin d'aide !\>\n\@niko_speak Pouvez-vous me dire ce que je dois faire ?

source: @niko I think... I'm supposed to go in the Tower...
fr: @niko Je crois... que je dois aller dans la Tour...

source: @george1_smug Ah, but of course I can help!
fr: @george1_smug Ah, mais bien sûr que je peux t'aider !

source: @george1 For I...the brilliant and intelligent head librarian George, beholder of all knowledge........
fr: @george1 Car moi... George, la géniale bibliothécaire en chef, détentrice du savoir absolu...

source: @george1_hm ...Believe you're supposed to go in the Tower!
fr: @george1_hm Je crois que tu dois aller dans la Tour !

source: @niko_eyeclosed That's what I said...\>\n\@niko_speak But how, exactly?
fr: @niko_eyeclosed C'est ce que j'ai dit...\>\n\@niko_speak Mais comment ?

source: @george1 Through the Tower entrance room!
fr: @george1 En passant par l'entrée de la Tour !

source: @george1_hm Alas, going beyond that small entrance room requires ancient, forbidden knowledge that eludes even George.
fr: @george1_hm Hélas, il faut posséder un savoir ancien et interdit que même George ignore pour entrer.

source: @george1 ...but fear not!
fr: @george1 ... Mais pas de panique !

source: @george1 If that knowledge happens to be recorded in some cryptic tome in a long-dead language...
fr: @george1 Si ce savoir a été consigné dans un tome mystérieux rédigé dans une langue morte depuis des siècles...

source: @george1_smug Then know that I, George, am fluent in several dead languages!
fr: @george1_smug Sache que moi, George, je connais plusieurs langues mortes !
