Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @silver [The mines have been abandoned for a long time, I cannot guarantee that it's safe.]
fr: @silver [Les mines sont abandonnées depuis bien longtemps, je ne peux pas vous garantir qu'elles seront sans risque.]

source: @silver [If you must enter it, it is my duty to accompany you at least once.]
fr: @silver [Si vous devez y entrer, il est de mon devoir de vous accompagner au moins une fois.]

source: @niko Oh, thanks!
fr: @niko Oh, merci !

source: @niko The entrance is roped off...\>\n\@niko_speak And there's a sign here:
fr: @niko L'entrée est barrée...\>\n\@niko_speak Et il y a un panneau ici :

source: $WARNING:\nAuthorized personnel only!\n\nVisitors must see the Head Engineer for permission to enter the mines.
fr: $AVERTISSEMENT :\nEntrée réservée au personnel autorisé !\n\nLes visiteurs doivent obtenir l'autorisation de l'ingénieur en chef pour accéder aux mines.

source: @niko I guess we should find the Head Engineer...
fr: @niko J'imagine qu'on va devoir trouver cet ingénieur en chef...

source: [COMMUNICATIONS WITH THE SURFACE HAVE BEEN LOST.]
fr: [LE CONTACT AVEC LA SURFACE A ÉTÉ PERDU.]

source: [I AM UNABLE TO DO ANYTHING.]
fr: [JE SUIS DANS L'INCAPACITÉ DE FAIRE QUOI QUE CE SOIT.]

source: $WHO TOOK MY STAPLER
fr: $QUI A PRIS MON AGRAFEUSE ?

source: @niko There are some small holes on the table...
fr: @niko Il y a des petits trous dans la table...

source: @niko Looks like something was bolted here before...
fr: @niko Il semblerait que quelque chose était attaché ici...

source: @niko There's some small holes on the table...
fr: @niko Il y a des petits trous dans la table...

source: [ARE YOU HERE TO PURCHASE A COPY?]
fr: [ÊTES-VOUS LÀ POUR ACHETER UNE COPIE ?]

source: @niko ...No?
fr: @niko ... Non ?

source: @niko_speak Newspapers are for grown-ups!
fr: @niko_speak Les journaux sont pour les adultes !

source: [GROWN...UPS?]
fr: [AD... ADULTES ?]

source: [WHAT DOES THAT MEAN?]
fr: [QU'EST-CE QUE CELA SIGNIFIE ?]

source: @niko_speak It means people who aren't kids!
fr: @niko_speak Des gens qui ne sont pas des enfants !

source: [KIDS?]
fr: [ENFANTS ?]

source: @niko ...er...aren't you a kid?
fr: @niko ... euh... Tu n'es pas un enfant ?

source: [I AM A ROBOT.]
fr: [JE SUIS UN ROBOT.]

source: @niko_eyeclosed Right...
fr: @niko_eyeclosed C'est vrai...

source: Don't lose faith.
fr: Ne perdez pas espoir.

source: @niko You alright?
fr: @niko Tout va bien ?

source: Ah, the messiah. Perhaps this is a sign.
fr: Ah, le messie. C'est peut-être un signe.

source: Tell me, do you think you can fix the world with the sun?
fr: Dis-moi, Tu penses pouvoir réparer le monde avec le soleil ?

source: @niko_eyeclosed Honestly, I don't know...
fr: @niko_eyeclosed Honnêtement, je ne sais pas...

source: @niko I've been getting mixed messages...
fr: @niko On m'envoie des indications contraires...

source: I know.
fr: Je sais.

source: But what do YOU think?
fr: Mais qu'est-ce que tu en penses TOI ?

source: @niko I...think....
fr: @niko Je... pense...

source: @niko_speak ...I think I should listen to \p!
fr: @niko_speak Je pense que je devrais écouter \p !

source: @niko After all, \p helped me get this far.
fr: @niko Après tout, si j'ai fait tout ce chemin, c'est grâce à \p.

source: I will take your faith for an answer, then.
fr: Alors je vais considérer ta foi comme une réponse.

source: @niko What do you mean by that?
fr: @niko Qu'est-ce que ça veut dire ?

source: It means whatever you think it means.
fr: Ce que tu penses que ça veut dire.

source: @niko Beep boop.
fr: @niko Bip bip.

source: @niko It's locked from the inside.
fr: @niko C'est fermé de l'intérieur.

source: @niko This elevator goes back up to the catwalks.
fr: @niko L'ascenseur remonte vers les passerelles.

source: @niko_speak We'll need to press the button if we wanna go back up!
fr: @niko_speak Nous allons devoir appuyer sur le bouton si nous voulons remonter !

source: @plight Anyway, it was nice meeting you....uh
fr: @plight Bref, heureux d'avoir pu te rencontrer, heu...

source: @plight ...Right. See you around, kid.
fr: @plight ... C'est ça. À la prochaine.

source: @plight Gotta run now!
fr: @plight Je dois y aller maintenant !

source: @niko He seems in a hurry...
fr: @niko Il a l'air pressé...

source: @niko I guess we should hurry too, \p.
fr: @niko J'imagine que nous devrions également nous dépêcher, \p.

source: @niko_speak People are counting on us!
fr: @niko_speak Tout le monde compte sur nous !

source: @niko Let's go find that library.
fr: @niko Allons trouver cette bibliothèque.

source: @george1 Oh, do you need George to tell you what to do again?
fr: @george1 Oh, tu as encore besoin que George te dise quoi faire ?

source: @george1 According to the journal, you must go to the small room at the base of the Tower while having three pieces of the previous sun in your possession.
fr: @george1 D'après le carnet, tu dois te rendre dans la petite pièce au pied de la Tour avec les trois fragments du soleil précédent.

source: @george1 With those three items at hand, you must stand in the room, and \p will do something about floor patterns and windows.
fr: @george1 Avec ces trois objets, tu dois te tenir debout dans la pièce et \p s'occupera des motifs au sol et des fenêtres.

source: @niko Alright... thank you!
fr: @niko D'accord... merci !

source: @george1_smile Good luck on your journey, small child!
fr: @george1_smile Bonne chance lors de cette aventure !

source: @george1 George shall bid you farewell now.
fr: @george1 George va te dire au revoir, à présent.

source: @george1 I've done it!\>\n
fr: @george1 Et voilà !\>\n

source: @george1_smile I have finished the daunting task of translating this journal!
fr: @george1_smile J'ai enfin fini de traduire ce carnet !

source: @niko_speak Oh! That was fast!
fr: @niko_speak Oh ! C'était rapide !

source: @george1_smug But of course! I AM the speediest translator in recent history.
fr: @george1_smug Bien sûr ! Je SUIS la traductrice la plus rapide de notre ère.

source: @george1 Anyway, I made you a line-by-line transcript. \>\nIt looks like this journal might be meant for \p.
fr: @george1 Bref, je t'ai compilé une traduction ligne par ligne. \>\nOn dirait que ce carnet était destiné à \p.

source: @george1 Here, take a look yourself.
fr: @george1 Tiens, regarde.

source: @george1 There, that's the last of it.
fr: @george1 Voilà, c'est tout.

source: @george1 The rest of the pages are torn out.\>\n\@george1_hm You didn't do this, did you?
fr: @george1 Les autres pages ont été arrachées.\>\n\@george1_hm Ce n'est pas toi qui a fait ça, quand même ?

source: @niko_speak No!
fr: @niko_speak Non !

source: @george1 A shame! I was wondering what "window" was supposed to mean.\>\n\@george1 Ah well, I guess \p will have to figure out that one.
fr: @george1 Dommage ! Je me demandais ce que cette « fenêtre » voulait dire.\>\n\@george1 Bref, \p devra percer ce mystère.

source: @niko Right...
fr: @niko D'accord...

source: @niko_speak By the way, what does it mean by "three pieces of the previous sun"?\>\n\@niko I only have this sun...
fr: @niko_speak Au fait, qu'est-ce que le carnet veut dire par « trois fragments du soleil précédent » ?\>\n\@niko Je n'ai que ce soleil...

source: @george1_hm Aha!\>\nThat... \@george1_smug is a question George can answer!
fr: @george1_hm Aha !\>\nAlors ça... \@george1_smug C'est une question à laquelle George peut répondre !

source: @george1 It means you need items containing yellow phosphor, the rarest of the phosphors.\>\n\@george1 ...said to absorb sunlight for the longest time and never fade out.
fr: @george1 Cela veut dire qu'il te faut des objets contenant du phosphore jaune, le plus rare de tous.\>\n\@george1 ... On raconte qu'il absorbe la lumière du soleil pendant très longtemps et que celle-ci ne faiblit jamais.

source: @niko_speak Oh!\>\n\@niko I do have a piece of amber and a feather, they're both glowing yellow...
fr: @niko_speak Oh !\>\n\@niko J'ai un morceau d'ambre et une plume qui brillent en jaune...

source: @george1_hm But alas, you are missing the third, no?
fr: @george1_hm Malheureusement, tu n'as que deux objets, pas vrai ?

source: @george1 Fear not! For George, collector of rare artifacts... \@george1_hm will assist you!\>\n\@george1 Here.
fr: @george1 Pas de panique ! George, grande collectionneuse d'artefacts rares... \@george1_hm va t'aider !\>\n\@george1 Tiens.

source: @niko Oh...\>\n\@niko_speak It looks... \@niko_huh ...like you?
fr: @niko Oh...\>\n\@niko_speak On dirait... \@niko_huh ... On dirait vous ?

source: @george1_smile Yes!
fr: @george1_smile Oui !

source: @george1_smile Now you'll never forget my face! \>\n\@george1 The face... \>\@george1_hm of knowledge.
fr: @george1_smile Tu n'oublieras jamais mon visage, comme ça ! \>\n\@george1 Le visage... \>\@george1_hm de la connaissance.

source: @niko_speak Ah, thank you!
fr: @niko_speak Ah, merci !

source: @george1 Yes, even someone as great as I must put the proper thought and care into a task like this.\>\n
fr: @george1 Oui, même une personne aussi géniale que moi doit s'appliquer pour une tâche comme celle-ci.\>\n

source: @niko_yawn *yawn*...
fr: @niko_yawn *bâille*...

source: @niko_eyeclosed Excuse me.... \>\n\@niko ...again.
fr: @niko_eyeclosed Pardon... \>\n\@niko ... encore une fois.

source: @george1 Go take a nap, small child! \>\n\@george1_smug Take a nap and appreciate my hospitality!
fr: @george1 Va faire une sieste, mon enfant ! \>\n\@george1_smug Fais une sieste et profite de mon hospitalité !

source: @george1 Guest room's in the attic down the hall, in case you forgot.
fr: @george1 Si tu as oublié, la chambre d'amis est dans le grenier, au bout du couloir.

source: @niko I do have this book, though!\>\n\@niko_speak I...think it's written in some sort of...words I don't recognize?
fr: @niko Mais j'ai ce livre, en revanche !\>\n\@niko_speak Je... pense qu'il est dans une langue... que je ne connais pas ?

source: @george1 Aha!\>\nAn ancient book!\>\nWritten by no less than the most ancient... wait a minute.
fr: @george1 Aha !\>\nUn livre ancien !\>\nDont l'auteur n'est nul autre que le plus ancien... Attends un peu.

source: @george1_hm This isn't ancient at all!\>\n\@george1 But it's written in a dead language nevertheless.
fr: @george1_hm Ce livre n'est pas du tout ancien !\>\n\@george1 Mais il est quand même écrit dans une langue morte.

source: @george1_hm It's time...for me to unleash my brilliance!
fr: @george1_hm Il est temps... temps pour moi de libérer mon intelligence !

source: @george1 For George (me),\npossessor of at least one PhD...\>\n\@george1_smug shall translate this!
fr: @george1 Car George (moi),\n détentrice d'au moins un doctorat...\>\n\@george1_smug vais te traduire tout ça !

source: @george1 ...this will take some time, however.
fr: @george1 ... Enfin, ça va me prendre un moment.

source: @niko I see...\>\n\@niko_yawn *yawn*...
fr: @niko Je vois...\>\n\@niko_yawn *bâille*...

source: @niko_eyeclosed Excuse me....
fr: @niko_eyeclosed Pardon...

source: @george1_hm Oh? What's this? \>\nYou are sleepy?
fr: @george1_hm Oh ? Qu'y a-t-il ?\>\nTu as sommeil ?

source: @niko_eyeclosed A little....
fr: @niko_eyeclosed Un peu...

source: @george1_smile Fear not! \>Because I have read a book on hospitality before!
fr: @george1_smile Pas de panique ! \>J'ai déjà lu un livre sur l'hospitalité !

source: @george1_smug ...and thus, have prepared for this exact situation!
fr: @george1_smug ... J'ai donc tout prévu pour ce genre de situation !

source: @george1 ...Guest room's in the attic down the hall.
fr: @george1 La chambre d'amis est dans le grenier, au bout du couloir.

source: @niko So....
fr: @niko Donc...

source: @george1 If you have any questions regarding books, then fear not.
fr: @george1 Si tu as des questions concernant les livres, pas de panique.

source: @george1_smug For I, George the head librarian, know a lot about \c[3]books\c[0].
fr: @george1_smug Car George la bibliothécaire en chef en connaît un rayon sur les \c[3]livres\c[0].

source: @george2_grr What? You need me to explain again?
fr: @george2_grr Quoi ? Tu veux que je t'explique à nouveau ?

source: @george2_sigh FINE.
fr: @george2_sigh TRÈS BIEN.

source: @george2 The Journal says you have to go to the small room at the base of the Tower while holding three pieces of the previous sun.
fr: @george2 Selon le carnet, tu dois te rendre dans la petite pièce au pied de la Tour en portant les trois fragments du soleil précédent.

source: @george2 Since you already have those, you must stand in the room and wait for \p to do something about floor patterns and windows.
fr: @george2 Comme tu les as déjà, tu dois te tenir debout dans la pièce et attendre que \p s'occupe des motifs au sol et des fenêtres.

source: @niko Alright... that makes sense.\>\n\@niko Thank you!
fr: @niko D'accord... Ça se tient.\>\n\@niko Merci !

source: @george2_sigh Well, bye.
fr: @george2_sigh Eh bien, au revoir.

source: @george2_grr THERE. FINALLY.\>\n\@george2_sigh ...the translation is done.
fr: @george2_grr VOILÀ. ENFIN.\>\n\@george2_sigh ... La traduction est terminée.

source: @niko_speak Oh!\>\n\@niko That was faster than I thought!
fr: @niko_speak Oh !\>\n\@niko Ça a pris moins de temps que prévu !

source: @george2_grr Well, YEAH!\>\n\@george2_stress You've been asleep for hours!
fr: @george2_grr Euh, NORMAL !\>\n\@george2_stress Tu as dormi pendant des heures !

source: @george2_sigh Anyway...\>\n\@george2_grr It looks like this journal was meant for \p.
fr: @george2_sigh Bref...\>\n\@george2_grr On dirait que ce carnet est destiné à \p.

source: @george2_sigh Here. Read it yourself.
fr: @george2_sigh Tiens. Vas-y, lis.

source: @george2_grr That's all there is.\>\n\@george2_sigh Someone tore out the other pages.
fr: @george2_grr C'est tout.\>\n\@george2_sigh Quelqu'un a arraché le reste des pages.

source: @george2_grr Did YOU do this???
fr: @george2_grr C'est TOI qui as fait ça ???

source: @niko_huh No!
fr: @niko_huh Non !

source: @george2_sigh Then you're on your own, kid. I'm not sure what "window" means here.\>\n\@george2 Maybe \p will have to figure out that one.
fr: @george2_sigh Alors c'est ton problème. Je ne sais pas ce que « fenêtre » veut dire, ici.\>\n\@george2 Peut-être que \p comprendra.

source: @george2_grr Do I have to explain EVERYTHING...
fr: @george2_grr Faut-il vraiment que je t'explique TOUT... ?

source: @george2_sigh Sigh.\>\n\@george2_grr It's just a fancy word for objects containing yellow phosphor.
fr: @george2_sigh *Soupir*\>\n\@george2_grr C'est un mot savant qui désigne les objets contenant du phosphore jaune.

source: @george2_sigh Y'know, stuff that glows yellow.
fr: @george2_sigh Tu sais, les trucs qui brillent en jaune.

source: @niko_speak Oh!\>\n\@niko I do have a piece of amber and a feather!
fr: @niko_speak Oh !\>\n\@niko J'ai un morceau d'ambre et une plume !

source: @niko_speak They fit the description, right...?
fr: @niko_speak Ces objets correspondent à la description, pas vrai... ?

source: @george2_grr Yeah, but you only have TWO of them.
fr: @george2_grr Ouais, mais tu n'en as que DEUX.

source: @george2_grr And they're super rare so it's not like you're just gonna find something like that on the ground.
fr: @george2_grr Et ils sont super rares, donc ça m'étonnerait que tu en trouves un par hasard.

source: @george2_sigh ...\>\@george2_grr ...okay.
fr: @george2_sigh ...\>\@george2_grr ... D'accord.

source: @george2 Here. You can have this.
fr: @george2 Tiens. Prends ça.

source: @niko Oh...\>\n\@niko_speak It looks... \@niko ...kinda like you?
fr: @niko Oh...\>\n\@niko_speak On dirait... \@niko_huh ... On dirait vous un peu ?

source: @george2_grr What? Never seen dice before?
fr: @george2_grr Quoi ? Tu n'as jamais vu un dé ?

source: @niko_speak No!\> I mean yes!\>\n\@niko I mean, it's just...
fr: @niko_speak Non !\> Je veux dire si !\>\n\@niko Je veux dire, c'est juste que...

source: @george2_grr So... yeah.\>\nNeed anything else?
fr: @george2_grr Donc... ouais.\>\nTu veux quelque chose d'autre ?

source: @niko_speak I'm good, thank you!
fr: @niko_speak C'est bon, merci !

source: @george2_grr ...Off you go, then.\>\n\@george2_sigh Don't screw this up, okay?
fr: @george2_grr ... Allez, ouste.\>\n\@george2_sigh Ne fais pas tout foirer, d'accord ?

source: @george2_grr What? Couldn't find it?\>\n\@george2_sigh It's down the hall and upstairs!
fr: @george2_grr Quoi ? Tu n'as pas trouvé ?\>\n\@george2_sigh Au bout du couloir, en haut des escaliers !

source: @george2_grr Just go take a nap. \>\@george2_sigh Translating's gonna take a while anyway.
fr: @george2_grr Va faire une sieste. \>\@george2_sigh La traduction va prendre un moment, de toute façon.

source: @niko I have this book!\>\n\@niko_speak I...think it's written in some sort of...words I don't recognize?
fr: @niko J'ai ce livre !\>\n\@niko_speak Je... crois qu'il est dans une langue... que je ne connais pas ?

source: @george2 Oh? \>\nLemme see...
fr: @george2 Oh ?\>\nVoyons voir...

source: @george2_grr ...oh.\>\n\@george2_stress Of course... \>\@george2_NO OF COURSE!!!
fr: @george2_grr ... oh.\>\n\@george2_stress Bien sûr... \>\@george2_NO BIEN SÛR !!!

source: @george2_sigh More work for George, FINE.
fr: @george2_sigh Du boulot en plus pour George, PARFAIT.

source: @george2_grr Hey uh, \>\@george2 kid...
fr: @george2_grr Hé euh, \>\@george2 ... toi...

source: @george2_grr Looks I'm gonna have to translate this for you.\>\n\@george2_sigh Might take a while.
fr: @george2_grr On dirait que je vais devoir te traduire ça.\>\n\@george2_sigh Ça risque de prendre un moment.

source: @niko Alright...\>\n\@niko_yawn *yawn*...
fr: @niko Très bien...\>\n\@niko_yawn *bâille*...

source: @george2_grr I know that feel, kid. \>\n\@george2_stress I haven't had a good night's sleep in weeks!
fr: @george2_grr Je sais ce que tu ressens.\>\n\@george2_stress Je n'ai pas bien dormi depuis des semaines !

source: @niko_yawn *yawn*...\>\n\@niko_eyeclosed ...\. that's \.\....not good...
fr: @niko_yawn *bâille*...\>\n\@niko_eyeclosed ...\. Ce n'est \.\.... pas bien...

source: @george2_grr ...You know what?\>\n\@george2_sigh I have a guest room in the attic down the hall.
fr: @george2_grr ... Tu sais quoi ?\>\n\@george2_sigh J'ai une chambre d'amis dans le grenier, au bout du couloir.

source: @george2 Go take a nap!\>\n\@george2_stress Just looking at you getting tired is making me tired!
fr: @george2 Va faire une sieste !\>\n\@george2_stress Le simple fait de te regarder me fatigue !

source: @george2_sigh Well, since you're already here.\>\n\@george2_grr It'd be rude for me to tell you to leave.
fr: @george2_sigh Comme tu es déjà là,\>\n\@george2_grr ce serait déplacé de te demander de partir.

source: @george2 Do you uh...\. got any questions about \c[3]books\c[0]...
fr: @george2 Tu... euh...\. Tu as des questions sur les \c[3]livres\c[0]... ?

source: @george2_sigh Or you can read something here, I don't care. \>\n\@george2_grr Just don't make a mess!
fr: @george2_sigh Ou alors tu peux lire ce que tu veux. Je m'en fiche. \>\n\@george2_grr Mais ne mets pas la pagaille !

source: @george3_sad Ohh... are you still lost?
fr: @george3_sad Ohh... Tu ne sais toujours pas quoi faire ?

source: @george3_sigh I KNEW I didn't explain it well enough...
fr: @george3_sigh Je SAVAIS que mes explications n'étaient pas claires...

source: @george3_sad Alright... the journal says you must go to the small room at the base of the Tower while having three pieces of the previous sun in your possession.
fr: @george3_sad Très bien... D'après le carnet, tu dois te rendre dans la petite pièce au pied de la Tour avec les trois fragments du soleil précédent.

source: @george3_sad And...since you have the three items... you need to stand in the room, and \p will do something about floor patterns and windows...
fr: @george3_sad Et... comme tu as ces trois objets... tu dois te tenir debout dans la pièce et \p s'occupera des motifs au sol et des fenêtres...

source: @niko That makes sense, thank you!
fr: @niko Ça se tient, merci !

source: @george3_sad Yeah... \>\@george3_sigh see you around, I guess...
fr: @george3_sad Ouais... \>\@george3_sigh À plus, alors...

source: @george3_sigh It's done...
fr: @george3_sigh C'est terminé.

source: @niko_speak That was fast! Thank you!
fr: @niko_speak Quelle rapidité ! Merci !

source: @george3_sad ...not... really.
fr: @george3_sad ... pas... vraiment.

source: @george3_sigh You've just been sleeping....
fr: @george3_sigh Tu dormais...

source: @niko_eyeclosed Right.
fr: @niko_eyeclosed D'accord.

source: @george3_worry Anyway... \.he...\. this person... wrote this journal for \p... I think...
fr: @george3_worry Bref... \.il...\. cette personne... a écrit ce carnet pour \p... Je pense...

source: @george3 I made you a transcript... here.
fr: @george3 Je t'ai fait une transcription... Tiens.

source: @george3_cry Th...that was the last of it.
fr: @george3_cry C'est... C'est tout.

source: @george3_worry A lot of the pages were torn out...\>\n\@george3_cry Do you know what happened?
fr: @george3_worry De nombreuses pages ont été arrachées...\>\n\@george3_cry Tu sais ce qu'il s'est passé ?

source: @george3_sad Ah... I don't know what "window" is supposed to mean.\>\n\@george3_worry Maybe \p will know...
fr: @george3_sad Ah... Je ne sais pas ce que veut dire « fenêtre ».\>\n\@george3_worry \p saura peut-être...

source: @george3_sigh That's just referring to things with yellow phosphor in them.\>\n\@george3 They uh... they glow for a long time!
fr: @george3_sigh Ça renvoie simplement aux objets contenant du phosphore jaune.\>\n\@george3 Ils euh... Ils brillent pendant longtemps !

source: @george3_worry But they're really rare...
fr: @george3_worry Mais ils sont très rares...

source: @niko_speak Ooooh.\>\n\@niko I have a piece of amber and a feather, they're both glowing yellow...
fr: @niko_speak Ooooh.\>\n\@niko J'ai un morceau d'ambre et une plume qui brillent tous les deux en jaune...

source: @george3_worry But that's just two...
fr: @george3_worry Mais ça n'en fait que deux...

source: @george3_sigh ...\>\n\@george3 Here, you can have this.
fr: @george3_sigh ...\>\n\@george3 Tiens, prends ça.

source: @george3_sigh I... guess? It's just a die...
fr: @george3_sigh Je... J'imagine... ? Ce n'est qu'un dé à jouer...

source: @george3_worry Ohhhh, but "die" isn't a good word!\>\nWhat if I jinx your mission by giving you this?
fr: @george3_worry Ohhhh, mais tout ceci est loin d'être un jeu !\>\nJ'espère que je ne vais pas te porter la poisse en te donnant ceci !

source: @george3_cry THE WORLD IS GONNA DIE AND IT'S GONNA BE MY FAULT!
fr: @george3_cry LE MONDE VA S'EFFRONDER À CAUSE DE MOI !

source: @niko I... think we'll be fine, miss!
fr: @niko Je... Je pense que ça va aller, mademoiselle !

source: @george3_sad Are you sure?
fr: @george3_sad Tu crois ?

source: @niko_speak Yeah!\> Thank you for helping us, by the way!
fr: @niko_speak Ouais !\> Merci de m'avoir apporté votre aide !

source: @george3_sad Alright... \>\@george3_sigh see you around, I guess...
fr: @george3_sad Pas de souci... \>\@george3_sigh À la prochaine, alors...

source: @george3_cry I'm working as fast as I can...!!
fr: @george3_cry Je travaille aussi vite que je peux !

source: @niko No worries!
fr: @niko Pas de problème !

source: @niko_yawn *yawn*... \>\n\@niko_eyeclosed Excuse me...\. again.
fr: @niko_yawn *bâille*... \>\n\@niko_eyeclosed Pardon...\. encore une fois.

source: @george3_sad You can go take a nap if you want...
fr: @george3_sad Tu peux aller faire une sieste, si tu veux...

source: @george3_sad If you forgot, the guest room is down the hall and upstairs...
fr: @george3_sad Je te rappelle que la chambre d'amis est au bout du couloir, en haut des marches.
