Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @proto2b [...All of that is consistent with their concept of what a computer game looks like.]
fr: @proto2b [... Tout cela est raccord avec sa conception de ce que doit être un jeu vidéo.]

source: @niko_distressed_talk So why am I even here!!
fr: @niko_distressed_talk Alors, à quoi je sers ??

source: @niko_distressed What am I even supposed to save if everything is just...
fr: @niko_distressed Qu'est-ce que je dois sauver, si tout est...

source: @niko_distressed_meow FAKE??
fr: @niko_distressed_meow FAUX ??

source: @proto2b [..."Fake" is a harsh word, but...]
fr: @proto2b [... « Faux » est un peu sévère, mais...]

source: @niko_distressed2 And...\.\.why...did \p never tell me anything about... \.\.any of this...
fr: @niko_distressed2 Et... \.\.pourquoi... \p ne m'a jamais rien dit... \.\.à ce sujet... ?

source: @proto2b [...I cannot speak for \p.]
fr: @proto2b [... Je ne peux pas répondre pour \p.]

source: @niko_distressed2 I... just want to go home...
fr: @niko_distressed2 Je... veux juste rentrer chez moi...

source: @niko_distressed_talk But... every time \p runs the program, I come back??
fr: @niko_distressed_talk Alors... à chaque fois que \p exécute le programme, je reviens ??

source: @proto2b [Correct.]
fr: @proto2b [C'est exact.]

source: @niko_distressed Is this why... I feel like...
fr: @niko_distressed C'est pour ça que... j'ai l'impression...

source: @niko_distressed2 Is this why it feels like I haven't been home for so long?
fr: @niko_distressed2 C'est pour ça que j'ai l'impression d'avoir quitté ma maison depuis si longtemps ?

source: @proto2b [Maybe.]
fr: @proto2b [Peut-être.]

source: @proto2 [Once you've established a mental link with the world, you cannot break it unless the world is saved.]
fr: @proto2 [Une fois qu'un lien psychique est établi avec le monde, il est impossible de le rompre à moins de sauver le monde.]

source: @proto2b [...but at this point, the world can never be truly saved.]
fr: @proto2b [... Mais à ce stade, le monde ne peut jamais être réellement sauvé.]

source: @niko_distressed2 That's...
fr: @niko_distressed2 C'est...

source: @niko_upset ...why would...\>\nwhy would you create a world like...\>\n\@niko_distressed_meow this?
fr: @niko_upset ... Pourquoi...\>\n Pourquoi créer un monde... \>\n\@niko_distressed_meow pareil ?

source: @proto_gasp2 [Wait, what?]
fr: @proto_gasp2 [Euh, quoi ?]

source: @niko_upset_meow Why would you make a world that's doomed from the beginning?
fr: @niko_upset_meow Pourquoi créer un monde voué à l'échec dès le départ ?

source: @niko_distressed_meow ...why do you keep bringing me back to it?
fr: @niko_distressed_meow ... Pourquoi me faire revenir sans cesse ?

source: @niko_upset2 \p..... \>\naren't you supposed to be a kind god??
fr: @niko_upset2 \p..... \>\nje croyais que tu étais un dieu bienveillant ??

source: @proto_eyeclosed [It appears that we have some confusion here.]
fr: @proto_eyeclosed [Je crois qu'il y a confusion.]

source: @proto2 [\p did not build the world, Niko.]
fr: @proto2 [\p n'a pas créé le monde, Niko.]

source: @proto2 [\p only owns a machine that is able to generate the world from preexisting code.]
fr: @proto2 [\p possède seulement une machine capable de générer le monde à partir d'un code préexistant.]

source: @proto2b [They actually have fairly limited control of the events.]
fr: @proto2b [et a en réalité un contrôle relativement limité sur les événements.]

source: @proto2 [The world was built by someone else altogether.]
fr: @proto2 [Le monde a été créé par une toute autre personne.]

source: @proto1c [Someone you cannot begin to fathom.]
fr: @proto1c [Une personne dont tu ne peux même pas concevoir l'existence.]

source: @proto2b [It was also not designed to be the futile quest that it is now, but...]
fr: @proto2b [À l’origine, le monde n'a pas été conçu pour devenir cette quête futile, mais…]

source: @proto_eyeclosed [...too many things went wrong.]
fr: @proto_eyeclosed [... Il y a eu trop de problèmes.]

source: @proto1c [There's... a type of signal disruption that he never expected.]
fr: @proto1c [Le signal a... quelque peu été perturbé, et il ne l'avait pas prévu.]

source: @proto1b [It's eating away at the world, slowly rendering it into an unrecognizable mess.]
fr: @proto1b [Ça dévore le monde, le transformant lentement en quelque chose de méconnaissable.]

source: @proto2b [Even if you bring back the sun, it will not go away.]
fr: @proto2b [Même si vous rameniez le soleil, cela ne changerait rien.]

source: @niko3 The square stuff, isn't it?
fr: @niko3 Vous parlez des trucs carrés, c'est ça ?

source: @niko_eyeclosed I remember those from before...
fr: @niko_eyeclosed Je me souviens de ces choses...

source: @proto1b [Then you know what to watch out for.]
fr: @proto1b [Alors, vous savez que vous devez y faire attention.]

source: @proto1c [...The creator knows what might be causing it, but there is nothing that he could do...]
fr: @proto1c [... Le créateur connaît probablement leur origine, mais il n'a jamais pu lutter contre...]

source: @proto1 [...until now.]
fr: @proto1 [... Jusqu'à maintenant.]

source: @proto1b [You managed to find me, after all.]
fr: @proto1b [Vous avez réussi à me trouver, après tout.]

source: @proto2 [You being here was due to his help.]
fr: @proto2 [Si vous êtes là, c'est grâce à son aide.]

source: @niko2 Oh...\>I guess it has something to do with the journal?
fr: @niko2 Oh...\>ça a un rapport avec le carnet, n'est-ce pas ?

source: @proto1b [Correct.]
fr: @proto1b [C'est exact.]

source: @proto1 [Looks like he wants to have one final attempt at fixing it.]
fr: @proto1 [Il semblerait qu'il veuille tenter de le réparer, une dernière fois.]

source: @proto2 [...and he might need to do it through you.]
fr: @proto2 [... Et il se peut qu'il doive le faire à travers vous.]

source: @proto1b [Niko, do you remember how to get to the Glen?]
fr: @proto1b [Niko, savez-vous comment aller au Vallon ?]

source: @proto2 [Whatever you did in your last session, you should stick with it for now.]
fr: @proto2 [Quoi que vous ayez fait lors de votre dernière session, vous devriez vous y tenir, pour l'instant.]

source: @niko_eyeclosed I remember a boat...
fr: @niko_eyeclosed Je me souviens d'un bateau...

source: @niko ...more specifically, fixing a robot that drives the boat.
fr: @niko ... Ou plutôt, de réparer un robot aux commandes d'un bateau.

source: @proto2 [Alright, then go do that.]
fr: @proto2 [Très bien, alors faites ça.]

source: @niko_eyeclosed The boat robot has those squares over it...
fr: @niko_eyeclosed Le robot du bateau était recouvert de ces carrés...

source: @proto2b [Then do whatever you must to find a new boat.]
fr: @proto2b [Faites tout ce que vous pouvez pour trouver un nouveau bateau.]

source: @proto2 [There are plenty of machine parts around the Barrens that can be repurposed.]
fr: @proto2 [Il y a plein de pièces détachées dans la Lande qui pourraient encore servir.]

source: @proto2 [You seem enthusiastic.]
fr: @proto2 [Vous avez l'air enthousiaste.]

source: @proto2b [...that was sarcasm.]
fr: @proto2b [... C'était ironique.]

source: @niko_upset Knowing everything isn't real...
fr: @niko_upset Savoir que rien n'est réel...

source: @niko_upset2 ...really does make it feel pointless...
fr: @niko_upset2 ... Donne l'impression que tout cela est inutile...

source: @proto1b [But you DO want to go home, right?]
fr: @proto1b [Mais vous voulez VRAIMENT rentrer chez vous, n'est-ce pas ?]

source: @niko3 Yeah, but...
fr: @niko3 Oui, mais...

source: @niko_distressed2 How will I know that this isn't just another...
fr: @niko_distressed2 Comment savoir si ce n'est pas juste un autre...

source: @proto2b [Because this session might be the last one.]
fr: @proto2b [Cette session pourrait être la dernière.]

source: @proto1c [The creator is mobilizing things, throwing everything into this one last shot.]
fr: @proto1c [Le créateur fait tout ce qu'il peut pour que cet ultime essai réussisse.]

source: @proto2b [There might not be enough internal resources left for \p to be able to generate another session after this.]
fr: @proto2b [Il ne doit pas rester suffisamment de ressources internes, alors \p ne pourra pas générer une autre session après cela.]

source: @proto1c [...Just go find a new boat for now.]
fr: @proto1c [... Pour l'instant, cherchez un nouveau bateau.]

source: @proto1c [...Just go fix the rowbot for now.]
fr: @proto1c [... En attendant, réparez le ramebot.]

source: @proto1b [But please, be careful.]
fr: @proto1b [Mais faites attention à vous, s'il vous plaît.]

source: @niko3 What about you?
fr: @niko3 Et vous ?

source: @proto2 [I will meet you at the docks later.]
fr: @proto2 [Je vous retrouverai sur les quais, plus tard.]

source: @proto2b [...Need to take care of something first.]
fr: @proto2b [... Il y a une chose dont je dois m'occuper avant.]

source: @proto2 [...\>\nThis disk is blank.]
fr: @proto2 [...\>\nCette disquette est vide.]

source: @niko_83c Whoops!
fr: @niko_83c Oups !

source: @proto2 [Please help me restore my memory.\>\nBring the disk once you have the backup installed.]
fr: @proto2 [Veuillez m'aider à restaurer ma mémoire.\>\nRamenez la disquette une fois la sauvegarde installée.]

source: @proto1b [That was a session.]
fr: @proto1b [C'était une session.]

source: @proto2 [I also tried to tell you about the restriction at the end...]
fr: @proto2 [J'ai aussi essayé de vous avertir de la restriction, à la fin...]

source: @proto2b [...But you kinda started freaking out.]
fr: @proto2b [... Mais vous avez commencé à paniquer.]

source: @niko_upset2 Sorry...
fr: @niko_upset2 Pardon...

source: @proto1 [Truth is, the session was designed to be run only once.]
fr: @proto1 [En vérité, la session a été créée pour n'être utilisée qu'une seule fois.]

source: @proto1b [You weren't supposed to come back to this world after you are done.]
fr: @proto1b [Vous ne deviez pas revenir dans ce monde après avoir terminé.]

source: @proto2b [But... a lot of things that aren't supposed to happen have happened.]
fr: @proto2b [Mais... il y a beaucoup de choses qui ne devaient pas se passer qui sont arrivées.]

source: @proto2 [...I'm willing to wager that \p bypassed the restriction through the progress log failsafe method.]
fr: @proto2 [... \p a contourné la restriction grâce à la méthode très fiable de la sauvegarde de la progression, n'est-ce pas ?]

source: @proto2b [It can restart the session, but it's an easily repeatable process.]
fr: @proto2b [Le redémarrage de la session est possible, cette procédure très facile à reproduire.]

source: @proto2b [...Which means...]
fr: @proto2b [... Ce qui signifie que...]

source: @proto1b [...it's entirely possible that \p has brought you back more than once, too.]
fr: @proto1b [... Qu'il est aussi tout à fait possible que \p vous ait fait revenir plus d'une fois.]

source: @proto1c [You may have carried out this mission too many times to count.]
fr: @proto1c [Vous avez dû accomplir cette mission un nombre incalculable de fois.]

source: @proto2b [...might explain why your memories felt like they were from a long time ago.]
fr: @proto2b [... Cela expliquerait pourquoi vous aviez le sentiment que c'était de vieux souvenirs.]

source: @niko_upset So...\.\. why can \p... do that....
fr: @niko_upset Donc...\.\.pourquoi \p... fait ça.... ?

source: @proto2 [Shh...]
fr: @proto2 [Chut...]

source: @proto2b [Trying to establish a connection here...]
fr: @proto2b [J'essaie d'établir une connexion...]

source: @silver [Hey, you okay in there?]
fr: @silver [Hé, tout va bien par ici ?]

source: @silver_eyeclosed [I did what I could with the terminals for now, and...]
fr: @silver_eyeclosed [J'ai fait ce que j'ai pu avec les terminaux, et...]

source: @silver2 [...It's you...]
fr: @silver2 [... C'est vous...]

source: @silver2 [...you're the robot that insisted on living in the mines, are you not?]
fr: @silver2 [... Vous êtes le robot qui a insisté pour vivre dans les mines, n'est-ce pas ?]

source: @silver_eyeclosed [My friend told me to keep an eye out for you, should we ever cross paths.]
fr: @silver_eyeclosed [On m'a dit de garder un œil sur vous, au cas où nous étions amenés à nous rencontrer.]

source: @proto1b [...Likewise.]
fr: @proto1b [... C'est aussi ce qu'on m'a dit.]

source: @proto1 [...Your...\.\. friend gave you something the last time you saw each other.]
fr: @proto1 [... Votre...\.\. camarade vous a donné quelque chose la dernière fois que vous vous êtes vus.]

source: @proto1 [Can you show me what it is?]
fr: @proto1 [Pouvez-vous me montrer ce que c'est ?]

source: @silver2 [Wait...\.\.You know about the amber?]
fr: @silver2 [Attendez...\.\.Vous êtes au courant pour l'ambre ?]

source: @proto2b [I just asked to see it, didn't I?]
fr: @proto2b [J'ai juste demandé à la voir.]

source: @silver2 [Oh, actually...]
fr: @silver2 [Oh, à vrai dire...]

source: @niko_speak I needed it to fix a robot, so she gave it to me!
fr: @niko_speak J'en avais besoin pour réparer un robot, c'est pour cela qu'elle me l'a donnée !

source: @niko_speak Here! See?
fr: @niko_speak Tenez ! Vous voyez ?

source: @silver2 [Alright... here it is.]
fr: @silver2 [D'accord... la voilà.]

source: @proto2b [Thought so.]
fr: @proto2b [C'est bien ce que je pensais.]

source: @proto2 [He seemed to trust you, so I will treat you as an ally as well.]
fr: @proto2 [Il avait l'air de vous faire confiance, je vous considérerai donc aussi comme mes alliés.]

source: @silver2 [...Okay?]
fr: @silver2 [... D'accord ?]

source: @proto1b [Please listen carefully.]
fr: @proto1b [Écoutez attentivement.]

source: @proto1 [You need to escort the messiah for the remainder of the Barrens.]
fr: @proto1 [Vous devez escorter le messie à travers la Lande.]

source: @proto2b [I predict a high concentration of square particle disruptions in the near future.]
fr: @proto2b [Je vois dans un futur proche des perturbations dues à une forte concentration de particules carrées.]

source: @silver2 [...No way.]
fr: @silver2 [... Nooon.]

source: @proto2b [Yes....\.\. way.]
fr: @proto2b [Et....\.\. si.]

source: @proto2 [It's likely that structures in the vicinity of the messiah might be affected.]
fr: @proto2 [Il est possible que les structures à proximité du messie soient affectées.]

source: @proto2 [...Making it a far more treacherous pilgrimage than the previous....\>\@proto2b er, expectations.]
fr: @proto2 [... Ce qui en fait un pèlerinage bien plus périlleux que... \>\@proto2b euh, la précédente présomption.]

source: @proto1 [\p and the messiah need all the extra help they can get right now.]
fr: @proto1 [\p et le messie ont désormais besoin de toute l'aide possible.]

source: @silver_eyeclosed [Understood.]
fr: @silver_eyeclosed [Compris.]

source: @niko2 O...\.\.okay...
fr: @niko2 D'a...\.\.D'accord...

source: @silver [Guess we should head back soon.]
fr: @silver [Je pense qu'on devrait bientôt y retourner.]

source: @silver_lookup [Even without the squares, the mines are not a safe place to be.]
fr: @silver_lookup [Même sans les carrés, les mines ne sont pas un endroit sûr.]

source: @silver2 [Come on, I'll wait for you outside.]
fr: @silver2 [Venez, je vous attends dehors.]

source: @niko3 Wait! I want to ask you-
fr: @niko3 Attendez ! Je voulais vous demander...

source: @niko_eyeclosed She left.
fr: @niko_eyeclosed Elle est partie.

source: @proto1b [...If you were going to ask her about being "not real", save your breath.]
fr: @proto1b [... Si vous vouliez lui demander si elle n'est « pas réelle », eh bien, économisez votre salive.]

source: @proto1b [None of the people here know their predicament.]
fr: @proto1b [Personne ici ne connaît leur malheur.]

source: @proto1c [In fact... I don't think they can even comprehend it.]
fr: @proto1c [En fait... je crois qu'ils ne peuvent même pas comprendre.]

source: @proto2 [It would be in your best interest to just... pretend like we never had this conversation.]
fr: @proto2 [Il serait dans votre intérêt de... faire comme si nous n'avions jamais eu cette conversation.]

source: @proto2b [Causing mass confusion in the world's residents would likely result in unfavorable conditions for you.]
fr: @proto2b [Semer la confusion parmi les habitants aurait sûrement des conséquences néfastes pour vous.]

source: @niko3 ...wait, then what about you?
fr: @niko3 ... Mais, et vous alors ?

source: @niko3 How did YOU know?
fr: @niko3 COMMENT l'avez-vous su ?

source: @proto2b [...\.\.We never had this conversation, remember?]
fr: @proto2b [...\.\.Nous n'avons jamais discuté de cela, vous vous souvenez ?]

source: @niko_eyeclosed Sigh.
fr: @niko_eyeclosed *Soupir*.

source: @niko I don't need to use this anymore.
fr: @niko Je n'ai plus besoin de ça.

source: $RESIDENTIAL TRACKING MACHINE
fr: $MACHINE DE PISTAGE DES HABITANTS

source: $For reference, an explanation of the symbols:
fr: $Explication des symboles, à titre indicatif :

source: $Cross: Medical Units are assigned to this building.
fr: $Croix : des unités sanitaires sont assignées à ce bâtiment.

source: $Robot: A robot is assigned to this building.
fr: $Robot : un robot est assigné à ce bâtiment.

source: $Electricity: A power cell is assigned to this building.
fr: $Électricité : une batterie est assignée à ce bâtiment.

source: [MAP RECONFIGURATION SUCCESSFUL.]
fr: [RECONFIGURATION DE LA CARTE RÉUSSIE.]

source: [PROPHETBOT 0 BACKUP SYSTEM 1.0]\>\n[PLEASE INSERT DISK]
fr: [PROPHÈTEBOT 0 SYSTÈME DE SAUVEGARDE 1.0]\>\n[INSÉREZ LA DISQUETTE.]

source: \c[1][ERROR: BACKUP REQUEST DENIED]\c[0]
fr: \c[1][ERREUR : DEMANDE DE SAUVEGARDE REFUSÉE]\c[0]

source: @niko_speak What?
fr: @niko_speak Quoi ?

source: [DORMITORY ASSIGNMENTS ARE NOT UP TO DATE.]
fr: [LES TÂCHES DES DORTOIRS NE SONT PAS À JOUR.]

source: [PLEASE CONFIGURE THE RESIDENTIAL TRACKING MACHINE TO CONTINUE.]
fr: [VEUILLEZ CONFIGURER LA MACHINE DE PISTAGE DES HABITANTS POUR CONTINUER.]

source: @niko_eyeclosed Okay then!
fr: @niko_eyeclosed Bon, d'accord !

source: [PREPARING BACKUP...]\>\n[WRITING TO DISK...]\>\n
fr: [SAUVEGARDE EN PRÉPARATION...]\>\n[ÉCRITURE SUR LA DISQUETTE...]\>\n

source: [26% COMPLETE...]
fr: [PROGRESSION : 26 %...]

source: [34% COMPLETE...]
fr: [PROGRESSION : 34 %...]

source: [40% COMPLETE...]
fr: [PROGRESSION : 40 %...]

source: [100% COMPLETE.]
fr: [PROGRESSION : 100 %...]

source: [EJECTING DISK.]
fr: [ÉJECTION DE LA DISQUETTE.]

source: @niko I don't think we need to use this anymore, \p.
fr: @niko Je ne crois pas que nous ayons encore besoin de ça, \p.

source: @niko Yup, that's a computer.
fr: @niko Yep, c'est un ordinateur.

source: @proto1 [Okay, all of us are here.]
fr: @proto1 [Bien, nous sommes tous là.]

source: @proto1 [There is an emergency exit behind my computer terminal.]
fr: @proto1 [Il y a une sortie de secours derrière le terminal de mon ordinateur.]

source: @proto2 [We did not want anyone to stumble upon this route, so the terminal has been weighed down.]
fr: @proto2 [Nous ne voulions pas que quelqu'un trébuche dessus, nous avons donc alourdi le terminal.]

source: @proto1 [It cannot be moved by normal means.]
fr: @proto1 [Impossible de le déplacer par la force des bras.]

source: @proto2 [...But with our combined effort, it might budge.]
fr: @proto2 [... Mais si nous additionnons nos efforts, nous devrions pouvoir le bouger.]

source: @proto2b [...Maybe.]
fr: @proto2b [... Peut-être.]

source: @proto2b [I am not strong.]
fr: @proto2b [Je n'ai pas de force.]

source: @niko2 I'm not that strong either...
fr: @niko2 Je n'ai pas beaucoup de force, non plus...

source: @proto1c [If that doesn't work, we might need to dig around it, and...]
fr: @proto1c [Si ça ne fonctionne pas, nous devrons sûrement creuser autour, et...]

source: @silver2 [You...\.\. could've just asked.]
fr: @silver2 [Vous...\.\. auriez dû demander.]

source: @silver_eyeclosed [Phew.]
fr: @silver_eyeclosed [Pfiou.]

source: @Silver [Come on.]
fr: @Silver [Venez.]

source: @proto_jealous [...Showoff.]
fr: @proto_jealous [... Vas-y, frime.]

source: @silver [He says the exit is in here, but ...]
fr: @silver [Il dit que la sortie est là, mais...]

source: @silver_eyeclosed [...must be hidden.]
fr: @silver_eyeclosed [... Elle doit être cachée.]

source: @niko_eyeclosed No turning back now...
fr: @niko_eyeclosed Impossible de faire demi-tour, à présent...

source: @niko_speak So this is where the sun belongs...
fr: @niko_speak C'est donc ici que le soleil doit être...

source: @niko2 If I put the sun in here, we'll be able to save the world, right?
fr: @niko2 Si je place le soleil ici, nous serons en mesure de sauver le monde, pas vrai ?

source: @niko ...but if I want to go home... \> \@niko_distressed I'll have to... \> \@niko_distressed_meow break it?
fr: @niko ... Mais si je veux rentrer chez moi... \> \@niko_distressed je dois le... \> \@niko_distressed_meow briser ?

source: @niko_distressed2 ....\p? \>\n\@niko_distressed2 What should I... do?
fr: @niko_distressed2 ....\p ? \>\n\@niko_distressed2 Que dois-je faire... ?

source: What's the right thing to do?
fr: Quelle est la meilleure chose à faire ?

source: @niko_eyeclosed Y-You're right...\>\nI can't just leave everyone here to die.
fr: @niko_eyeclosed V-Vous avez raison...\>\nSans moi, les gens seront perdus. Je ne peux pas les abandonner.

source: @niko Thank you for your help, \p.\>\nI promise I'll be okay.
fr: @niko Merci pour votre aide, \p.\>\nJe vous promets que tout ira bien.

source: @credits Thanks for Playing!
fr: @credits Merci d'avoir joué !

source: I...\> trust your judgement, \p.
fr: Je...\> me fie à votre jugement, \p.

source: @niko2 It's a big penguin....\.\.plush?
fr: @niko2 C'est un gros pingouin...\.\.en peluche ?

source: @niko6 No wait, it's just a penguin.
fr: @niko6 Non, c'est juste un pingouin.

source: @niko_speak Hello\..\..\.. penguin?
fr: @niko_speak Bonjour\..\..\.. pingouin !

source: @niko6 ...wait \p didn't we see a plush like that in the apartments?
fr: @niko6 ... Mais, \p, on n'a pas vu une peluche comme ça dans les appartements ?

source: @niko3 H-hello?
fr: @niko3 B-Bonjour ?

source: @niko_what Say... what is this place?
fr: @niko_what Dites... c'est quoi cet endroit ?

source: @niko_eyeclosed I sure wasn't expecting all this to be behind that big door!
fr: @niko_eyeclosed Je ne m'attendais pas à ce qu'il y ait tout ça derrière cette grande porte !

source: @niko_what This place doesn't even look like the rest of the world, come to think of it.
fr: @niko_what Quand on y pense, cet endroit ne ressemble pas au reste du monde.

source: @niko_eyeclosed No answer, huh...
fr: @niko_eyeclosed Aucune réponse, euh...

source: @niko2 \p... Do YOU know where this is?
fr: @niko2 \p... Savez-VOUS où c'est ?

source: Somewhere important
fr: Dans un endroit important

source: I have no idea
fr: Je n'en ai aucune idée

source: HELLO
fr: BONJOUR

source: @niko_speak Really?\>\n\@niko ...where?
fr: @niko_speak Vraiment ?\>\n\@niko ... Où ça ?

source: @niko_eyeclosed Worth a shot!
fr: @niko_eyeclosed Ça valait le coup d'essayer !

source: @niko_eyeclosed Anyway.
fr: @niko_eyeclosed Bref.

source: @niko_what2 ...the penguin won't stop staring at me!
fr: @niko_what2 ... Le pingouin n'arrête pas de me fixer !

source: @niko5 What... should I do now, \p?
fr: @niko5 Que... dois-je faire maintenant, \p ?

source: Story of penguin
fr: Histoire du pingouin

source: Play penguin's game
fr: Jouer au jeu du pingouin

source: @niko_speak I like stories!
fr: @niko_speak J'aime les histoires !

source: Once upon a time.
fr: Il était une fois

source: There was a game.
fr: Un jeu

source: Where you talk
fr: Où l'on parle

source: ...To penguin.
fr: ... À un pingouin.

source: @niko A game?\> What happened when you talk to it?
fr: @niko Un jeu ?\> Que se passe-t-il quand on lui parle ?

source: @niko3 ...Hello.
fr: @niko3 ... Bonjour.
