Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @plight I meant the whole "security code" thing.
fr: @plight Je voulais dire le truc du « code de sécurité ».

source: @plight But then again, the elevator hasn't been this broken before...
fr: @plight Mais bon, l'ascenseur n'a jamais été en si mauvais point...

source: @niko Hmmm....
fr: @niko Humm...

source: @niko_speak I guess we should go look for a code, \p...
fr: @niko_speak J'imagine que nous devrions partir chercher un code, \p...

source: @niko_eyeclosed That's not gonna work...
fr: @niko_eyeclosed Ça ne va pas marcher...

source: @niko Hmmm...
fr: @niko Humm...

source: @niko_speak If it's been ripped out, how come there aren't any broken wires inside the empty slot?
fr: @niko_speak S'il a été arraché, pourquoi n'y a-t-il aucun câble coupé dans l'emplacement vide ?

source: @plight Well, I'm no engineer, but....
fr: @plight Et bien, je ne suis pas ingénieur mais...

source: @plight_2b It's powered by some kind of magnetic technology, I know this much.
fr: @plight_2b Je sais juste qu'il est alimenté par un genre de technologie magnétique.

source: [PLEASE INPUT SECURITY CODE TO CONTINUE.]
fr: [VEUILLEZ SAISIR LE CODE DE SÉCURITÉ POUR CONTINUER.]

source: @plight_shock I don't know what you did, but it actually works!
fr: @plight_shock Je ne sais pas ce que tu as fait, mais ça fonctionne !

source: @plight Good job, kid.
fr: @plight Bien joué.

source: @plight You're a genius, you know that?
fr: @plight Tu as vraiment du génie, tu le sais, ça ?

source: @niko_speak Well, I had help from \p too!
fr: @niko_speak Oui, enfin \p m'aide beaucoup !

source: @plight_worry ...Oh, right.
fr: @plight_worry ... Oh, oui.

source: @plight_worry The whole messiah business.
fr: @plight_worry Cette histoire de messie, tout ça...

source: @niko_speak The button works!
fr: @niko_speak Le bouton fonctionne !

source: @niko What was that?
fr: @niko C'était quoi ?

source: @plight_unknown WHY. ISN'T. THIS. WORKING??!?
fr: @plight_unknown POURQUOI. EST-CE QUE. CE. TRUC. NE. MARCHE PAS ??!?

source: @niko_speak ...I...
fr: @niko_speak ... Je...

source: @niko_speak ....think someone might need help.
fr: @niko_speak ... Je crois que quelqu'un a besoin d'aide.

source: @niko_eyeclosed Oh well...
fr: @niko_eyeclosed Bon...

source: @niko A bulletin board with lots of papers on it.
fr: @niko Un panneau d'affichage avec pleins de papiers dessus.

source: @niko It's a shelf full of books.
fr: @niko C'est une étagère pleine de livre.

source: @niko It's a tea set.
fr: @niko C'est un service à thé.

source: @niko There's a glass tea set on the table.
fr: @niko Il y a un service à thé en verre sur la table.

source: @cedric_hmm Tea DOES sound really nice right now...
fr: @cedric_hmm Je me laisserais BIEN tenter par une tasse de thé...

source: @cedric_sigh Too bad there's no water in here...
fr: @cedric_sigh Dommage qu'on n'ait pas d'eau...

source: @niko Black clovers in a glass case.
fr: @niko Des trèfles noirs dans un étui en verre.

source: @niko It's a big book on the table.
fr: @niko Il y a un gros livre sur la table.

source: @niko It's a pilot's helmet.
fr: @niko C'est un casque de pilote.

source: @niko The door is gone.
fr: @niko La porte a disparu.

source: @niko2 The door is... gone?
fr: @niko2 La porte a... disparu ?

source: @proto2b [Well, the door does not exist without us there.]
fr: @proto2b [En fait, la porte n'existe pas sans notre présence.]

source: @niko_eyeclosed Guess I can't go back out, huh...
fr: @niko_eyeclosed J'imagine que je ne peux pas ressortir, hein... ?

source: @proto2 [...Do you need to?]
fr: @proto2 [... Vous avez besoin de ressortir ?]

source: @niko_eyeclosed ...not really.
fr: @niko_eyeclosed ... Pas vraiment.

source: @rue_sigh That was... quite peculiar...
fr: @rue_sigh C'était... pour le moins étrange...

source: @cedric_sigh2 I'll say!
fr: @cedric_sigh2 Tu l'as dit !

source: @cedric_talk Hey, this is...
fr: @cedric_talk Hé, c'est...

source: @rue_oh ...The World Machine.
fr: @rue_oh ... La Machine-monde.

source: @niko_speak It's a blueprint!
fr: @niko_speak C'est un plan schématique !

source: @niko A big, detailed drawing of a machine with lots of tv screens.
fr: @niko Un grand dessin détaillé d'une machine avec pleins d'écrans de télévision.

source: @proto2b [...That's called a blueprint, Niko.]
fr: @proto2b [... On appelle ça un plan schématique, Niko.]

source: @niko_pancakes ...So THAT's what a blueprint is!
fr: @niko_pancakes ... Alors, c'est ÇA un plan schématique !

source: @niko_speak They're watercolor sticks!
fr: @niko_speak Ce sont des bâtons d'aquarelle !

source: @niko It's a piece of amber on a string.
fr: @niko C'est un morceau d'ambre attaché à une ficelle.

source: @niko_eyeclosed Looks just like that necklace the robot lady showed me...
fr: @niko_eyeclosed On dirait le collier que la dame-robot m'a montré...

source: @niko A coat rack with a scarf and a big jacket.
fr: @niko Un portemanteau avec une écharpe et une grande veste.

source: @rue_talk The room ahead doesn't really lead anywhere, but...
fr: @rue_talk La pièce devant nous ne mène nulle part, mais...

source: @rue \p should still remember what to do here.
fr: @rue \p devrait se rappeler de ce que nous devons faire ici.

source: @cedric_sigh Of course, this is just a copy of it...
fr: @cedric_sigh Évidemment, ce n'est qu'une copie...

source: @cedric This is my father's study.
fr: @cedric C'est le bureau de mon père.

source: @cedric_sigh It feels like...\.\. he's still here, doesn't it?
fr: @cedric_sigh On sent...\.\. encore sa présence, non ?

source: @cedric_sigh ...like he's still with us.
fr: @cedric_sigh ... Comme s'il était encore parmi nous.

source: @rue_sad ...Yeah.
fr: @rue_sad ... Oui.

source: @proto2b [...This place contains a lot of memories.]
fr: @proto2b [... Ce lieu renferme de nombreux souvenirs.]

source: @proto_eyeclosed [I am... grateful, to see it again.]
fr: @proto_eyeclosed [Je suis... content de le revoir.]

source: @niko It's a stack of books.
fr: @niko C'est une pile de livres.

source: @niko_speak Photos too!
fr: @niko_speak Il y a aussi des photos !

source: @niko A scribbly drawing is pinned up here.
fr: @niko Il y a un dessin griffonné accroché là.

source: @niko It's a big photo.
fr: @niko C'est une grande photo.

source: @niko2 Wait, no...\.\. it's a painting!
fr: @niko2 Un instant, non...\.\. c'est un tableau !

source: @niko_eyeclosed Hard to tell at first...
fr: @niko_eyeclosed Difficile de faire la différence au premier abord...

source: @niko A box filled with folders and loose paper.
fr: @niko Une boîte remplie de dossiers et de papiers en vrac.

source: @niko A box full of notebooks and sketchbooks.
fr: @niko Une boîte remplie de carnets et de calepins.

source: These robots are malfunctioning at a frightening rate.
fr: Ces robots connaissent des dysfonctionnements à une cadence effrayante.

source: Physical damage from square-particle anomalies is almost impossible to revert.
fr: Les dommages physiques provoqués par les particules carrées sont quasi irréversibles.

source: No living person can touch them, unless they have a death wish.
fr: Aucune personne vivante ne peut les toucher, à moins d'avoir envie de mourir.

source: .\..\..But if we're lucky, sometimes the squares go away on their own.
fr: .\..\..Mais si nous avons de la chance, parfois les carrés disparaissent d'eux-mêmes.

source: ...but not before taking away one of the robot's arms, or legs.
fr: ... Mais pas s'en avoir emporté le bras ou la jambe d'un robot.

source: ...or head.
fr: ... Ou sa tête.

source: @niko_huh ...okay.
fr: @niko_huh ... D'accord.

source: I don't know if you've ever seen a headless robot before, but it is quite a sight to behold.
fr: Je ne sais pas si vous avez déjà vu un robot sans tête, mais c'est à voir une fois dans sa vie.

source: And also quite dangerous.
fr: Et c'est également dangereux.

source: [I CANNOT STOP SPINNING.]
fr: [JE NE PEUX PAS M'ARRÊTER DE TOURNER.]

source: This is so tedious!
fr: C'est tellement ennuyeux !

source: I miss the good ol' days before our robot-repairing-robots broke down.
fr: Je regrette le bon vieux temps, avant que nos robots réparateurs de robots ne tombent en panne.

source: Now all the robots have to be assembled by actual people.
fr: Aujourd'hui, tous les robots doivent être fabriqués par de vraies personnes.

source: @niko_speak But... aren't you a robot?
fr: @niko_speak Mais... vous n'êtes pas un robot ?

source: No?
fr: Non ?

source: I mean, Do I SOUND like a robot to you?
fr: Je veux dire, est-ce que je RESSEMBLE à un robot ?

source: @niko Not really.
fr: @niko Pas vraiment.

source: @niko_speak But... your head is a tv?
fr: @niko_speak Mais... votre tête est une télévision ?

source: W...what does that have to do with anything?
fr: M... Mais quel est le rapport ?

source: @niko_eyeclosed ...nevermind.
fr: @niko_eyeclosed ... Oubliez ça.

source: We should probably fix the robot-repairing-robots first.
fr: Nous devrions plutôt commencer par réparer les robots réparateurs de robots.

source: But the higher-ups need these guys done first for some reason...
fr: Mais les supérieurs veulent commencer par ceux-là, je ne sais pas pourquoi...

source: @niko This one isn't active...
fr: @niko Celui-là n'est pas actif...

source: [WE ARE WAITING TO BE REPAIRED.]
fr: [NOUS ATTENDONS D'ÊTRE RÉPARÉS.]

source: $SELF-CHARGING SOLAR BATTERY MODEL N-87\n(One year warranty included)
fr: $BATTERIE SOLAIRE AUTO-RECHARGEABLE MODÈLE N-87\n(Garantie un an incluse)

source: $Simply place your self-charging battery in full daylight with the lens facing up.
fr: $Placez simplement votre batterie auto-rechargeable en plein soleil avec la lentille dirigée vers le haut.

source: $Charges in seconds, no external power is needed.
fr: $Se recharge en quelques secondes, sans alimentation externe requise.

source: $TROUBLESHOOTING MANUAL.
fr: $MANUEL DE RÉSOLUTION DE PROBLÈMES

source: $If the battery fails to charge, check to see if the lens on the front side has not been dislodged during transport.
fr: $Si la batterie ne se recharge pas, vérifiez que la lentille à l'avant n'a pas été déplacée pendant le transport.

source: $One charge cycle will last about ten days.
fr: $Chaque cycle de charge dure environ 10 jours.

source: @niko The screen says "DOCUMENTS".
fr: @niko Il y a écrit « DOCUMENTS » sur l'écran.

source: @niko_eyeclosed I can't seem to make the computer do anything else...
fr: @niko_eyeclosed On ne peut rien faire d'autre, l'ordinateur ne répond pas.

source: @ed [The code is contained within a \c[2]Document\c[0].]
fr: @ed [Le code est contenu dans un \c[2]Document\c[0].]

source: Do you know where to find Documents, \p?
fr: Savez-vous où trouver des Documents, \p ?

source: @ed [Good. Start looking.]
fr: @ed [Bien. Commencez à chercher.]

source: @ed [Don't you know that there's a designated area for \c[2]Documents\c[0] on your own machine?]
fr: @ed [Savez-vous qu'il y a un emplacement dédié aux \c[2]Documents\c[0] sur votre machine ?]

source: @ed [Some god you are.]
fr: @ed [Quel talent.]

source: @ed [Look in the Documents folder on your computer.]
fr: @ed [Regardez dans le dossier Documents de votre ordinateur.]

source: @ed [I don't think I could've made it any more clear.]
fr: @ed [Je ne pense pas pouvoir être plus clair.]

source: @ed [I see you've made progress in this world, \p.]
fr: @ed [Je vois que vous avez bien progressé dans ce monde, \p.]

source: @ed [But that progress stops here.]
fr: @ed [Mais cette progression prend fin ici.]

source: @ed [I believe you need a code to unlock a certain box.]
fr: @ed [Je crois que vous avez besoin d'un code pour ouvrir une certaine boîte.]

source: @ed [Well, the code no longer exists in THIS world.]
fr: @ed [Eh bien, le code n'existe plus dans CE monde.]

source: ...Do you understand what this means, \p?
fr: ... Vous comprenez ce que ça veut dire, \p ?

source: @ed [You... still don't know the extent of the world's deterioration, do you, \p?]
fr: @ed [Vous... ignorez encore l'étendue de la dégradation du monde, n'est-ce pas, \p ?]

source: @ed [...most of the time, stray pieces of this world would be lost to blissful nothingness.]
fr: @ed [... D'habitude, les éléments égarés de ce monde disparaissent dans le néant.]

source: @ed [But this code, this \c[2]Document\c[0], is an exception.]
fr: @ed [Mais ce code, ce \c[2]Document\c[0], est une exception.]

source: @ed [I was able to salvage it, because Niko needs the code to progress.]
fr: @ed [J'ai réussi à le récupérer, car Niko a besoin du code pour progresser.]

source: @ed [Now, go find it.]
fr: @ed [Maintenant, allez le trouver.]

source: @niko This bar should open it.
fr: @niko Cette barre devrait l'ouvrir.

source: @niko_eyeclosed The pipe won't fit under the cracks, \p!
fr: @niko_eyeclosed \p, le tuyau ne passe pas en dessous des fissures !

source: @niko We'll need to flatten it somehow...
fr: @niko Il faut trouver un moyen de l'aplatir...

source: @niko The screwdriver's not nearly big enough to pry it open.
fr: @niko Le tournevis n'est pas assez grand pour forcer l'ouverture.

source: @niko_speak This box looks interesting!
fr: @niko_speak Cette boîte a l'air intéressante !

source: @niko_eyeclosed I wish I had something to pry it open with...
fr: @niko_eyeclosed Si seulement j'avais quelque chose pour la forcer...

source: @niko There's a little metal cube and some broken glass in here...
fr: @niko Il y a un petit cube en métal et du verre brisé à l'intérieur...

source: @niko_speak Looks like what used to be a machine part.
fr: @niko_speak Ça ressemble à une ancienne pièce de machine.

source: @niko It says 'Solar Battery' on the side.
fr: @niko « Batterie Solaire » est inscrit sur le côté.

source: @niko It's empty now.
fr: @niko C'est vide, à présent.

source: @niko Still got some shards of glass at the bottom, though.
fr: @niko Mais il y a encore des éclats de verre dans le fond.

source: [DID YOU POWER THE GENERATOR?]
fr: [AVEZ-VOUS ALIMENTÉ LE GÉNÉRATEUR ?]

source: @niko I...\.\. \@niko_speak guess we did!
fr: @niko Je...\.\. \@niko_speak suppose que oui !

source: @niko Right, \p?
fr: @niko Pas vrai, \p ?

source: [I CAN WALK!]
fr: [JE PEUX MARCHER !]

source: @niko Dusty shelves.
fr: @niko Des étagères poussiéreuses.

source: $1. A robot may not injure a living person or, through inaction, allow a person to come to harm.
fr: $1. Un robot ne peut porter atteinte à un humain ni, en restant passif, permettre qu'un individu soit exposé au danger.

source: $2. A robot must obey the orders given to it by people, except where such orders would conflict with the First Law.
fr: $2. Un robot doit obéir aux ordres qui lui sont donnés par les humains, sauf si de tels ordres entrent en conflit avec la première loi.

source: $3. A robot must protect its own existence as long as such protection does not conflict with the First or Second Law.
fr: $3. Un robot doit protéger sa propre existence tant que cette protection n'entre pas en conflit avec la première ou deuxième loi.

source: @niko It's a faded poster.
fr: @niko C'est une affiche effacée.

source: $REMINDER TO ALL WORKERS:
fr: $RAPPEL À TOUS LES TRAVAILLEURS :

source: $The rarest form of blue phosphor is found during the phosphor shrimp's spawn period.
fr: $La forme la plus rare de phosphore bleu peut être trouvée pendant la période de ponte de la crevette de phosphore.

source: $If you observe a pond with a bubbled-over surface, please contact management immediately!
fr: $Si vous voyez un étang où se forment des bulles à la surface, veuillez contacter immédiatement la direction !

source: $We will dispatch a harvest team ASAP.
fr: $Nous enverrons une équipe au plus vite.

source: $Five new positions available at the mines.
fr: $Cinq nouveaux postes à pourvoir dans les mines.

source: $Housing and other provisions are included upon hiring.
fr: $Logement fourni, ainsi que d'autres avantages.

source: $First come, first serve.
fr: $Premier arrivé, premier servi.

source: $The use of a robot as our replacement head engineer seems unorthodox.
fr: $Il semble peu académique d'utiliser un robot pour remplacer notre ingénieur en chef.

source: $...especially the one responsible for last year's incident.
fr: $... Surtout l'ingénieur qui est responsable de l'incident de l'année dernière.

source: $I suppose they had to get her away from the city, but that doesn't make it easier to swallow for those of us who work here!
fr: $Je suppose qu'ils ont dû l'écarter de la ville, mais ça n'aide pas à faire passer la pilule pour ceux d'entre nous qui travaillent ici !

source: $I hope that man knows what he's doing.
fr: $J'espère que cet homme sait ce qu'il fait.

source: $--Management
fr: $--La direction

source: $Apparently, phase 1 of the evacuation ended prematurely.
fr: $Il semblerait que la phase 1 de l'évacuation ait pris fin prématurément.

source: $The big ships started malfunctioning only after a few round trips.
fr: $Les gros navires ont commencé à subir des dysfonctionnements après seulement quelques voyages.

source: $They said it was due to... something with squares?
fr: $Ça aurait quelque chose à voir avec les... carrés ?

source: $I'm not sure what they mean by that.
fr: $J'ignore ce que ça veut dire.

source: $Bummer, looks like they won't be able to transport most of these surplus bots to the city at this rate.
fr: $Dommage, ils n'arriveront pas à transporter le surplus de robots jusqu'en ville, à ce rythme-là.

source: $And we worked so hard on those!
fr: $Nous avons tellement travaillé sur ces robots !

source: $But I suppose the rowbots are busy enough with transporting people as is.
fr: $J'imagine que ces ramebots sont déjà assez débordés avec tous ces gens à transporter.

source: $I think it's going to be our turn soon...
fr: $Je pense que ce sera bientôt à notre tour...

source: $Looks like they're evacuating the few tamed robots we have here.
fr: $On dirait qu'ils évacuent le peu de robots apprivoisés que nous avons.

source: $Makes sense... no point in keeping them in the Barrens if all the people are already gone.
fr: $Logique... Inutile de les laisser sur la Lande s'il n'y a plus personne là-bas.

source: $I wonder if the engineer is going too...
fr: $Je me demande si l'ingénieur s'en va aussi...

source: @niko Oh! It's another one of these small machines.
fr: @niko Oh ! Encore une de ces petites machines.

source: @niko_speak There's writing on this one too!
fr: @niko_speak Elle porte une inscription !

source: @niko It says "Guardian of Residential Area".
fr: @niko Il y est écrit « Gardien de zone résidentielle ».

source: @niko Lots of tiny shrimp swimming in this jar...
fr: @niko Des tas de petites crevettes nagent dans ce pot...

source: @niko It's looking a little dim...
fr: @niko C'est un peu sinistre...

source: APARTMENTS
fr: APPARTEMENTS

source: @niko2 ...\>\nHe has no power...
fr: @niko2 ...\>\nIl est déchargé...

source: @green_gatekeeper [Please do not approach.\>\nThis area is dangerous.]
fr: @green_gatekeeper [N'approchez pas.\>\n Cette zone est dangereuse.]

source: @niko3 The bridge is out...
fr: @niko3 Le pont est cassé...

source: @niko_speak The battery fits the slot perfectly!
fr: @niko_speak La batterie rentre parfaitement !

source: @niko Looks like we're on the right track.
fr: @niko On dirait qu'on est sur la bonne voie.

source: @niko ...but...nothing happened.
fr: @niko ...mais... il ne s'est rien passé.

source: @niko_speak Let's hope the charged battery does something!
fr: @niko_speak Espérons que la batterie chargée fera quelque chose !

source: @niko_pancakes Whoa!
fr: @niko_pancakes Ouah !

source: @niko_speak That's a big machine!
fr: @niko_speak Cette machine est énorme !

source: @niko It doesn't seem to be doing anything, though...
fr: @niko Mais elle n'a pas l'air de faire quoi que ce soit...

source: @niko There's a rectangle-shaped hole in the middle.
fr: @niko Il y a un trou en forme de rectangle au milieu.

source: @niko_speak Looks like something used to fit in here...
fr: @niko_speak On dirait qu'il y avait quelque chose à l'intérieur...

source: @niko A page with faded ink.
fr: @niko Une page à l'encre effacée.

source: $-able to provide power to all robots and machinery in the area via a large electromagnetic field.
fr: $-capable d'alimenter tous les robots et machines de la zone via un grand champ électromagnétique.

source: $Maintenance efforts are quite high, as expected.
fr: $Comme nous nous y attendions, les efforts de maintenance sont importants.

source: $We have provided customized backup cells for the few most important robots.
fr: $Nous avons fourni des cellules de secours pour les quelques robots essentiels.

source: $Their electromagnetic fields are much weaker, and the signals are highly specific.
fr: $Leur champ électromagnétique est beaucoup plus faible, et leur signal est extrêmement spécifique.

source: $In other words, these small cells can only charge one single-
fr: $En d'autres termes, ces petites cellules ne peuvent charger qu'un seul-

source: @niko The rest of the page is unreadable.
fr: @niko Impossible de lire le reste de la page.

source: @niko_speak I don't wanna get shocked again, \p!
fr: @niko_speak Je n'ai pas envie de me prendre une autre décharge électrique, \p !

source: @niko_eyeclosed I just got shocked...
fr: @niko_eyeclosed J'ai reçu une décharge...

source: @watcher Good morning.
fr: @watcher Bonjour.

source: @watcher Good afternoon.
fr: @watcher Bon après-midi.

source: @watcher Good evening.
fr: @watcher Bonsoir.

source: @watcher ...It's very late.
fr: @watcher ... Il est très tard.

source: @watcher Please leave me be.
fr: @watcher Laisse-moi, s'il te plaît.

source: @watcher We are running out of time.
fr: @watcher Le temps nous est compté.

source: @watcher Here we are, at the eleventh hour.
fr: @watcher Nous voici, au dernier instant.

source: @niko2 Shouldn't you be...\.\.with the other evacuees?
fr: @niko2 Vous ne devriez pas être...\.\.avec les autres évacués ?

source: @watcher Maybe.
fr: @watcher Probablement.

source: @watcher I wonder if the big clock has reached zero yet...
fr: @watcher Je me demande si la grande horloge a déjà atteint zéro...

source: @watcher I want to be right here when everything ends.
fr: @watcher J'aimerais être ici quand tout prendra fin.

source: @watcher But... good day, I suppose.
fr: @watcher Mais... bonne journée, j'imagine.

source: @watcher Your time here is precious.
fr: @watcher Le temps que tu passes ici est précieux.

source: @watcher Please, do cherish it.
fr: @watcher Profites-en bien.

source: @niko I will!
fr: @niko Je n'y manquerai pas !

source: @watcher It's not healthy for children such as yourself to stay up at this hour.
fr: @watcher Il n'est pas bon pour des enfants de ton âge de rester debout si tard.

source: @niko ...Really?
fr: @niko ... Vraiment ?

source: @niko_eyeclosed ...I... didn't realize...
fr: @niko_eyeclosed ... Je... n'avais pas réalisé...

source: @watcher Can't blame you.
fr: @watcher Ce n'est pas de ta faute.

source: @watcher With the sun gone, the night never seems to end.
fr: @watcher Maintenant que le soleil est parti, la nuit semble interminable.

source: @niko_speak Then... how can you tell?
fr: @niko_speak Alors... comment vous faites ?

source: @niko Time, I mean.
fr: @niko Pour connaître l'heure.

source: @watcher I have my ways.
fr: @watcher J'ai ma technique.

source: @watcher ...Well, the time of day doesn't really mean anything now.
fr: @watcher ... Enfin, savoir l'heure qu'il est n'a plus vraiment de sens maintenant.

source: @niko_speak Then... How can you tell?
fr: @niko_speak Alors... comment vous faites ?

source: @silver [Wait!]
fr: @silver [Attendez !]

source: @silver [I saw you heading towards this direction.]
fr: @silver [J'ai vu que vous alliez dans cette direction.]
