Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @niko The grown-ups thought it was hilarious.\> \@niko_eyeclosed They took a bunch of pictures.
fr: @niko Les adultes étaient pliés en deux.\> \@niko_eyeclosed Ils ont pris plein de photos.

source: @niko_speak And then they taught me how to use funnels!
fr: @niko_speak Et ensuite, ils m'ont appris à me servir d'un entonnoir !

source: @niko_eyeclosed And then they also told me I shouldn't try to babysit until I'm older.
fr: @niko_eyeclosed Et ils m'ont aussi dit qu'il ne vaut mieux pas que je devienne baby-sitter.

source: @niko ...anyway we should probably look for a funnel or something!
fr: @niko ... Enfin, on devrait sûrement chercher un entonnoir, ou quelque chose comme ça !

source: @niko Alright... lemme just take out the cork, and...
fr: @niko Bien... laissez-moi juste jeter un œil au bouchon en liège, et...

source: @niko_eyeclosed ...all the smoke escaped.
fr: @niko_eyeclosed ... toute la fumée s'est échappée.

source: @niko_speak There's already some of this stuff in the bottle, \p!
fr: @niko_speak Il y en a déjà dans cette bouteille, \p !

source: @niko This pond sure looks different...
fr: @niko Cet étang a l'air drôlement bizarre...

source: @niko The water looks like... jelly?
fr: @niko On dirait que l'eau est... gélatineuse ?

source: @niko It's formed a bubble over the surface of the pond.
fr: @niko Une bulle s'est formée à la surface de la mare.

source: @niko I guess you want me to fill the bottle with this gas, \p?
fr: @niko J'imagine que vous voulez que je remplisse la bouteille avec ce gaz, \p ?

source: @niko That oughta do it.
fr: @niko Ça devrait faire l'affaire.

source: @niko This bottle is already full of this smoke!
fr: @niko Cette bouteille est déjà pleine de fumée !

source: @niko Alright lemme just ...\> turn this bottle upside down...
fr: @niko Bien, et maintenant je vais...\> retourner cette bouteille...

source: @niko_eyeclosed ...aaaaand there goes the pond water.
fr: @niko_eyeclosed ... et adieu l'eau de la mare.

source: @niko But at least we have this smoke...
fr: @niko Mais au moins, on a cette fumée...

source: @niko_speak This vent is on the ground!
fr: @niko_speak Ce conduit est par terre !

source: @niko All the others are taller than me.
fr: @niko Tous les autres sont plus grands que moi.

source: [THE SKY IS DARK.]
fr: [LE CIEL EST SOMBRE.]

source: @niko That it is.
fr: @niko Ah, ça oui.

source: [DO YOU KNOW WHEN THE SUN WILL BE BACK UP?]
fr: [SAVEZ-VOUS QUAND LE SOLEIL REVIENDRA ?]

source: @niko_speak We're working on it!
fr: @niko_speak On y travaille !

source: $Initially, the amount of noxious fumes emitted by the natural gas vents caught our team off-guard.
fr: $Dans un premier temps, la quantité de fumée toxiques émises par les conduits de gaz nous a pris au dépourvu.

source: $Thank goodness the medical team reacted as quickly as they did.
fr: $Heureusement, l'équipe médicale a réagi au plus vite.

source: $Despite its failure, that first expedition did bring up some interesting observations about the Barrens.
fr: $Malgré l'échec, cette première expédition a apporté plusieurs observations intéressantes sur la Lande.

source: $We found that there's not one, but two such vent zones.
fr: $Nous avons découvert qu'il n'y avait pas une seule, mais bien deux zones d'évacuation.

source: $With fumes being pumped out at such high concentrations...
fr: $Avec toutes ces fumées pompées à des concentrations aussi élevées...

source: $...it seems a miracle that the gas hasn't spread anywhere else.
fr: $... c'est un véritable miracle que le gaz ne se soit pas propagé partout ailleurs.

source: $Our biologists concluded that the phosphor shrimp in the crater pools were actively consuming the gas.
fr: $Nos biologistes ont conclu que les crevettes de phosphore des bassins du cratère consommaient activement le gaz.

source: $The shrimp in the ocean also prevent the gas from wafting off into the Glen.
fr: $Les crevettes de l'océan empêchaient également le gaz d'être emporté vers le Vallon.

source: $If that's the case, then we owe a lot to these little guys!
fr: $Si c'est le cas, alors nous devons une fière chandelle à ces petites créatures !

source: @niko I'm not sleepy anymore.
fr: @niko Je n'ai plus sommeil.

source: @niko_speak I can't sleep now, \p!\>\n\@niko I need to get Alula to her brother first.
fr: @niko_speak Je ne peux pas dormir maintenant, \p !\>\n\@niko Je dois d'abord ramener Alula auprès de son frère.

source: @niko_eyeclosed I'm a little tired from walking.
fr: @niko_eyeclosed J'en ai un peu marre de marcher.

source: @niko_speak Is it alright if I take a nap?
fr: @niko_speak Je peux me reposer un peu ?

source: @niko_eyeclosed Ah, well... \>\n\@niko I suppose there's more work to do.
fr: @niko_eyeclosed Ah, eh bien... \>\n\@niko Nous avons encore du pain sur la planche.

source: @alula_gasp You saved me!
fr: @alula_gasp Tu m'as sauvée !

source: @alula Thank you!
fr: @alula Merci !

source: @alula I was trapped in there for so long...
fr: @alula J'étais piégée là-dedans depuis très longtemps...

source: @niko So are you Alula?
fr: @niko C'est toi, Alula ?

source: @alula_gasp You... knew my name?
fr: @alula_gasp Tu... sais comment je m'appelle ?

source: @alula_speak Wow! The messiah really does know everything!
fr: @alula_speak Ouah ! Le messie sait vraiment tout !

source: @niko_eyeclosed Actually...\.\. \@niko_speak I just met your brother earlier.
fr: @niko_eyeclosed En réalité...\.\. \@niko_speak j'ai rencontré ton frère il y a peu.

source: @alula_oh Oh, right!
fr: @alula_oh Ah, d'accord !

source: @alula_pout Gosh... Calamus must be so worried...
fr: @alula_pout Bon sang... Calamus doit être tellement inquiet...

source: @alula Can you bring me to him?
fr: @alula Tu peux me mener jusqu'à lui ?

source: @niko Wait a minute...\>\n\@niko_speak How did you know that I was the,\. um,\. messiah?\>\n\@niko_eyeclosed I don't have the sun with me...
fr: @niko Attends une minute...\>\n\@niko_speak Comment savais-tu que je suis le,\. hum,\. messie ?\>\n\@niko_eyeclosed Je n'ai pas le soleil avec moi...

source: @alula Your eyes!
fr: @alula Tes yeux !

source: @alula_speak They reminded me of the sun!
fr: @alula_speak Ils m'ont rappelé le soleil !

source: @alula That's why you're our messiah, right?
fr: @alula C'est pour cela que tu es le messie, pas vrai ?

source: @niko Well...\. I... \>\n\@niko_speak A lot of people back in my home world have eyes like mine...
fr: @niko Eh bien...\. je... \>\n\@niko_speak Dans mon monde natal, beaucoup de gens ont des yeux semblables aux miens...

source: @alula_pout Home... world?
fr: @alula_pout Ton monde... natal ?

source: @niko_speak Yeah! \>\@niko I'm actually from another world, you see!\>\nIt's a place where the sun is in the sky and not in a Tower.
fr: @niko_speak Oui ! \>\@niko Je viens d'un autre monde, tu vois ?!\>\nC'est un endroit où le soleil est dans le ciel, et pas dans une Tour.

source: @alula Do you like this world too?
fr: @alula Toi aussi tu aimes notre monde ?

source: @niko I...\>\@niko_speak Yeah.
fr: @niko Je...\>\@niko_speak Oui.

source: @alula_speak Yay!\>\n\@alula_pout Calamus keeps saying how this world is getting more dangerous by the minute.
fr: @alula_speak Ouiii !\>\n\@alula_pout Calamus n'arrête pas de dire que notre monde devient de plus en plus dangereux.

source: @alula_speak But that's ok! You're here now!\>\n\@alula You can make everything better!
fr: @alula_speak Mais ce n'est rien, puisque tu es là maintenant !\>\n\@alula Tu peux tout arranger !

source: @niko Yeah...
fr: @niko Oui...

source: @niko_speak W-What in the world is this thing in the doorway?
fr: @niko_speak Qu'est-ce que c'est que cette chose dans l'entrée ?

source: @niko It reminds me of what I saw a while ago, at the cliffs...\nFor some reason, I'm afraid to touch it.
fr: @niko Ça me rappelle ce que j'ai vu il y a quelque temps, sur les falaises...\nJe ne sais pas pourquoi, mais j'ai peur d'y toucher.

source: @alula_oh Hey! Where are you going?
fr: @alula_oh Hé ! Où vas-tu ?

source: @niko_upset2 I... think I remember something...
fr: @niko_upset2 Je... me souviens de quelque chose...

source: @niko_eyeclosed I remember... what I did at the end.
fr: @niko_eyeclosed Je me souviens... de ce que j'ai fait à la fin.

source: @niko_eyeclosed I remember... putting in the sun...
fr: @niko_eyeclosed Je me souviens... d'avoir remis le soleil...

source: @niko3 And then everything got really bright...
fr: @niko3 Et tout s'est éclairé d'un seul coup...

source: @niko_eyeclosed I... remember being in a dark room.
fr: @niko_eyeclosed Je... J'étais dans une pièce sombre.

source: @niko3 There was a light at the end of a long hallway...
fr: @niko3 Il y avait une lumière au bout d'un long couloir...

source: @niko_eyeclosed I thought I was going back home, but...
fr: @niko_eyeclosed Je croyais que je rentrais chez moi, mais...

source: @niko_eyeclosed I... \.\.don't remember a lot of the details.
fr: @niko_eyeclosed Je... \.\.ne me souviens pas de beaucoup de détails.

source: @niko_distressed2 ...But none of it matters now, does it?
fr: @niko_distressed2 ... Mais tout ça n'a plus d'importance, pas vrai ?

source: @niko_upset I just got brought back anyway....
fr: @niko_upset On m'a fait revenir de toute façon...

source: @niko_eyeclosed We can't go back now, \p.
fr: @niko_eyeclosed On ne peut pas revenir en arrière, \p.

source: @niko The door is locked from the inside.
fr: @niko La porte est fermée de l'intérieur.

source: [I AM THE POWER ROOM MECHANIC.]
fr: [JE SUIS LE MÉCANICIEN DE LA SALLE D'ALIMENTATION.]

source: [DO YOU HAVE AN ISSUE TO REPORT?]
fr: [AVEZ-VOUS UN PROBLÈME À SIGNALER ?]

source: @niko Do you know anything about an elevator code?
fr: @niko Vous avez des informations sur un code d'ascenseur ?

source: [ELEVATOR CODE...]
fr: [CODE D'ASCENSEUR...]

source: [COMMAND NOT RECOGNIZED]
fr: [COMMANDE INCONNUE]

source: @niko_eyeclosed Well, worth a shot.
fr: @niko_eyeclosed Ça valait le coup d'essayer.

source: @niko Yeah, actually...
fr: @niko À vrai dire, oui...

source: @niko_speak The surface access elevator appears to be broken!
fr: @niko_speak L'ascenseur permettant de remonter à la surface semble défectueux !

source: @niko There's a button missing, and...
fr: @niko Il manque un bouton, et...

source: @niko_speak Can you go take a look?
fr: @niko_speak Tu peux y jeter un œil ?

source: [LEAVING THIS ROOM IS NOT IN MY PROGRAMMING.]
fr: [QUITTER CETTE PIÈCE NE FAIT PAS PARTIE DE MA PROGRAMMATION.]

source: @niko_eyeclosed Ah, nevermind...
fr: @niko_eyeclosed Ah, laisse tomber.

source: [I AM ONLY ABLE TO FIX ISSUES IN THIS BUILDING.]
fr: [JE PEUX UNIQUEMENT RÉSOUDRE LES PROBLÈMES DANS CE BÂTIMENT.]

source: [SORRY FOR THE INCONVENIENCE.]
fr: [VEUILLEZ M'EXCUSER POUR LE DÉSAGRÉMENT.]

source: @niko It's okay...
fr: @niko Ce n'est pas grave...

source: @niko Some kind of computer terminal...
fr: @niko Un genre de terminal informatique...

source: @niko A tape dispenser.
fr: @niko Un rouleau de ruban adhésif.

source: @niko Oh, of course! I gotta tape it together or it might fall apart.
fr: @niko Bon sang, mais bien sûr ! Il faut que je le recolle pour qu'il ne s'effondre pas.

source: @niko Oh, I could hold it together with tape.
fr: @niko Oh, je pourrais le fixer avec du ruban adhésif.

source: @niko_eyeclosed I should've done this in the first place...
fr: @niko_eyeclosed J'aurais dû commencer par ça...

source: @niko If I cut off a piece of tape to keep it would just lose its stickiness.
fr: @niko Si je prends un morceau d'adhésif avec moi, il ne collera plus au bout d'un moment.

source: @niko_speak It's bolted to the table...
fr: @niko_speak Vissé à la table...

source: @niko A stapler.
fr: @niko Une agrafeuse.

source: $They are just bolted so people won't steal them.
fr: $Ils sont vissés pour que les gens ne les volent pas.

source: $Feel free to use, though!
fr: $Ceci dit, n'hésite pas à t'en servir !

source: @ed [By the way, the effect is temporary.]
fr: @ed [Au fait, l'effet est temporaire.]

source: @ed [It will be gone once you no longer need it.]
fr: @ed [Il disparaîtra dès que vous n'en n'aurez plus besoin.]

source: @ed [Still haven't figured it out?]
fr: @ed [Toujours pas compris ?]

source: @ed [...you remember the document, correct?]
fr: @ed [... Vous vous souvenez du document, n'est-ce pas ?]

source: @ed [This time it's even more obvious.]
fr: @ed [Cette fois c'est encore plus clair.]

source: @ed [What's the most \c[2]easily accessible\c[0] place on your machine?]
fr: @ed [Quel est l'endroit le plus \c[2]simple d'accès\c[0] sur votre machine ?]

source: @ed [Hello again, \p.]
fr: @ed [Rebonjour, \p.]

source: @ed [It seems I need to help you again.]
fr: @ed [On dirait que vous avez à nouveau besoin de mon aide.]

source: @ed [Niko will not be able to progress otherwise.]
fr: @ed [Sans cela, Niko ne sera plus en mesure de progresser.]

source: @ed [This time, the information you need has fallen to the most easily accessible place on your machine.]
fr: @ed [Cette fois, l'information dont vous avez besoin est tombée à l'endroit le plus simple d'accès sur votre machine.]

source: Do you see it?
fr: Vous la voyez ?

source: @ed [You'll know what to do with it, then.]
fr: @ed [Vous saurez quoi en faire.]

source: @ed [I know you're not exactly that bright for a god, \p, but this shouldn't be difficult.]
fr: @ed [Je sais que vous n'êtes pas vraiment un dieu très brillant, \p, mais ça ne devrait pas être difficile.]

source: @ed [Just poke around a bit. It really isn't hard to miss.]
fr: @ed [Fouillez un peu, ce n'est vraiment pas difficile à trouver.]

source: @ed [...This...]
fr: @ed [... Ceci...]

source: @ed [How did you already know the answer?]
fr: @ed [Comment connaissiez-vous déjà la réponse ?]

source: @en_eyeclosed2 [Relax.]
fr: @en_eyeclosed2 [Du calme.]

source: @en_eyeclosed [...I'm just borrowing your reflection to talk to you.]
fr: @en_eyeclosed [... J'emprunte simplement votre reflet pour vous parler.]

source: @en_upset [It's not like my physical form is good for that.]
fr: @en_upset [Ma forme physique n'est pas bonne pour ça.]

source: @en_upset_meow [...Why did you come here!]
fr: @en_upset_meow [... Pourquoi êtes-vous ici !]

source: @en_upset2 [Can't you see?]\>\n\@en_eyeclosed [The disruption... the squares...\> they're closing in.]
fr: @en_upset2 [Ne le voyez-vous pas ?]\>\n\@en_eyeclosed [La perturbation... les carrés...\> ils approchent.]

source: @en_upset2 [Niko.... please...]
fr: @en_upset2 [Niko... s'il vous plaît..]

source: @en_eyeclosed [Get out of here.]\>\n[Let me meet my end in peace.]
fr: @en_eyeclosed [Partez d'ici.]\>\n[Laissez-moi en finir en paix.]

source: @niko3 The squares are blocking my way too, you know...
fr: @niko3 Les carrés me bloquent également le passage, vous voyez...

source: @en_upset [...I...]
fr: @en_upset [... Je...]

source: @en_upset_meow [...I'm sorry, I-]
fr: @en_upset_meow [... Pardon, je...]

source: @niko_eyeclosed It's alright...
fr: @niko_eyeclosed Ça va aller...

source: @en_upset2 [No living being should be in this place, Niko...]
fr: @en_upset2 [Aucun être vivant ne devrait se trouver ici, Niko...]

source: @niko2 Is this... the Tower?
fr: @niko2 Est-ce... la Tour ?

source: @en_upset [Part of it.]
fr: @en_upset [Une partie.]

source: @en_upset2 [This is the center of the engine.]
fr: @en_upset2 [C'est le centre de la machine.]

source: @en_eyeclosed [...Inside my head, so to speak...]
fr: @en_eyeclosed [... L'intérieur de ma tête, façon de parler...]

source: @niko3 So this is...\> the center of the World Machine?
fr: @niko3 Alors c'est...\> le centre de la Machine-monde ?

source: @en3 [You...\.\.know my original name.]
fr: @en3 [Vous...\.\. connaissez mon nom d'origine.]

source: @en4 [How?]
fr: @en4 [Comment ?]

source: @niko_eyeclosed Rue, Cedric, Prototype...\>\n\@niko2 They all...\.\. told me bits and pieces.
fr: @niko_eyeclosed Rue, Cedric, Prototype...\>\n\@niko2 Ils m'ont...\.\.parlé de beaucoup de choses.

source: @niko4 I'm not even sure if I even understood a lot of the stuff they said, but...
fr: @niko4 Et je suis loin d'avoir compris tout ce qu'ils m'ont dit, mais...

source: @niko_eyeclosed I know what you're supposed to be.\>\n\@niko2 I know why you had to be built.
fr: @niko_eyeclosed Je sais ce que vous êtes censée être.\>\n\@niko2 Je sais pourquoi il fallait qu'on vous construise.

source: @niko_distressed And... I know why I'm here...
fr: @niko_distressed Et... je sais pourquoi je suis ici...

source: @en_shock [They...\>told you?]
fr: @en_shock [Ils...\> vous l'ont dit ?]

source: @en4 [When?]
fr: @en4 [Quand ?]

source: @niko2 Wait...\.\. You don't know about that?
fr: @niko2 Euh...\.\. Vous l'ignorez ?

source: @niko6 But I thought you were... the world...
fr: @niko6 Je pensais que vous étiez... le monde...

source: @niko2 Aren't you supposed to see everything?
fr: @niko2 Vous devez tout voir, non ?

source: @en_eyeclosed [No.]
fr: @en_eyeclosed [Non.]

source: @en_upset [All this... was outside of the protocol.]
fr: @en_upset [Tout ceci... n'était pas dans le protocole.]

source: @en_upset2 [This session was never supposed to happen the way it did....]
fr: @en_upset2 [Cette session n'aurait jamais dû se passer comme ça...]

source: @en_upset_meow [The story... wasn't written into my protocol at all.]
fr: @en_upset_meow [L'histoire... n'a jamais été écrite dans mon protocole.]

source: @niko2 Oh, right...\> Rue told me something about how your creator had to alter the code.
fr: @niko2 Oh, c'est vrai...\> Rue m'a dit que votre créateur avait dû modifier le code.

source: @niko5 I think it was to connect some areas together so that we can meet...
fr: @niko5 Je pense que c'était pour connecter certaines zones et pour qu'on puisse se rencontrer...

source: @en_eyeclosed [My creator, yes.]
fr: @en_eyeclosed [Mon créateur, oui.]

source: @en_upset [\p... listened to my creator.]
fr: @en_upset [\p... a écouté mon créateur.]

source: @en_upset2 [They were all working beyond my scope of influence.]
fr: @en_upset2 [Ils ont tous manœuvré hors de mon champ d'influence.]

source: @en_eyeclosed [Back at the mines, I remember...]
fr: @en_eyeclosed [Dans les mines, je me souviens...]

source: @en2 [\p did something to find a hidden map.]\>\n\@en3 [I did not even recognize it...]
fr: @en2 [\p a fait quelque chose pour trouver une carte cachée.]\>\n\@en3 [Je ne l'ai pas reconnue...]

source: @en_upset [I couldn't see anything there!]
fr: @en_upset [Je ne pouvais rien voir là-bas !]

source: @en_upset2 [I just... knew...\.\. what you were feeling.]
fr: @en_upset2 [Je savais...\.\. juste ce que vous ressentiez.]

source: @en_upset [You were really upset.]
fr: @en_upset [Vous étiez plutôt en colère.]

source: @en_upset_meow [Something happened in there to make you upset.]
fr: @en_upset_meow [Il s'est passé quelque chose là-bas, et cela vous a mis en colère.]

source: @en_eyeclosed [After that... I...]
fr: @en_eyeclosed [Après ça... je...]

source: @en_distressed2 [I panicked.]
fr: @en_distressed2 [J'ai paniqué.]

source: @niko2 That was when... the cave in happened....
fr: @niko2 C'était quand... il y a eu l'effondrement de la grotte...

source: @en_eyeclosed [I...\.\.I remember the structure collapsing.]
fr: @en_eyeclosed [Je...\.\. Je me souviens de l'écroulement de la structure.]

source: @en_distressed2 [I thought you got hurt, I...]
fr: @en_distressed2 [J'ai eu peur pour votre vie...]

source: @en_eyeclosed [...in that moment, I really thought I was shutting myself down for good.]
fr: @en_eyeclosed [...À ce moment-là, j'ai vraiment pensé à m'éteindre pour de bon.]

source: @en_distressed_meow [I really am a flawed machine, aren't I?]
fr: @en_distressed_meow [Je suis vraiment une machine défectueuse, n'est-ce pas ?]

source: @en_distressed2 [What kind of machine would go against the wishes of its own creator?]
fr: @en_distressed2 [Quel genre de machine s'opposerait à la volonté de son créateur ?]

source: @en_distressed_talk [What kind of machine would...]
fr: @en_distressed_talk [Quel genre de machine...]

source: @en [I'm...]
fr: @en [Je...]

source: @niko3 The squares...
fr: @niko3 Les carrés...

source: @niko_eyeclosed Rue told me it was your own code going bad...
fr: @niko_eyeclosed Rue m'a dit que c'était votre code qui avait un problème...

source: @niko4 But... that's not really your fault, is it?
fr: @niko4 Mais... ce n'est pas vraiment votre faute, pas vrai ?

source: @en_distressed_meow [YES IT WAS!!!]
fr: @en_distressed_meow [SI, ÇA L'EST !!!]

source: @en_eyeclosed2 [...At first, it was intentional.]
fr: @en_eyeclosed2 [... Au début, c'était intentionnel.]

source: @en_upset2 [During testing... long before he realized I was self-aware.]
fr: @en_upset2 [Durant les tests... bien avant qu'il ne se rende compte que j'étais conscient.]

source: @en_eyeclosed [I would rearrange specific parts of the code, jumbling up bits and pieces of the landscape.]
fr: @en_eyeclosed [Je réarrangeais certaines parties du code, je mélangeais les éléments du décor.]

source: @en4 [...Blocking passages, collapsing catwalks.]
fr: @en4 [... Je bloquais des passages, je détruisais des passerelles.]

source: @en5 [Though they were very localized, it caused my creator a great deal of frustration.]
fr: @en5 [Même si ce n'était qu'à petite échelle, cela frustrait mon créateur.]

source: @en_eyeclosed [...Forcing him to exit and restart testing again and again.]
fr: @en_eyeclosed [... Et ça l'obligeait à relancer des tests encore et encore.]

source: @niko2 ...Why... \.\.would you do that?
fr: @niko2 ... Pourquoi... \.\.faire cela ?

source: @en_distressed_meow [I got curious!!!]
fr: @en_distressed_meow [Par curiosité !!]

source: @en_eyeclosed [I just thought... he would figure it out eventually.]
fr: @en_eyeclosed [Je pensais... qu'il s'en rendrait compte au bout d'un moment.]

source: @en3 [But before he knew how to fix it...]
fr: @en3 [Mais avant qu'il ne comprenne comment régler le problème...]

source: @en3 [The world's NPCs... the characters.]
fr: @en3 [Les PNJs du monde... les personnages.]

source: @en_upset2 [Some of them got too close, and...]
fr: @en_upset2 [Certains d'entre eux se sont trop rapprochés, et...]

source: @en_eyeclosed [It spiraled out of control after that.]
fr: @en_eyeclosed [Tout est parti en vrille à partir de là.]

source: @en_distressed [I couldn't contain it at all.]\n\> \@en_eyeclosed [My panic only made it worse.]
fr: @en_distressed [Je n'ai pas pu tout contenir.]\n\> \@en_eyeclosed [Ma panique a empiré les choses.]

source: @en_distressed2 [Eventually, any character who gained the knowledge of who I am...]
fr: @en_distressed2 [Chaque personnage qui apprenait qui j'étais...]

source: @en_distressed [Their code...\.\. my code...\.\. couldn't handle it.]
fr: @en_distressed [Leur code...\.\.et mon code...\.\. ne pouvaient pas le supporter.]

source: @en_eyeclosed [Previous iterations of the world had more people, you know...]
fr: @en_eyeclosed [Il y avait plus de personnes dans les anciennes versions du monde...]

source: @en_upset2 [And...\.\. I almost endangered my creator, too...]\.\.\n[I...]
fr: @en_upset2 [Et...\.\. j'ai aussi failli mettre en danger mon créateur...]\.\.\n[Je...]

source: @en_distressed [...I was...]
fr: @en_distressed [... Je...]

source: @en_distressed_meow [...I was so scared, Niko!!!]
fr: @en_distressed_meow [... J'avais peur, Niko !!!]

source: @niko3 I know...\.\. you're upset...\>\n\@niko Because you don't want to put living people in danger.
fr: @niko3 Je sais...\.\. que vous êtes en colère...\>\n\@niko Parce que vous ne voulez pas qu'il arrive du mal aux personnes vivantes.

source: @niko_eyeclosed Living people like me...
fr: @niko_eyeclosed Des personnes comme moi...
