Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @rue_sad If anything... \.\.I should be apologizing to you.
fr: @rue_sad C'est plutôt moi... \.\.qui devrais te présenter mes excuses.

source: @rue ...There's...
fr: @rue ... Il y a...

source: @rue One last thing I want to do.
fr: @rue Une dernière chose que j'aimerais faire.

source: @rue_talk Come on, let's go upstairs.
fr: @rue_talk Viens, montons à l'étage.

source: @cedric_talk Oh...\.\. this is...
fr: @cedric_talk Oh...\.\. c'est...

source: @proto1 [...no wonder he wanted us to all be here for this.]
fr: @proto1 [... Je comprends pourquoi il voulait qu'on soit tous présents.]

source: @niko2 Um... what are these things, anyway?
fr: @niko2 Hum... c'est quoi ces trucs, de toute façon ?

source: @proto2 [Code portals.]
fr: @proto2 [Des portails à code.]

source: @proto1c [They... \.\.temporarily remove us from the world.]
fr: @proto1c [Ils... \.\.nous extraient temporairement du monde.]

source: @niko2 ....what?
fr: @niko2 .... Quoi ?

source: @cedric_hmm It's... a bit hard to explain...
fr: @cedric_hmm C'est... dur à expliquer...

source: @cedric2 But... basically, my father has hidden a decryption key in our code, with a .txt file as its shell...
fr: @cedric2 Mais... en gros, mon père a dissimulé une clé de décryptage dans notre code, avec un fichier .txt comme interface logicielle...

source: @proto2 [...But to get to them, we have to be removed from the world and decompiled.]
fr: @proto2 [... Mais pour y accéder, nous devons nous extraire du monde et nous décompiler.]

source: @proto2b [...When our keys are combined into a central location, it will activate an encrypted part of this world, which will...]
fr: @proto2b [... Quand nos clés seront rassemblées en un même endroit, une partie cryptée de ce monde sera activée, ce qui...]

source: @niko_what *confused cat noises*
fr: @niko_what *Bruits de chat confus*

source: @proto2b [...Rue, maybe it's better if you explain.]
fr: @proto2b [... Rue, il vaudrait peut-être mieux que tu lui expliques.]

source: @rue_sigh I'll attempt.
fr: @rue_sigh Je vais essayer.

source: @rue Basically... these portals all represent a physical location on \p's machine.
fr: @rue En gros... ces portails représentent un emplacement physique sur la machine de \p.

source: @rue_talk And... when we enter these portals, we will be sent to that location...
fr: @rue_talk Et... en traversant ces portails, nous serons transportés à cet emplacement...

source: @proto2 [...Wherever that is.]
fr: @proto2 [... Où que ce soit.]

source: @rue I'm... sure \p is already pretty familiar with retrieving puzzle pieces from this world on their computer.
fr: @rue \p doit... sûrement avoir l'habitude de récupérer des morceaux de puzzle de ce monde sur son ordinateur.

source: @rue_talk ...But this time, \p would need to move around some things, as well.
fr: @rue_talk ... Mais cette fois-ci, \p va devoir, en plus, déplacer certaines choses.

source: @cedric_talk ...specifically, by moving the keys from the small portal to the big one.
fr: @cedric_talk ... Plus précisément, déplacer les clés du petit portail vers le gros.

source: @cedric_hmm I... don't know what happens next, though.
fr: @cedric_hmm Mais... je ne sais pas trop ce qui se passera après.

source: @niko_speak Does \p know where these portals lead, at least?
fr: @niko_speak Mais est-ce que \p sait où mènent ces portails ?

source: @rue You should probably ask \p on this...
fr: @rue Tu devrais probablement demander à \p, directement...

source: @niko2 ...Hold on.
fr: @niko2 ... Attendez.

source: @niko6 The journal is glowing again, \p...
fr: @niko6 Le carnet brille à nouveau, \p...

source: @plight_worry ...This room gives me the creeps, man...
fr: @plight_worry ... Bon sang, cette pièce me fout la trouille...

source: @niko_speak Oh, same!
fr: @niko_speak Oh, à moi aussi !

source: @plight_worry ....yup.
fr: @plight_worry ... Ouaip.

source: @plight3 So um... \>\@plight_2b what did you need help with again?
fr: @plight3 Alors, euh... \>\@plight_2b pourquoi aviez-vous besoin de mon aide, déjà ?

source: @niko Can you reach the lever up there?
fr: @niko Est-ce que vous arrivez à atteindre le levier, là-haut ?

source: @plight_worry Oh, right...
fr: @plight_worry Ah, oui...

source: @plight_worry2 Wait...
fr: @plight_worry2 Attendez...

source: @plight_why ...I'm not THAT tall!
fr: @plight_why ... Je ne suis pas SI grand que ça !

source: @niko_eyeclosed (Well it was worth a shot.)
fr: @niko_eyeclosed (Bon, au moins, on aura essayé.)

source: @plight_2b ...wait, I got this.
fr: @plight_2b ... Attendez, je sais.

source: @niko_speak Nice!
fr: @niko_speak Joli !

source: @niko Thank you, mister!
fr: @niko Merci, monsieur !

source: @plight No prob, kid.
fr: @plight De rien, mon garçon.

source: @plight3 So... you coming?
fr: @plight3 Alors... vous venez ?

source: @niko_eyeclosed The lever won't do much for us now, \p...
fr: @niko_eyeclosed Le levier ne nous sert plus à rien maintenant, \p...

source: @niko There's a lever hanging from the ceiling...
fr: @niko Il y a un levier au plafond...

source: @niko_speak We should find someone tall to reach it for us, \p!
fr: @niko_speak Nous devons trouver quelqu'un d'assez grand pour l'attraper, \p !

source: @niko There's a pair of scissors on the ground....
fr: @niko Il y a des ciseaux par terre.

source: @niko ...on....a pile of hair?
fr: @niko ... sur... un tas de cheveux ?

source: @niko I don't think anyone's using it anymore, so...
fr: @niko Je ne pense pas qu'ils servent encore à quelqu'un, donc...

source: @niko Soap dispenser.
fr: @niko Un distributeur de savon.

source: @niko A small potted plant.
fr: @niko Une petite plante en pot.

source: @niko It's the lightbulb.\>\n\@niko_eyeclosed2 Thank goodness it's safe...
fr: @niko C'est l'ampoule.\>\n\@niko_eyeclosed2 Par chance, elle n'a rien...

source: @niko_distressed2 ...I guess \p isn't coming back...
fr: @niko_distressed2 ... \p ne reviendra pas, je pense...

source: Niko, I'm here.
fr: Niko, je suis là.

source: @niko_pancakes Is that... really you?
fr: @niko_pancakes Est-ce... vraiment vous ?

source: @niko_distressed2 I thought... you were gone...
fr: @niko_distressed2 Je pensais... que vous aviez disparu...

source: I never left you.
fr: Je n'ai jamais disparu.

source: I'm back now.
fr: Me revoilà.

source: @niko_speak Oh! \@niko_eyeclosed I was... feeling a bit scared back there...
fr: @niko_speak Oh ! \@niko_eyeclosed J'ai eu... un peu peur tout à l'heure...

source: @niko_speak I thought I was completely alone!
fr: @niko_speak Je pensais qu'il n'y avait plus personne !

source: @niko_eyeclosed But that was silly of me to assume, wasn't it?
fr: @niko_eyeclosed Je n'aurais peut-être pas dû, n'est-ce pas ?

source: @niko_speak Where did you go?
fr: @niko_speak Où étiez-vous ?

source: @niko_eyeclosed I was so scared all by myself...
fr: @niko_eyeclosed Sans personne, j'avais tellement peur...

source: @niko_speak ...but I guess... it's okay now.
fr: @niko_speak ... Mais tout va bien, maintenant...

source: @niko Ah, guess we need to figure out where to go now, and-
fr: @niko Bon, je suppose que nous devrions trouver notre prochaine destination, et...

source: @niko The sun!\>\n\@niko_speak It lit up on its own!
fr: @niko Le soleil !\>\n\@niko_speak Il s'est allumé tout seul !

source: @niko Guess I should pick it up, right \p?
fr: @niko Devrais-je le prendre, \p ?

source: @plight Sure is taking a while...
fr: @plight C'est long, n'est-ce pas...

source: @niko m-hm!
fr: @niko Hum hum !

source: @plight_worry (oh goodness gracious I'm stuck in an elevator with the messiah and also literally god themself this is awkward)
fr: @plight_worry (Oh bonté divine, je suis coincé dans un ascenseur avec le messie, dieu en personne, c'est embarrassant.)

source: @niko Oh, maybe we can chat to pass the time, then?
fr: @niko Oh, on pourrait peut-être bavarder pour passer le temps, hein ?

source: @plight_worry I mean, sure...
fr: @plight_worry Je veux dire, oui, bien sûr...

source: @niko Alright, \p, should I...
fr: @niko Très bien, \p, est-ce que je dois...

source: Ask about his job
fr: Lui poser des questions sur son travail

source: Ask about this city
fr: Lui poser des questions sur la ville

source: Ask about the library
fr: Lui poser des questions sur la bibliothèque

source: Resume awkward silence
fr: Faire durer ce silence gênant

source: @niko So...what do you do at your job?
fr: @niko Alors... vous faites quoi comme travail ?

source: @niko_speak You seem really busy!
fr: @niko_speak Vous avez l'air très occupé !

source: @plight_2 I...uh....
fr: @plight_2 Je... Euh....

source: @plight I fix lights, mostly.
fr: @plight Je répare les lumières, entre autres.

source: @plight_2b But now I also deliver and refill high-energy phosphor to structures that need them.
fr: @plight_2b Mais là, je fournis et réapprovisionne aussi les structures qui ont besoin de phosphore à haute énergie.

source: @niko High energy?
fr: @niko Haute énergie ?

source: @plight Y'know, the super concentrated glowy stuff they had to process in factories, it's what powers most of this city's stuff.
fr: @plight Tu sais, la matière brillante super concentrée qu'ils devaient traiter dans les usines, c'est ça qui alimente la plus grande partie de cette ville.

source: @plight We used to have a small army of delivery robots doing that...
fr: @plight Avant, c'était notre petite armée de robots de livraison qui s'en chargeaient...

source: @plight_worry But lately a bunch of them have been breaking down?
fr: @plight_worry Mais beaucoup d'entre eux sont tombés en panne, dernièrement.

source: @plight_2 So until they fix them, I'll just have more work on my plate.
fr: @plight_2 Donc en attendant qu'ils soient réparés, je vais avoir plus de pain sur la planche.

source: @plight_why I haven't slept in so long...
fr: @plight_why Ça fait tellement longtemps que je n'ai pas dormi...

source: @niko_speak When will the robots get fixed?
fr: @niko_speak Quand les robots seront-ils réparés ?

source: @plight_2 I have no idea, it's all up to the scientists over at the labs.
fr: @plight_2 Je n'en sais rien, cela dépend des scientifiques, dans leurs laboratoires.

source: @plight_worry But they seem REALLY concerned about something else lately...
fr: @plight_worry Mais dernièrement, ils ont VRAIMENT l'air préoccupés par autre chose...

source: @plight_worry ...Never a good sign when even the smart folks are worried.
fr: @plight_worry ... C'est jamais bon signe quand même les gens intelligents sont inquiets.

source: @niko This city is very big!
fr: @niko Cette ville est gigantesque !

source: @plight_2b It's smaller than it looks.
fr: @plight_2b Elle est plus petite qu'elle n'en a l'air.

source: @plight_2 Getting pretty crowded too...
fr: @plight_2 Par contre elle est de plus en plus peuplée...

source: @plight_2 First there was the refugees from the Barrens, and now more Glen folks are moving in too.
fr: @plight_2 Il y a d'abord eu les réfugiés de la Lande, et à présent, les gens du Vallon.

source: @plight It's just safer here, y'know?
fr: @plight La raison est que c'est plus sûr ici, tu comprends ?

source: @plight I mean, it's not a haven by any means.
fr: @plight Enfin, c'est tout de même loin d'être un havre de paix.

source: @plight_worry That square stuff that we just saw?
fr: @plight_worry Cette chose carrée que nous venons de voir ?

source: @plight_worry We get more of that here than anywhere else, apparently.
fr: @plight_worry Il y en aurait plus ici que n'importe où ailleurs.

source: @niko_eyeclosed I noticed...
fr: @niko_eyeclosed J'ai remarqué...

source: @plight_2 ...We're lucky it only seems to affect the city's infrastructure.
fr: @plight_2 ... Heureusement, ça ne semble affecter que l'infrastructure de la ville.

source: @plight The landmass itself is still holding up.
fr: @plight La masse terrestre elle-même tient encore le coup.

source: @plight_2b Which is good, since there isn't much solid land here in the first place.
fr: @plight_2b Et c'est une bonne chose, car, au début, il n'y avait pas beaucoup de terres solides ici.

source: @niko Can you tell me about the library?
fr: @niko Vous pouvez me parler de la bibliothèque ?

source: @niko_speak I'm supposed to go there!
fr: @niko_speak Je dois y aller !

source: @plight Oh yeah, that's one of my main delivery spots.
fr: @plight Oh oui, c'est l'une de mes principales adresses de livraison.

source: @plight Those reading lights are pretty high-maintenance.
fr: @plight Ces lampes de lecture demandent énormément d'entretien.

source: @plight_worry But I always feel out of place surrounded by smart people!
fr: @plight_worry Mais je ne me sens jamais à ma place au milieu de tous ces personnes si intelligentes !

source: @plight Well, I guess you're pretty smart yourself, so you'll fit in fine.
fr: @plight Eh bien, tu n'as pas l'air d'être bête non plus, tu vas très bien t'adapter.

source: @plight_2b You and \p.
fr: @plight_2b \p et toi.

source: @kip I couldn't stop him...
fr: @kip Je n'ai pas pu l'arrêter...

source: @kip Sigh
fr: @kip *Soupir*.

source: @niko Hey
fr: @niko Hé.

source: @kip Messiah?
fr: @kip Messie ?

source: @kip Oh... you came at an awful time
fr: @kip Oh... tu arrives au mauvais moment.

source: @kip come on, we have to get outta here.
fr: @kip Allez, il faut qu'on sorte d'ici.

source: @niko Where?
fr: @niko Pour aller où ?

source: @kip Where everyone else is
fr: @kip Rejoindre les autres.

source: @niko_eyeclosed No power, just like the rest...
fr: @niko_eyeclosed Pas d'alimentation, comme pour le reste...

source: [I AM WATCHING OVER THE PLANTS.]
fr: [JE SURVEILLE LES PLANTES.]

source: [HELLO, SMALL PERSON.]
fr: [BONJOUR, PETITE PERSONNE.]

source: @niko_eyeclosed You're not much bigger than I am...
fr: @niko_eyeclosed Vous n'êtes pas beaucoup plus grand que moi...

source: [WELCOME TO THE LOOKOUT POINT.]
fr: [BIENVENUE AU POSTE D'OBSERVATION.]

source: [BELOW US IS THE OLD QUARRY.]
fr: [EN-DESSOUS DE NOUS SE TROUVE L'ANCIENNE CARRIÈRE.]

source: [THE HEAD ENGINEER LIVES A LITTLE MORE TO THE EAST.]
fr: [L'INGÉNIEUR EN CHEF VIT UN PEU PLUS LOIN, À L'EST.]

source: [THE ENTRANCE TO THE OLD MINES IS FURTHER TO THE EAST.]
fr: [L'ENTRÉE DES ANCIENNES MINES SE TROUVE UN PEU PLUS LOIN, À L'EST.]

source: @niko Strange black plants. They look like clovers.
fr: @niko D'étranges plantes noires. On dirait des trèfles.

source: @en3 [\p...\> you're... back.]
fr: @en3 [\p...\> vous... revoilà.]

source: @en_upset2 [I restored the world, I sent Niko home...]
fr: @en_upset2 [J'ai restauré le monde, j'ai renvoyé Niko dans son monde...]

source: @en4 [Are you...\.\.\@en3 not happy?]
fr: @en4 [Cela... \.\.\@en3 ne vous satisfait pas ?]

source: @en_upset2 [Even if you wanted to see Niko again...]
fr: @en_upset2 [Même si vous vouliez revoir Niko...]

source: @en_eyeclosed [You can't, \p.\> Niko's gone.]
fr: @en_eyeclosed [Vous ne pourriez pas, \p.\> Niko n'est plus là.]

source: @en_eyeclosed2 [And without Niko, there is no story for me to tell, no messiah to traverse across the land.]
fr: @en_eyeclosed2 [Et sans Niko, je n'ai plus d'histoire à raconter, plus de messie pour traverser la terre.]

source: @en_eyeclosed [...No way for you to connect with the world.]
fr: @en_eyeclosed [... Vous n'avez aucun moyen de vous connecter au monde.]

source: @en2 [But...\.\.Niko still remembers this place.]
fr: @en2 [Mais...\.\. Niko se souvient encore de cet endroit.]

source: @en3 [If you really want to see this world again, I could still...]
fr: @en3 [Si vous voulez vraiment revoir ce monde, je peux encore...]

source: @en_distressed2 [Oh...\.\. but it won't be the same.]
fr: @en_distressed2 [Oh...\.\. mais ça ne sera pas pareil.]

source: @en_distressed2 [It'll just be a recording.\>\nIt'll just be me using Niko's memories.]
fr: @en_distressed2 [Ça ne sera qu'un enregistrement.\>\nJe ne ferai qu'utiliser les souvenirs de Niko.]

source: @en_eyeclosed [...Just like how I'm using Niko's reflection now...]
fr: @en_eyeclosed [... Tout comme j'utilise le reflet de Niko en ce moment même...]

source: @en3 [Is that...\.\. what you want?]
fr: @en3 [Est-ce... \.\.vraiment ce que vous voulez ?]

source: @en3 [I will go rewind the story.]
fr: @en3 [Je vais rembobiner l'histoire.]

source: @en4 [...so that you can relive it from the beginning.]
fr: @en4 [... Afin que vous puissiez la revivre depuis le début.]

source: @en_eyeclosed [I see.]
fr: @en_eyeclosed [Je vois.]

source: @en4 [If you change your mind, though... feel free to come back.]
fr: @en4 [Mais, si jamais vous changez d'avis... n'hésitez pas à revenir me voir.]

source: @en_eyeclosed [It's not like I'm going anywhere.]
fr: @en_eyeclosed [Je ne risque pas de m'en aller.]

source: @niko2 H-hello, penguin?
fr: @niko2 B... Bonjour, petit pingouin ?

source: @niko It's a big penguin plush!
fr: @niko C'est un gros pingouin en peluche !

source: @niko_speak Hello, penguin!
fr: @niko_speak Bonjour, petit pingouin !

source: @niko It's a pink flower.
fr: @niko C'est une fleur rose.

source: @niko It's a wall of family photos.
fr: @niko Des photos de famille sont accrochées au mur.

source: [PHOSPHOR TREES ARE NOW BEING PROTECTED UNDER THE NEW LAWS.]
fr: [LES ARBRES À PHOSPHORE SONT À PRÉSENT PROTÉGÉS PAR DE NOUVELLES LOIS.]

source: [PLEASE DO NOT HARVEST THEM.]
fr: [NE CUEILLEZ RIEN DESSUS.]

source: @niko I'm... not?
fr: @niko Je... ne le fais pas !

source: [HAVE A NICE DAY.]
fr: [BONNE JOURNÉE.]

source: @niko_speak You too!
fr: @niko_speak À vous aussi !

source: [WELCOME TO THE RESEARCH STATION.]
fr: [BIENVENUE AU CENTRE DE RECHERCHE.]

source: [ARE YOU SENT HERE BY DR. SILVERPOINT?]
fr: [C'EST LE DR SILVERPOINT QUI VOUS ENVOIE ?]

source: @niko_speak ...no?
fr: @niko_speak ... Non ?

source: [OH, CARRY ON, THEN.]
fr: [OH, TRÈS BIEN, CONTINUEZ ALORS.]

source: [MONITORING ANOMALY...]
fr: [ANOMALIE DÉTECTÉE...]

source: @niko_speak What IS that thing?
fr: @niko_speak Qu'est-ce que c'est que ÇA ?

source: [AN ANOMALY.]
fr: [UNE ANOMALIE.]

source: @niko_eyeclosed Well, yeah, but...
fr: @niko_eyeclosed Oui, je vois ça, mais...

source: [I WILL RETURN TO MY STATION IN THE CITY SOON.]
fr: [JE RETOURNERAI BIENTÔT À MA STATION EN VILLE.]

source: @niko_speak How come you're red instead of green?
fr: @niko_speak Pourquoi êtes-vous rouge et pas vert ?

source: @niko Well...more of a purple than red...\>\n\@niko_speak But your eyes and stuff are red!
fr: @niko Enfin... violet, plutôt que rouge...\>\n\@niko_speak Mais vos yeux et tout le reste sont rouges !

source: [I AM ONLY HERE TO PICK UP THIS WEEK'S MOSS SAMPLES.]
fr: [JE NE SUIS LÀ QUE POUR RÉCUPÉRER LES ÉCHANTILLONS DE MOUSSE.]

source: @niko_speak I see!
fr: @niko_speak Je vois !

source: [I AM IN CHARGE OF COLLECTING THE MOSS SAMPLES.]
fr: [MON TRAVAIL CONSISTE À RÉCUPÉRER LES ÉCHANTILLONS DE MOUSSE.]

source: @niko_speak Cool!
fr: @niko_speak Super !

source: [DID DR. SILVERPOINT SEND YOU?]
fr: [C'EST LE DR SILVERPOINT QUI VOUS ENVOIE ?]

source: @niko_speak No? I'm with \p...
fr: @niko_speak Non ? Je suis avec \p...

source: [PHOSPHOR TREE GROWTH RATE HAS BEEN REDUCED AS OF LATE...]
fr: [LA CROISSANCE DES ARBRES À PHOSPHORE A BAISSÉ CES DERNIERS TEMPS...]

source: [PLEASE DO NOTE THAT THE RUINS BELOW ARE PARTIALLY FLOODED.]
fr: [VEUILLEZ NOTER QUE LES RUINES CI-DESSOUS SONT PARTIELLEMENT INONDÉES.]

source: @niko Should we...not be here?
fr: @niko On ne devrait peut-être pas être ici, non ?

source: [THERE IS NO IMMEDIATE DANGER.]
fr: [IL N'Y A AUCUN DANGER IMMÉDIAT.]

source: [USING THIS AREA AS A DWELLING IS NOT RECOMMENDED, HOWEVER.]
fr: [CEPENDANT, IL N'EST PAS RECOMMANDÉ DE SÉJOURNER DANS CET ENDROIT.]

source: @kelvin [You have been here for a while...] \>\n[Are you sure you do not wish to stay?]
fr: @kelvin [Ça fait un moment que tu vous êtes là...] \>\n[Vous ne voulez vraiment pas rester ?]

source: @niko_speak I'm good, thanks for offering though!
fr: @niko_speak Ça ira, mais merci pour l'offre !

source: @niko So... where did you find all your cats?
fr: @niko Alors... où avez-vous trouvé tous vos chats ?

source: @kelvin [They found me on their own.] \>\n[So I stay here now.]
fr: @kelvin [Ils m'ont trouvé tout seul.] \>\n[Donc je reste ici, désormais.]

source: @niko2 Ah... \>\n\@niko_speak Well, it's good that you're not alone, at least!
fr: @niko2 Ah... \>\n\@niko_speak Eh bien au moins, vous n'êtes pas seul !

source: @niko I met some robots in the other areas stationed all by themselves...
fr: @niko J'ai rencontré des robots dans les autres zones, ils étaient tout seuls...

source: @niko_eyeclosed I felt kinda... bad...
fr: @niko_eyeclosed J'étais un peu... triste...

source: @kelvin [With robots, it is alright.]
fr: @kelvin [Ce n'est pas un problème pour nous autres robots.]

source: @kelvin [We are not like people, we are typically unable to feel loneliness.]
fr: @kelvin [Nous ne sommes pas comme les gens. Nous ne pouvons pas ressentir la solitude.]

source: @niko_speak Well, you talk less like a robot than most other robots I've met!
fr: @niko_speak Eh bien, vous parlez moins comme un robot que la plupart des robots que j'ai rencontrés !

source: @kelvin [Maybe.]
fr: @kelvin [Peut-être.]

source: @kelvin [Not many people frequent this part of the alley, but there are a few.]
fr: @kelvin [Peu de gens fréquentent cette ruelle, mais il y en a quelques-uns.]

source: @kelvin [One of them even lives here.]
fr: @kelvin [L'un d'eux vit même ici.]

source: @niko_speak It's warm here!
fr: @niko_speak Il fait chaud ici !

source: @kelvin [Yeah.]
fr: @kelvin [Oui.]

source: @kelvin [This was my original purpose.]
fr: @kelvin [C'était là ma fonction première.]

source: @niko_speak ...watching cats?
fr: @niko_speak ... de surveiller des chats ?

source: @kelvin [Warmth.]
fr: @kelvin [D'être au chaud.]

source: @niko_speak It's a nice purpose!...\>\@niko ... \>\n\@niko_yawn ....yawn...
fr: @niko_speak Oh, c'est une belle fonction !...\>\@niko ... \>\n\@niko_yawn .... *baille*

source: @kelvin [Oh, you look tired.] \>\n[Do you wish to rest?]
fr: @kelvin [Oh, vous avez l'air d'avoir sommeil.] \>\n[Voulez-vous vous reposer ?]

source: @niko_speak I can't sleep now! \p and I got stuff to do!
fr: @niko_speak Je ne peux pas dormir maintenant ! \p et moi avons des choses à faire !

source: @kelvin [I see.]
fr: @kelvin [Je vois.]

source: @kelvin [Oh, a cat.]
fr: @kelvin [Oh, un chat.]

source: @kelvin [Are you lost?]
fr: @kelvin [Vous avez perdu votre chemin ?]

source: @niko Me?
fr: @niko Moi ?

source: @kelvin [Do you wish to join us?]
fr: @kelvin [Souhaitez-vous vous joindre à nous ?]

source: @niko Join... \.\@niko_speak your cats?
fr: @niko Rejoindre... \.\@niko_speak vos chats ?

source: @kelvin [Yes.]
fr: @kelvin [Oui.]

source: @niko But I'm not a cat...
fr: @niko Mais je ne suis pas un chat...

source: @niko_eyeclosed I don't walk on four legs like they do...
fr: @niko_eyeclosed Je ne marche pas à quatre pattes, comme eux...

source: @kelvin [You have cat eyes.]
fr: @kelvin [Vous avez des yeux de chat.]

source: @niko My eyes are normal people eyes...
fr: @niko J'ai des yeux normaux...

source: @niko_speak Well, normal back home!
fr: @niko_speak Enfin, normaux là d'où je viens !

source: @kelvin [Your hat is shaped like a cat.]
fr: @kelvin [Votre chapeau est en forme de chat.]

source: @niko But I'm just a person!
fr: @niko Mais je suis une personne !

source: @kelvin [You are still welcome here.]
fr: @kelvin [Vous avez quand même votre place ici.]

source: @kelvin [I protect lost people as well.]
fr: @kelvin [Je protège aussi les gens qui ont perdu leur chemin.]

source: @niko_speak Thanks! \.\.\@niko But I'm not lost though!
fr: @niko_speak Merci ! \.\.\@niko Mais je n'ai pas perdu mon chemin !

source: @niko I've got \p to guide me!
fr: @niko J'ai \p pour me guider !
