Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @prophet_hmm [It's Now Our Only Source Of Illumination, But Its Energy Is Finite.]
fr: @prophet_hmm [C'Est Désormais Notre Unique Source D'Illumination, Mais Son Énergie Est Limitée.]

source: @prophet_sigh [When The Last Of The Light Dies,\.\. Our World Will Too.]
fr: @prophet_sigh [Lorsque La Lumière S'Éteindra,\.\.Notre Monde Mourra Avec.]

source: @prophet [But Now That You Are Here With The New Sun, All Is Well.]
fr: @prophet [Mais Maintenant Que Vous Êtes Là Avec Le Nouveau Soleil, Tout Ira Bien.]

source: @prophet [You Will Need To Restore It To The Tower.]
fr: @prophet [Il Vous Faudra Le Remettre Dans La Tour.]

source: @niko2 That looks... pretty far off!
fr: @niko2 Ça fait... un sacré bout de chemin !

source: @prophet [Yes. So Begins Your Pilgrimage.]
fr: @prophet [En Effet. Ainsi Commence Votre Pèlerinage.]

source: @prophet_hmm [Also, The Sun Is Fragile, So Be Careful.]
fr: @prophet_hmm [Mais Le Soleil Est Fragile, Alors Prenez-En Soin.]

source: @prophet_sigh [If The Sun Shatters, The World Will End In An Instant.]
fr: @prophet_sigh [Si Le Soleil Vole En Éclats, Le Monde Disparaîtra Instantanément.]

source: @niko I don't mean to be rude, but I..
fr: @niko Je ne voudrais pas vous vexer, mais ce...

source: @niko_eyeclosed I'm... not sure about this.
fr: @niko_eyeclosed Cela... ne m'emballe pas beaucoup.

source: @niko_distressed2 I still don't know how I got here!
fr: @niko_distressed2 Je ne sais toujours pas comment j'ai atterri ici !

source: @niko_eyeclosed I was just with my mama a few hours ago...
fr: @niko_eyeclosed J'étais avec ma maman il y a encore quelques heures...

source: @niko_distressed2 And now it feels like I'm in a bad dream...
fr: @niko_distressed2 Et maintenant j'ai l'impression d'être dans un mauvais rêve...

source: @niko_eyeclosed I just want to go home...
fr: @niko_eyeclosed Je veux juste rentrer à la maison...

source: @prophet [Your Mission Is To Save Our World.]
fr: @prophet [Votre Mission Est De Sauver Notre Monde.]

source: @prophet_hmm [Just As My Mission Is To Tell You About Our World.]
fr: @prophet_hmm [Tout Comme Ma Mission Est De Vous Expliquer Notre Monde.]

source: @prophet [I Am Unable To Help You Beyond My Programming.]
fr: @prophet [Ma Programmation Ne Me Permet Pas De Vous Aider.]

source: @prophet_sigh [I Am Sorry.]
fr: @prophet_sigh [Veuillez M'En Excuser.]

source: @niko_speak \p! Did you see what happened?
fr: @niko_speak \p ! Vous avez vu ce qui s'est passé ?

source: Yeah?
fr: Oui ?

source: @niko_eyeclosed My vision went blank for a second...\>\n\@niko_speak And then I saw something?
fr: @niko_eyeclosed J'ai perdu la vue pendant une seconde...\>\n\@niko_speak Puis j'ai vu quelque chose.

source: @niko Like a really short dream...
fr: @niko Comme un rêve très très court...

source: @niko_eyeclosed I wonder what that was about...
fr: @niko_eyeclosed Je me demande ce que c'était...

source: So you actually made it here.
fr: Alors comme ça vous avez réussi à faire tout ce chemin jusqu'ici.

source: I... guess you win, \p.
fr: Vous... avez gagné, \p.

source: I'll tell you how to save the world, then.
fr: Dans ce cas, je vais vous dire comment sauver le monde.

source: When you reach the summit, shatter the lightbulb, and...
fr: Une fois au sommet, détruisez l'ampoule, et…

source: ...I'm just humoring you.
fr: ... Je plaisante.

source: I know you've been getting help from a certain someone.
fr: Je sais que vous avez reçu l'aide d'une certaine personne.

source: He already told you about the choice, didn't he?
fr: Il vous a déjà parlé du choix, n'est-ce pas ?

source: Are you still planning to save the world, \p?
fr: Envisagez-vous toujours de sauver le monde, \p ?

source: Why are you trying so hard for this?
fr: Pourquoi vous donnez-vous tant de mal ?

source: Haven't you even figured out what this world IS?
fr: Avez-vous au moins réalisé ce qu'EST ce monde ?

source: I told you at the beginning, your mission is to help Niko leave.
fr: Je vous l'ai dit au début : votre mission est d'aider Niko à partir.

source: Because Niko isn't part of this world.
fr: Parce que Niko ne fait pas partie de ce monde.

source: Niko is the only thing worth saving here.
fr: Niko est la seule chose qui mérite d'être sauvée ici.

source: ...The final choice is up to you.
fr: ... La décision finale vous revient.

source: I can't go against my programming.
fr: Je ne peux pas aller à l'encontre de ma programmation.

source: You only have one shot, \p.
fr: Vous n'aurez qu'une seule chance, \p.

source: If you choose to smash the lightbulb, then Niko wakes up back home, like it was all a dream.
fr: Si vous choisissez de détruire l'ampoule, Niko se réveillera dans son lit, comme si tout ceci n'était qu'un rêve.

source: But if you let Niko return the sun, the child will have to bear the weight of this sacrifice.
fr: Mais si vous laissez Niko rapporter le soleil, l'enfant devra porter le poids de ce sacrifice.

source: At least, tell Niko the truth.
fr: Dites au moins la vérité à Niko.

source: ...you do care about Niko, don't you?
fr: ... Vous tenez à Niko, n'est-ce pas ?

source: @niko2 Oh... I found this page.
fr: @niko2 Oh... J'ai trouvé cette page.

source: @niko It looks kind of like a drawing of this room.
fr: @niko On dirait un dessin représentant cette pièce.

source: @niko_speak Maybe it's telling us we should come here?
fr: @niko_speak Ça veut peut-être dire qu'il faut venir ici ?

source: @niko Which we did, already.
fr: @niko Ce qu'on a fait, d'ailleurs.

source: @niko_speak So... it looks like we're on the right track!
fr: @niko_speak On dirait qu'on est sur la bonne voie !

source: @alula I'm helping!
fr: @alula Je veux juste aider !

source: @silver [Hello again.]
fr: @silver [Rebonjour.]

source: @Niko Hello.
fr: @Niko Bonjour.

source: @silver2 [Do you... need anything?]
fr: @silver2 [Vous faut-il... autre chose ?]

source: @Niko Nah.
fr: @Niko Non.

source: @silver [Okay.]
fr: @silver [D'accord.]

source: @credits Programming\nEliza Velasquez\nMichael Shirt
fr: @credits Programmation\nEliza Velasquez\nMichael Shirt

source: @credits Graphics\nNightmargin (Casey Gu)
fr: @credits Graphismes\nNightmargin (Casey Gu)

source: @credits Character Design\nNightmargin
fr: @credits Conception des personnages\nNightmargin

source: @credits Maize and George's designs\nEliza Velasquez
fr: @credits Dessins de Maize et George\nEliza Velasquez

source: @credits Soundtrack\nNightmargin
fr: @credits Bande originale\nNightmargin

source: @credits Additional tracks\nEliza Velasquez\nMichael Shirt
fr: @credits Autres musiques\nEliza Velasquez\nMichael Shirt

source: @credits Story (Mechanics Concept)\nEliza Velasquez
fr: @credits Histoire (Conception des Mécaniques)\nEliza Velasquez

source: @credits General Story and Worldbuilding\nNightmargin\nEliza Velasquez
fr: @credits Histoire générale et conception du monde\nNightmargin\nEliza Velasquez

source: @credits Writing\nNightmargin\nEliza Velasquez\nMichael Shirt
fr: @credits Écriture\nNightmargin\nEliza Velasquez\nMichael Shirt

source: @credits Producer\nMark Conforti
fr: @credits Producteur\nMark Conforti

source: @credits Official Testers\nJason Black\nSinNoAria\nOmer Oztas
fr: @credits Équipe de test\nJason Black\nSinNoAria\nOmer Oztas

source: @credits Special Thanks\n\lRedoplus \rPurpleAlmonds\n\lSaniblues \rFelixTheJudge\n
fr: @credits Remerciements spéciaux\n\lRedoplus \rPurpleAlmonds\n\lSaniblues \rFelixTheJudge\n

source: @credits Testers of Original OneShot\n\lDolphinsAreEvil \rKyne\n\lTangyOranges \rletty\n
fr: @credits Équipe de test de OneShot original\n\lDolphinsAreEvil \rKyne\n\lTangyOranges \rletty\n

source: @niko3 ...hey.
fr: @niko3 ... Hé.

source: @niko2 \p... did you see that?
fr: @niko2 \p... Vous avez vu ça ?

source: @niko4 The squares just...
fr: @niko4 Les carrés...

source: @niko3 It just happened again...
fr: @niko3 Là aussi...

source: @niko2 I...\.\. think...\>\n\@niko6 Something is making them go away!
fr: @niko2 Je...\.\. crois...\>\n\@niko6 Quelque chose les pousse à partir !

source: @niko2 ...come on, let's try the rest.
fr: @niko2 ... Penchons-nous sur le reste.

source: Squares are bad news, man. \>\nStay away from 'em, kids!
fr: Les carrés n'apportent rien de bon. \>\nNe les approchez pas, les enfants !

source: @alula We will!
fr: @alula D'accord !

source: Stay away from the squares, okay?
fr: N'approchez pas des carrés, d'accord ?

source: @niko Mhm!
fr: @niko Hum !

source: Last week, I saw more of those squares while out fishing.
fr: La semaine dernière, j'ai vu d'autres carrés en pêchant.

source: I knew better than to get too close, though.
fr: J'ai préféré ne pas m'en approcher.

source: @alula_oh Oh! \>\@alula_pout It was that stuff in the door...
fr: @alula_oh Oh ! \>\@alula_pout C'était ce truc dans la porte...

source: Oh, so you saw it too, huh...
fr: Oh, toi aussi tu l'as vu...

source: @alula_oh Yeah! \>\@alula_pout My brother told me not to touch those!
fr: @alula_oh Ouais ! \>\@alula_pout Mon frère m'a dit de ne pas y toucher !

source: Yeup. He gets it.
fr: Ouaip. Il a tout compris.

source: @niko Squares?
fr: @niko Les carrés ?

source: Squares, man.\nThey're bad news.
fr: Les carrés.\nIls n'apportent rien de bon.

source: @niko_speak It's a big fishtank!
fr: @niko_speak C'est un énorme aquarium !

source: @niko There's no one here...
fr: @niko Il n'y a personne...

source: @niko It's a big tree, with leaves!\>\nHaven't seen one of these since I was back home...
fr: @niko Un grand arbre, avec des feuilles !\>\nJe n'en avais pas vu depuis mon départ...

source: @rue You're here!!!
fr: @rue Oh, te voilà !

source: @niko5 That's... you, right?
fr: @niko5 C'est bien toi ?

source: @rue Yes.
fr: @rue Oui.

source: @niko2 Are you... are you Rue?
fr: @niko2 Es-tu... Es-tu Rue ?

source: @rue Did you... \.\.already meet the others?
fr: @rue As-tu... \.\.déjà rencontré les autres ?

source: @niko2 Yeah... \.\.\@niko_distressed2 but...
fr: @niko2 Oui... \.\.\@niko_distressed2 mais...

source: @rue_sigh ...everything is in place, then.
fr: @rue_sigh ... Tout est en place, alors.

source: @rue Come on, let's go back to the clock room.
fr: @rue Retournons à la salle de l'horloge.

source: @niko It's a fire.
fr: @niko C'est un feu.

source: @cedric_talk It's you!
fr: @cedric_talk C'est toi !

source: @cedric_smile You are Niko, right?
fr: @cedric_smile Tu es Niko, pas vrai ?

source: @niko_speak Mhm!
fr: @niko_speak Oui !

source: @cedric_hmm You... um...
fr: @cedric_hmm Tu... euh...

source: @niko My name is Niko...
fr: @niko Je m'appelle Niko...

source: @cedric_smile N-\.\.nice finally to meet you! \@cedric_hmm \>...no, wait.
fr: @cedric_smile C'est... \.\.C'est un plaisir de faire enfin ta connaissance ! \@cedric_hmm \>... Non, attends.

source: @cedric_sigh It is a pleasure to be of acquaintance at last, Niko.
fr: @cedric_sigh C'est un plaisir d'enfin te rencontrer, Niko.

source: @cedric_smile My name is Cedric.
fr: @cedric_smile Je m'appelle Cedric.

source: @niko I'm supposed to be looking for you too!
fr: @niko Je te cherchais !

source: @cedric I am aware.
fr: @cedric Oui, je sais.

source: @cedric_hmm Prototype had contacted me earlier, saying that you would be on your way to the city.
fr: @cedric_hmm Prototype m'a contacté pour me prévenir que tu te rendais en ville.

source: @niko_speak He did?
fr: @niko_speak Vraiment ?

source: @cedric He sent me a message after his memories were restored.
fr: @cedric Il m'a écrit une fois sa mémoire restaurée.

source: @cedric_hmm He told me to wait in the city, but I thought it'd be faster for me to pick you guys up.
fr: @cedric_hmm Il m'a dit d'attendre en ville, mais j'ai préféré venir vous chercher.

source: @cedric_sigh ...Turns out, that was a terrible idea.
fr: @cedric_sigh ... À vrai dire, c'était une très mauvaise idée.

source: @niko2 Pick... us up?
fr: @niko2 Venir... nous chercher ?

source: @niko_pancakes ...wait... YOU can fly that plane??
fr: @niko_pancakes ... Attends... Tu sais PILOTER cet avion ??

source: @cedric_hmm What...\.\.is a plane?
fr: @cedric_hmm Qu'est-ce qu'un... \.\.avion ?

source: @niko_speak That thing behind you!
fr: @niko_speak Cette chose derrière toi !

source: @cedric_talk Oh! You mean the flying machine?
fr: @cedric_talk Oh ! Tu parles de la machine volante ?

source: @niko_speak They're called planes in my world!
fr: @niko_speak Ça s'appelle un avion dans mon monde !

source: @cedric_sigh ...I did not realize they existed in other worlds...
fr: @cedric_sigh ... J'ignorais qu'il en existait dans d'autres mondes...

source: @niko_speak ...wait! Are you the friend that Calamus and Alula was talking about, then?
fr: @niko_speak ... Attends ! Es-tu l'ami dont Calamus et Alula parlaient ?

source: @niko_speak Is this the same flying machine they were talking about?
fr: @niko_speak S'agit-il de la machine volante dont ils parlaient ?

source: @cedric I do not know anyone named Calamus or Alula.
fr: @cedric Je ne connais personne du nom de Calamus ou Alula.

source: @cedric_talk I think... they're meant to be friends with my father. \>\n\@cedric_hmm ...in previous iterations of the...
fr: @cedric_talk Je suppose... qu'ils étaient amis avec mon père. \>\n\@cedric_hmm ... Lors de précédentes tentatives...

source: @niko2 ...your father?
fr: @niko2 ... Ton père ?

source: @cedric_talk He was the original owner of the flying machine... \>\n\@cedric_hmm ...it's... one of his greatest inventions, actually.
fr: @cedric_talk La machine volante lui appartenait... \>\n\@cedric_hmm ... C'est... l'une de ses meilleures inventions, à vrai dire.

source: @niko_pancakes YOUR DAD INVENTED PLANES???
fr: @niko_pancakes TON PÈRE A INVENTÉ LES AVIONS ???

source: @cedric_hmm ...flying machine.
fr: @cedric_hmm ... Les machines volantes.

source: @niko_pancakes IT'S COOL EITHER WAY!!
fr: @niko_pancakes PEU IMPORTE, C'EST GÉNIAL !

source: @cedric_smile Thanks?
fr: @cedric_smile Merci ?

source: @cedric_talk But to answer your earlier question... I am proficient in operating the machine.
fr: @cedric_talk Pour répondre à ta question d'origine... je sais faire fonctionner la machine.

source: @cedric_hmm ...but...something weird happened to the engine when I was in the air earlier...
fr: @cedric_hmm ... Mais... tout à l'heure, le moteur a eu un problème pendant que je volais...

source: @cedric_sigh I had to make an emergency landing on this tiny island before I crashed into the city wall.
fr: @cedric_sigh J'ai dû atterrir en catastrophe sur cette minuscule île avant de m'écraser dans le mur de la ville.

source: @niko3 You almost crashed? \>\n\@niko4 That's terrible!
fr: @niko3 Tu as failli t'écraser ? \>\n\@niko4 C'est horrible !

source: @cedric_sigh It was not pleasant, I will admit.\n\>
fr: @cedric_sigh Ce n'était pas agréable, c'est vrai.\n\>

source: @cedric_hmm I wonder if the engine problem has to do with the square particle disruptions...
fr: @cedric_hmm Je me demande si le problème de moteur est lié aux perturbations des particules carrées...

source: @cedric I checked, but... there isn't any of that square stuff inside the machine itself.
fr: @cedric J'ai regardé, mais... je n'ai pas trouvé de truc carré dans la machine.

source: @cedric_hmm ...but I noticed some islands in the Glen are REALLY messed up now.
fr: @cedric_hmm ... Cependant, j'ai remarqué que certaines îles du Vallon étaient PARTICULIÈREMENT touchées.

source: @niko_eyeclosed They are...
fr: @niko_eyeclosed En effet...

source: @cedric_sigh Sigh. \>\nGuess I should have listened to Proto in the first place.
fr: @cedric_sigh *Soupir*. \>\nJ'aurais dû écouter Proto dès le début.

source: @cedric_hmm ...say, where is he?
fr: @cedric_hmm ... D'ailleurs, où est-il ?

source: @cedric_talk He said he was coming with you...
fr: @cedric_talk Il a dit qu'il serait avec toi...

source: @cedric Is he still back at the main islands?
fr: @cedric Est-il resté sur les îles principales ?

source: @niko3 Oh... actually...
fr: @niko3 Oh... À vrai dire...

source: @niko4 ...back at the Barrens, he...
fr: @niko4 ... Sur la Lande, il...

source: @niko_upset There was a cave-in...\.\. and then a bunch of squares...
fr: @niko_upset Il y a eu un effondrement...\.\. puis un tas de carrés...

source: @niko_upset2 ...he...\.\. and the robot lady...
fr: @niko_upset2 ... Il...\.\. Lui et la dame-robot...

source: @niko_distressed_talk ...neither of them made it out.
fr: @niko_distressed_talk ... Aucun d'entre eux n'a survécu.

source: @cedric_eek No....
fr: @cedric_eek Non...

source: @niko_distressed2 He...\.\. did give me this, though.
fr: @niko_distressed2 Il...\.\. m'a donné ceci.

source: @niko3 This disk he pulled from his head...
fr: @niko3 Il a sorti cette disquette de sa tête...

source: @cedric_sigh2 Oh thank goodness.
fr: @cedric_sigh2 Oh, Dieu merci.

source: @cedric_talk He gave you his main drive!
fr: @cedric_talk Il t'a donné son support principal !

source: @cedric_hmm As long as I have this, I should be able to bring him back.
fr: @cedric_hmm Grâce à ça, je devrais pouvoir lui redonner vie.

source: @niko2 R-really?
fr: @niko2 V... Vraiment ?

source: @cedric_sigh It's gonna be hard, but yes.
fr: @cedric_sigh Ce ne sera pas facile, mais oui.

source: @cedric You need all three of us for the big door.
fr: @cedric Il te faut trois personnes pour la grande porte.

source: @niko2 The...?
fr: @niko2 Hum... ?

source: @cedric_hmm But first thing's first, we need to find a way to go to the city.
fr: @cedric_hmm Mais d'abord, nous devons atteindre la ville.

source: @niko_eyeclosed Right...\>\nThe city gate is kind of kaput now.
fr: @niko_eyeclosed Exact...\>\nLa porte de la ville n'est plus vraiment accessible maintenant.

source: @cedric2 If this machine was working, we could just fly right in there...
fr: @cedric2 Si cette machine fonctionnait, nous pourrions l'utiliser pour nous rendre sur place...

source: @cedric_hmm I've isolated the issue with the machine, but I can't repair it with the stuff I have on hand.
fr: @cedric_hmm J'ai identifié le problème de la machine, mais je ne peux pas la réparer avec ce que j'ai.

source: @niko_speak Oh? What's wrong with it?
fr: @niko_speak Oh ? Pourquoi pas ?

source: @cedric The \c[2]battery\c[0] in the engine is dead, and the engine has some \c[2]gears\c[0] that need to be replaced.
fr: @cedric La \c[2]batterie\c[0] du moteur est morte et le moteur lui-même a besoin de nouveaux \c[2]rouages\c[0].

source: @niko ...\>\nDo you think you'll be able to fix it if \p and I help you find those things?
fr: @niko ...\>\nTu penses pouvoir tout réparer si \p et moi t'aidons à trouver ces éléments ?

source: @cedric_hmm ...maybe.
fr: @cedric_hmm ... Peut-être.

source: @cedric_sigh Problem is... the Glen isn't exactly a very high-tech area.
fr: @cedric_sigh Le problème, c'est que la technologie n'est pas très présente dans le Vallon.

source: @cedric_sigh ...I'm not sure if you'll be able to find anything so specialized here.
fr: @cedric_sigh ... J'ignore si tu pourras trouver des éléments aussi spécifiques ici.

source: @niko_speak We'll try anyway!
fr: @niko_speak On va essayer !

source: @niko_eyeclosed We can't really do anything else right now...
fr: @niko_eyeclosed De toute façon, il n'y a rien d'autre à faire pour le moment...

source: @niko2 We found a battery...
fr: @niko2 On a trouvé une batterie...

source: @cedric_talk Oh, nice!
fr: @cedric_talk Oh, génial !

source: @cedric3 I honestly wasn't expecting it...
fr: @cedric3 Je ne m'y attendais pas...

source: @niko It's from the generator on one of the islands.
fr: @niko Elle vient du générateur d'une des îles.

source: @cedric_talk The research station?
fr: @cedric_talk Du centre de recherche ?

source: @niko2 Yeah.
fr: @niko2 Oui.

source: @niko_speak It was powering all the robots there...\>\n\@niko_eyeclosed I felt bad for taking it...
fr: @niko_speak Elle alimente tous les robots, là-bas...\>\n\@niko_eyeclosed Je me sens coupable...

source: @cedric_smile ...we can always just give it back later.
fr: @cedric_smile ... On pourra toujours la rendre après.

source: @niko_eyeclosed Alright...
fr: @niko_eyeclosed D'accord...

source: @cedric_hmm We still need a few \c[2]gears\c[0] to put this engine back together.\>\nPlease do what you must to find some.
fr: @cedric_hmm Il nous faut toujours les \c[2]rouages\c[0] pour réparer ce moteur.\>\nFais ce qu'il faut pour les trouver.

source: @niko We found this one in the Barrens.\>\nIt wasn't working at first, but \p and I managed to fix it!
fr: @niko Nous avons trouvé celui-ci sur la Lande.\>\nIl ne fonctionnait pas au début, mais \p et moi avons réussi à le réparer !

source: @cedric_smile ...it's good that you thought to bring it with you then.
fr: @cedric_smile ... Tu as bien fait de l'apporter, dans ce cas.

source: @niko_speak Yup!
fr: @niko_speak Oui !

source: @niko_speak We found a music box!
fr: @niko_speak On a trouvé une boîte à musique !

source: @niko It... should have gears in it, right?
fr: @niko Elle... devrait contenir des rouages, non ?

source: @cedric I assume so, but...\>\n...
fr: @cedric Je suppose, mais...\>\n...

source: @cedric_hmm This looks like one of the ones that my father made.
fr: @cedric_hmm Elle ressemble à celles de mon père.

source: @niko_pancakes YOUR DAD MAKES MUSIC BOXES TOO?
fr: @niko_pancakes TON PÈRE FABRIQUE AUSSI DES BOÎTES À MUSIQUE ?

source: @cedric_smile My dad makes a lot of things!
fr: @cedric_smile Mon père fabrique toutes sortes de choses !

source: @cedric_hmm Where did you get this from, by the way?
fr: @cedric_hmm Où as-tu trouvé ça, d'ailleurs ?

source: @niko_speak A trader from the village gave it to me!
fr: @niko_speak Le marchand du village me l'a donnée !

source: @cedric I see.\>\nI remember father saying that he used to trade with some of the people here.
fr: @cedric Je vois.\>\nMon père disait faire des échanges avec les gens de là-bas.

source: @cedric_smile He did always love traveling this world, despite...
fr: @cedric_smile Il adorait voyager dans le monde entier, même si...

source: @cedric_hmm ...well.
fr: @cedric_hmm ... Enfin.

source: @cedric_sigh Ah, sorry, I started rambling.
fr: @cedric_sigh Oh, pardon, je divague.

source: @cedric_talk The gears in there are compatible with the engine.
fr: @cedric_talk Les rouages à l'intérieur sont compatibles avec le moteur.

source: @cedric_sigh Although it pains me to have to take it apart...
fr: @cedric_sigh Même si la démonter me fait de la peine...

source: @niko2 Oh...\.\. I'm sorry!
fr: @niko2 Oh...\.\. Toutes mes excuses !

source: @cedric_hmm It's fine...
fr: @cedric_hmm Ce n'est rien...

source: @cedric We still need a \c[3]battery\c[0] to get this engine running.\>\nPlease do what you must to find one.
fr: @cedric Il nous faut toujours une \c[3]batterie\c[0] pour démarrer le moteur.\>\nFais ce qu'il faut pour en trouver une.

source: @niko_eyeclosed Sorry... I forgot...
fr: @niko_eyeclosed Pardon... J'ai oublié...

source: @niko What parts do we need to find again?
fr: @niko Peux-tu me rappeler les pièces dont tu as besoin ?

source: @cedric We still need a \c[3]battery\c[0] to get this engine running.
fr: @cedric Il nous faut toujours une \c[3]batterie\c[0] pour démarrer le moteur.

source: @cedric_hmm We still need a few \c[2]gears\c[0] to put this engine back together.
fr: @cedric_hmm Il va toujours nous falloir quelques \c[2]rouages\c[0] pour réparer ce moteur.

source: @cedric_hmm A \c[2]battery\c[0] for the engine, and a few \c[2]gears\c[0] to replace the broken ones.
fr: @cedric_hmm Une \c[2]batterie\c[0] pour le moteur et quelques \c[2]rouages\c[0] pour remplacer ceux qui ont été endommagés.
