Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @plight_2 Off you go, I guess....
fr: @plight_2 Tu peux t'en aller, j'imagine...

source: @plight_shock It's you!
fr: @plight_shock Te voilà !

source: @plight_sigh Glad to see you in one piece...
fr: @plight_sigh Content de te voir en un seul morceau...

source: @niko_speak Glad to see you're ok, too!\>\n\@niko5 After the whole elevator thing.
fr: @niko_speak Je suis content de voir que vous allez bien, vous aussi !\>\n\@niko5 Après ce qui s'est passé dans l'ascenseur.

source: @plight_worry That was uh...\>\nThat was the most awkward elevator ride I've been through.
fr: @plight_worry C'était, euh... \>\nC'était le voyage en ascenseur le plus gênant de toute ma vie.

source: @plight_why ...and by "awkward" I mean terrible bad awful the absolute worst.
fr: @plight_why ... Et par « gênant », j'entends bien sûr horriblement atroce, le pire de tous les temps.

source: @plight_worry The squares like, started leaking into the room, right?
fr: @plight_worry Les carrés ont commencé à s'infiltrer à l'intérieur.

source: @plight_worry2 And I was trapped like a rat.
fr: @plight_worry2 J'étais fait comme un rat.

source: @plight_worry And they just kept filling in the room faster, right...
fr: @plight_worry Et ils se sont infiltrés, de plus en plus vite...

source: @plight_wtf ...AM I DEAD!?
fr: @plight_wtf ... SUIS-JE MORT !?

source: @niko_speak No no, you're fine!
fr: @niko_speak Non non, vous allez bien !

source: @niko Everyone in this room is fine!
fr: @niko Tout le monde dans la pièce va bien !

source: @niko_speak You'll be able to go back home soon...
fr: @niko_speak Vous pourrez bientôt rentrez chez vous...

source: @plight_sigh Oh thank goodness gracious.
fr: @plight_sigh Oh, Dieu merci.

source: @plight_worry I can't work when I'm dead!
fr: @plight_worry Je ne peux pas travailler en étant mort !

source: @niko6 (...\p, IS he?)
fr: @niko6 (... \p, c'est VRAI ?)

source: He's fine, Niko
fr: Il va bien, Niko.

source: Everyone here is fine.
fr: Tout le monde va bien.

source: The World Machine...
fr: La Machine-monde...

source: ...will send them home soon.
fr: ... les renverra bientôt chez eux.

source: @niko_speak Well, \p says you're not dead!
fr: @niko_speak Bon, \p dit que vous n'êtes pas morts !

source: @niko They said you'll be able to go back to your home very soon!
fr: @niko Et a dit que vous pourrez bientôt rentrez chez vous !

source: @rue_smile Thank you for everything, Niko.
fr: @rue_smile Merci pour tout, Niko.

source: @rue_sad We'll miss you.
fr: @rue_sad Tu vas nous manquer.

source: @rue This path leads to the summit of the tower.
fr: @rue Ce chemin mène au sommet de la Tour.

source: @rue You... \.\.already know what to expect, right?
fr: @rue Tu... \.\.sais déjà ce qui t'attend, hein ?

source: @niko Mhm...
fr: @niko Hmm...

source: @niko2 It's the glass room, right?
fr: @niko2 La salle en verre, c'est bien ça ?

source: @rue_smile That's it!
fr: @rue_smile C'est ça !

source: @rue You can go through this portal when you are ready.
fr: @rue Tu peux traverser ce portail dès que tu le souhaites.

source: @rue Goodbye, Niko.
fr: @rue Adieu, Niko.

source: @silver2 ...Messiah?
fr: @silver2 ... Messie ?

source: @niko_surprised ROBOT LADY!!!!
fr: @niko_surprised DAME-ROBOT !!!!

source: @niko_pancakes You're.... okay?
fr: @niko_pancakes Vous... allez bien ?

source: @silver2 [I... think so.]
fr: @silver2 [Je... crois.]

source: @silver_eyeclosed [The last thing I remember was the squares closing in on me...]
fr: @silver_eyeclosed [La dernière chose dont je me souvienne ce sont les carrés s'approchant de moi...]

source: @silver2 [But then, I....\.\.ended up here unscathed.]
fr: @silver2 [Et puis, je... \.\.me suis retrouvée ici, saine et sauve.]

source: @niko3 Is that so...
fr: @niko3 Vraiment...

source: @silver_lookup [...This is such a strange room.]
fr: @silver_lookup [... Quelle pièce étrange.]

source: @silver2 [We can't be...\.\. in the Tower, can we?]
fr: @silver2 [Nous ne sommes pas... \.\.dans la Tour, si ?]

source: @niko6 I'm actually not sure myself...
fr: @niko6 Je ne sais pas moi-même...

source: @silver2 [...where did YOU come from, anyway?]
fr: @silver2 [... Comment avez-VOUS atterri ici?]

source: @niko2 The room where the World Machine was...
fr: @niko2 La pièce dans laquelle se trouvait la Machine-monde...

source: @niko5 I... think the World Machine is trying to remember, now...
fr: @niko5 Je... crois que la Machine-monde essaie maintenant de se souvenir...

source: @niko4 The code that went bad...\.\.\>\n\@niko2 I think it's restoring it all.
fr: @niko4 Le code qui a dégénéré...\.\.\>\n\@niko2 Je crois qu'il lui restaure toute la mémoire.

source: @niko6 That must've been why the squares were going away, \p...
fr: @niko6 Ce doit être pour cette raison que les carrés se sont enfuis, \p...

source: @niko2 And... it's why you're here, miss!
fr: @niko2 Et... c'est pour cette raison que vous êtes ici, madame !

source: @niko_speak I think the World Machine was able to recover your code, too...!
fr: @niko_speak Je crois que la Machine-monde a aussi récupéré votre code... !

source: @silver2 [World... Machine, huh...]
fr: @silver2 [La Machine... monde, euh...]

source: @niko2 Oh... I'm not sure if I should tell you this, but...
fr: @niko2 Oh... je ne sais pas si je devrais vous le dire, mais...

source: @silver2 [...What's that in the distance?]
fr: @silver2 [... Qu'y-a-t-il au loin ?]

source: @silver [It... looks like a few more people are showing up.]
fr: @silver [On... dirait que d'autres personnes approchent.]

source: @silver2 [Are they... people you know?]
fr: @silver2 [Seraient des... des gens que vous connaissez ?]

source: @niko It's... \.\.a bit too far to tell.
fr: @niko Ils... \.\.sont trop loin pour le dire.

source: @niko_speak Come on, \p, let's go take a closer look!
fr: @niko_speak Venez, \p, allons voir de plus près !

source: @rowbot [THE HEAD ENGINEER CAN HELP ME DO NOT WORRY.]
fr: @rowbot [L'INGÉNIEUR EN CHEF PEUT M'AIDER, NE VOUS EN FAITES PAS.]

source: @niko Alright...
fr: @niko Très bien...

source: @rowbot [HELLO.]
fr: @rowbot [BONJOUR.]

source: @niko Hi!
fr: @niko Bonjour !

source: @rowbot [I...\.\. CANNOT MOVE.]
fr: @rowbot [JE...\.\. NE PEUX PAS BOUGER.]

source: @niko2 Oh, yeah...
fr: @niko2 Ah, oui...

source: @niko_eyeclosed I guess there's no water here...
fr: @niko_eyeclosed J'imagine qu'il n'y a pas d'eau ici...

source: @rowbot [IT'S FINE.]
fr: @rowbot [CE N'EST RIEN.]

source: @rowbot [THE HEAD ENGINEER CAN HELP ME LATER.]
fr: @rowbot [L'INGÉNIEUR EN CHEF POURRA M'AIDER PLUS TARD.]

source: @green_gatekeeper [Off you go, messiah...]
fr: @green_gatekeeper [Allez-vous-en, messie...]

source: @red_gatekeeper [Off you go, messiah...]
fr: @red_gatekeeper [Allez-vous-en, messie...]

source: @alula_pout I guess... you're leaving us now?
fr: @alula_pout J'imagine que... tu vas t'en aller maintenant ?

source: @calamus_smile We're glad we met you, Niko!
fr: @calamus_smile On est ravis d'avoir fait ta connaissance, Niko !

source: @niko_speak Same!
fr: @niko_speak Pareillement !

source: @alula_gasp You're okay too!
fr: @alula_gasp Tu vas bien !

source: @niko2 Did you guys just get here?
fr: @niko2 Vous venez juste d'arriver ?

source: @calamus I... think so?
fr: @calamus Je... crois que oui.

source: @calamus_sad The squares started multiplying around the island after you guys left...
fr: @calamus_sad Après votre départ, les carrés ont commencé à se démultiplier sur l'île...

source: @alula_oh It was so freaky!
fr: @alula_oh C'était effrayant !

source: @alula_oh I fell right into a bunch of em!
fr: @alula_oh Je suis tombée en plein dedans !

source: @alula_oh Calamus tried to save me, and then...
fr: @alula_oh Calamus a essayé de me sauver, et puis...

source: @calamus We... both ended up in this room.
fr: @calamus Nous... avons tous les deux atterris dans cette pièce.

source: @calamus_heh Biggest scare of my life, for sure...
fr: @calamus_heh J'ai eu la frayeur de ma vie, c'est certain...

source: @calamus Say, what is this place?
fr: @calamus Dites, on est où ?

source: @alula_gasp Are we in limboooooo?
fr: @alula_gasp Est-ce qu'on est dans les liiiiiiimbes ?

source: @calamus_heh Alula! \>We're not dead!
fr: @calamus_heh Alula ! \>Nous ne sommes pas morts !

source: @calamus_shame ...wait, \.\.are we?
fr: @calamus_shame ... Pas vrai, \.\.hein ?

source: @alula_gasp That's even better than limbo!
fr: @alula_gasp C'est encore mieux que les limbes !

source: @niko_what Good...\.\. \>\@niko_what2 question.
fr: @niko_what Bonne... \.\.\>\@niko_what2 question.

source: @niko6 (hey \p are they gonna be okay?)
fr: @niko6 (Hé, \p, ça va aller pour eux ?)

source: They're fine, Niko.
fr: Ils vont bien, Niko

source: Everyone is fine.
fr: Tout le monde va bien.

source: @calamus_sad Phew.
fr: @calamus_sad Pfiou.

source: @niko They also said you'll be able to go back to your home very soon!
fr: @niko Vous pourrez bientôt rentrez chez vous !

source: Thank you for playing.
fr: Merci d'avoir joué.

source: @proto1 [Hi.]
fr: @proto1 [Salut.]

source: @niko And that robot was saying something.
fr: @niko Et ce robot était en train de parler.

source: @niko That you keep bringing me back.
fr: @niko Il disait que tu me fais revenir sans cesse.

source: @niko We've been through all this before, haven't we.
fr: @niko Nous avons déjà vécu tout ça, n'est-ce pas ?

source: @niko How many times?
fr: @niko Combien de fois ?

source: So Many
fr: Trop de fois

source: @niko I see.
fr: @niko Je vois.

source: @niko_speak That's a lot of times!
fr: @niko_speak Ça fait beaucoup de fois !

source: @niko That robot told me to try and remember, so I will.
fr: @niko Ce robot m'a dit d'essayer de me souvenir, alors c'est ce que je vais faire.

source: @niko_eyeclosed Sleepy time.
fr: @niko_eyeclosed Au lit.

source: @niko_shock AAAAAAA!!!!!
fr: @niko_shock AAAAAAAh !!!!!

source: @proto_gasp2 [...No!!.]
fr: @proto_gasp2 [... Non !!]

source: @niko_shock What do we do!!!
fr: @niko_shock Qu'est-ce qu'on fait ?!

source: @proto2 [You have to take this.]
fr: @proto2 [Vous devez prendre ça.]

source: @niko3 Wh- \.\.what?
fr: @niko3 Que... \.\.Quoi ?

source: @niko3 The memory disk? But-
fr: @niko3 La disquette ? Mais...

source: @niko_surprised Eek!
fr: @niko_surprised Argh !

source: @proto2b [This is where we part ways.]
fr: @proto2b [C'est ici que nos chemins se séparent.]

source: @proto2b [Niko, the path ahead will lead you to the Glen, right by the city gate.]
fr: @proto2b [Niko, ce chemin mène au Vallon, près de la porte de la ville.]

source: @proto1C [When you're in the city, go find someone named Cedric. Give him the disk.]
fr: @proto1C [Une fois en ville, allez voir un certain Cedric. Donnez-lui la disquette.]

source: @niko3 But... what happens if I...
fr: @niko3 Mais... que se passera-t-il si je...

source: @niko_distressed What if the squares...
fr: @niko_distressed Si jamais les carrés...

source: @proto_gasp2 [Hurry!]
fr: @proto_gasp2 [Dépêchez-vous !]

source: @niko A robot. It's beyond repair...
fr: @niko Un robot. Il est irréparable...

source: @niko I'm scared of ladders...
fr: @niko J'ai peur des échelles...

source: $Evacuation? At such short notice?
fr: $Une évacuation ? Aussi rapidement ?

source: $I can't believe this...
fr: $Je n'arrive pas à y croire...

source: $First the sun dies, now I'm out of a job...
fr: $D'abord le soleil meurt, et maintenant, je perds mon travail...

source: @niko Some sort of mechanical drawing.
fr: @niko Une sorte de schéma mécanique.

source: @calamus_speak Hey! You there!
fr: @calamus_speak Hé ! Toi là !

source: @calamus Have you seen a little girl?
fr: @calamus T'aurais pas vu une petite fille ?

source: @calamus She's a little bit shorter than you, and-
fr: @calamus Elle est un peu plus petite que toi, et...

source: @calamus_speak Wait...\.! That's... the sun.
fr: @calamus_speak Attends...\. Mais c'est... le soleil !

source: @calamus Are you our savior?
fr: @calamus C'est toi le messie ?

source: @niko I... yeah?
fr: @niko Je... Oui ?

source: @calamus_shame Oh my stars!
fr: @calamus_shame Par les étoiles !

source: @calamus_shame Sorry for my rudeness!
fr: @calamus_shame Pardon de t'avoir parlé de cette façon !

source: @niko Huh? It's alright...
fr: @niko Euh... Ce n'est pas grave...

source: @niko_speak Are you looking for someone?
fr: @niko_speak Qui cherches-tu ?

source: @calamus_sad My little sister... she's been gone for three days now.
fr: @calamus_sad Ma petite sœur... Ça fait trois jours que je ne l'ai pas vue.

source: @calamus I've been looking all over, but...
fr: @calamus J'ai cherché partout, mais...

source: @niko What does she look like?
fr: @niko Peux-tu me la décrire ?

source: @calamus_speak Um...\. a little shorter than you, long blue hair, two blue feathers on top of her head...
fr: @calamus_speak Euh...\.Elle est un peu plus petite que toi, elle a de longs cheveux bleus, deux plumes sur la tête...

source: @niko I'm sorry, I haven't seen anyone like that...
fr: @niko Non, mais je n'ai vu personne qui lui ressemble...

source: @niko_speak Where was the last place you saw her?
fr: @niko_speak Où l'as-tu vue pour la dernière fois ?

source: @calamus_speak Back inside the ruins.
fr: @calamus_speak À l'intérieur des ruines.

source: @calamus She said she was headed towards the forest, so I'm waiting here now.
fr: @calamus Elle a dit qu'elle allait vers la forêt, c'est pour ça que je l'attends ici.

source: @calamus_sad I ran out of places to look...
fr: @calamus_sad Je ne sais plus où chercher...

source: @calamus You're okay!
fr: @calamus Te voilà saine et sauve !

source: @calamus_sad Thank goodness...
fr: @calamus_sad Dieu merci...

source: @niko Are you from the village?
fr: @niko Tu habites au village ?

source: @calamus No...
fr: @calamus Non...

source: @calamus_speak I don't remember why, but our father left the village while we were still young.
fr: @calamus_speak Je ne sais plus pourquoi, mais notre père a quitté le village quand nous étions plus jeunes.

source: @calamus We've lived in the ruins ever since.
fr: @calamus Depuis, nous vivons dans les ruines.

source: @calamus_sad ...Well, it's just Alula and I now.
fr: @calamus_sad ... Enfin, il n'y a plus qu'Alula et moi maintenant.

source: @calamus_sad I can't lose her too...
fr: @calamus_sad Je ne peux pas la perdre, elle aussi...

source: @calamus_speak Alula is all I have.\nI can't lose her...
fr: @calamus_speak Alula est tout ce qu'il me reste.\nJe ne veux pas la perdre...

source: @alula_pout I was trapped inside this room and it was really scary...
fr: @alula_pout J'étais prise au piège dans cette pièce, c'était vraiment effrayant...

source: @alula ...but then, the messiah saved me!
fr: @alula ... Mais le Messie m'a sauvée !

source: @calamus ...trapped?\> In the ruins?
fr: @calamus ... Prise au piège ?\> Dans les ruines ?

source: @alula_oh Yeah!\|
fr: @alula_oh Ouais !\|

source: @alula_pout There was that weird stuff in the door!
fr: @alula_pout Il y avait un truc bizarre sur la porte !

source: @alula_oh You know, the floating squares we see next to the ocean sometimes?
fr: @alula_oh Tu sais, les carrés flottants qu'on voit parfois près de l'océan.

source: @alula_oh The stuff you told me to stay away from?
fr: @alula_oh Les trucs que tu m'as dit de ne pas approcher.

source: @calamus_shock What!?
fr: @calamus_shock Quoi ?!

source: @calamus_shock It's... spread to the ruins now?
fr: @calamus_shock C... C'est arrivé jusqu'aux ruines ?

source: @calamus_sad This isn't good...
fr: @calamus_sad Ça ne présage rien de bon...

source: @alula_speak Don't worry! I didn't touch it!
fr: @alula_speak T'en fais pas ! Je n'y ai pas touché !

source: @alula I'm not hurt or anything...
fr: @alula Je ne suis pas blessée ou quoi que ce soit...

source: @calamus_sad Still...If it gets any worse, we might have to find somewhere else to live...
fr: @calamus_sad Certes... mais si ça empire, nous risquons de devoir trouver un autre endroit où vivre...

source: @niko What is this...square... stuff, exactly?
fr: @niko Que sont ces... trucs carrés, exactement ?

source: @calamus_sad Bad.
fr: @calamus_sad Rien de bon.

source: @calamus Anything that touches them just...sorta...
fr: @calamus Tout ce que ça touche se...

source: @calamus_sad ...Gets...messed up.
fr: @calamus_sad ... détraque.

source: @calamus_sad Whenever you hear people say the world is decaying, that's what they meant...
fr: @calamus_sad Lorsque les gens disent que le monde se délabre, c'est à ça qu'ils font référence...

source: @calamus_speak Obviously, you should avoid them too.
fr: @calamus_speak Évidemment tu devrais les éviter, toi aussi.

source: @calamus_speak Anyway, ah...
fr: @calamus_speak Bref, ah...

source: @calamus I can't thank you enough for rescuing my sister, savior...
fr: @calamus Je ne saurais te remercier dignement d'avoir sauvé ma sœur, messie...

source: @niko_speak Just call me Niko!
fr: @niko_speak Tu peux m'appeler Niko !

source: @niko Huh?\>\n\@niko_speak Why would it be?
fr: @niko Hein ?\>\n\@niko_speak Pourquoi ça le serait ?

source: @niko I mean, I'm just a kid like you guys...
fr: @niko On a presque le même âge tous les trois...

source: @calamus_smile Then...would you like to visit our house, Niko?
fr: @calamus_smile Alors... ça te dit de venir voir notre maison, Niko ?

source: @alula_speak Yaaaay!
fr: @alula_speak Ouaaaais !

source: @alula Let's go!
fr: @alula Allons-y !

source: @niko_speak I'm sorry, but I think \p might want to go somewhere else right now!
fr: @niko_speak Ah, mais \p veut aller ailleurs, je crois !

source: @calamus_smile That's fine.\.\. I'm sure you both have more important things to do right now.
fr: @calamus_smile Ce n'est pas grave.\.\.Je suis sûr que vous avez des choses plus importantes à faire.

source: @calamus_smile But feel free to drop by if you change your mind.
fr: @calamus_smile Mais n'hésite pas à passer si tu changes d'avis.

source: @alula_speak Yeah!\.\. We have something nice to give you, Niko!
fr: @alula_speak Ouais !\.\.On a quelque chose de sympa à te donner Niko !

source: @alula We live in the ruins.\| So don't forget!
fr: @alula On vit dans les ruines.\| N'oublie pas !

source: @calamus_speak Oh, by the way, what happened to the sun?
fr: @calamus_speak Oh, au fait, qu'est-il arrivé au soleil ?

source: @niko I lent it to someone in the ruins.\nShe said she wanted to feel the sun again, before.\..\..
fr: @niko Je l'ai prêté à quelqu'un dans les ruines.\n Elle a dit qu'elle voulait sentir à nouveau le soleil avant de...\..\..

source: @calamus Oh, Maize.\nI've met her before, too.
fr: @calamus Oh, Maize.\nJe l'ai rencontrée aussi.

source: @calamus There used to be a lot more plant people around here...\nThat's what my father told me.
fr: @calamus Il y avait beaucoup plus de personnes-plantes ici, autrefois...\nC'est ce que m'a dit mon père.

source: @calamus I guess they've all...\. gone.
fr: @calamus J'imagine qu'ils ont tous...\. disparu.

source: @niko_eyeclosed I'm glad she got to see the sun again, at least.
fr: @niko_eyeclosed Ça me fait plaisir qu'elle ait pu revoir le soleil.

source: @niko It's full of eels!
fr: @niko C'est plein d'anguilles !

source: @niko_what Wait, no...
fr: @niko_what Ah, non...

source: @niko_wtf2 It's full of snakes...
fr: @niko_wtf2 C'est plein de serpents...

source: @niko_eyeclosed Snakes...
fr: @niko_eyeclosed Des serpents...

source: This is the best fishing spot I've found yet!
fr: C'est le meilleur endroit que j'ai trouvé pour pêcher !

source: All the fish I catch here are longer than my arm!
fr: Ici, tous les poissons que je pêche sont plus longs que mon bras !

source: @niko_speak Oh no!\>\nThe bridge is out!
fr: @niko_speak Oh non ! \>\nLe pont est cassé !

source: @niko There sure are a lot of vines growing around here now though...
fr: @niko En tout cas, il y a beaucoup de lierre qui pousse par ici...

source: [I HAVE LOST COMMUNICATION WITH THE GUARDIAN OUTSIDE THE CITY GATE.]
fr: [J'AI PERDU CONTACT AVEC LE GARDIEN HORS DE LA PORTE DE LA VILLE.]

source: @niko2 The... big robot, right?
fr: @niko2 Le... grand robot, c'est bien ça ?

source: [PLEASE HELP ME CHECK ON THEM.]
fr: [S'IL VOUS PLAÎT, ALLEZ LE VOIR POUR MOI.]

source: [I CANNOT LEAVE MY STATION.]
fr: [JE NE PEUX PAS QUITTER MON POSTE.]

source: [THE DEEPER RUINS ARE AHEAD.]
fr: [LES RUINES SONT LÀ-BAS.]

source: [DO NOTE THAT THEY ARE PARTIALLY FLOODED.]
fr: [VEUILLEZ NOTER QU'ELLES SONT PARTIELLEMENT INONDÉES.]

source: @niko3 There's squares all over the big robot...
fr: @niko3 Le grand robot est recouvert de carrés...

source: [THAT IS OUTSIDE MY CAPACITY FOR HELP.]
fr: [JE NE SUIS PAS EN CAPACITÉ DE VOUS AIDER.]

source: [YOU MAY PROCEED TO THE DEEPER RUINS.]
fr: [VOUS POUVEZ VOUS RENDRE AUX RUINES.]

source: @niko4 Alright...
fr: @niko4 D'accord...

source: @prophet_hmm I am not programmed to feel
fr: @prophet_hmm Je ne suis pas programmé pour ressentir des choses.

source: @green_gatekeeper [Good luck.]
fr: @green_gatekeeper [Bonne chance.]

source: @niko_eyeclosed \p, I'm too tired to go on right now...\>\nPlease let me nap for a bit somewhere.
fr: @niko_eyeclosed \p, j'ai trop sommeil pour continuer...\>\nLaissez-moi me reposer quelque part.

source: @niko_eyeclosed I remember seeing a room to the west...\>\nIt looked like it might be a good place to take a rest.
fr: @niko_eyeclosed Je me souviens avoir vu une pièce à l'ouest...\>\nCela semblait être l'endroit idéal pour se reposer.

source: @niko_speak I found a pen! \.\.\@niko Sort of.
fr: @niko_speak J'ai trouvé un stylo !\.\.\@niko Enfin, en quelque sorte.

source: @green_gatekeeper [Good.\nPlease write your name here.]
fr: @green_gatekeeper [Très bien.\nÉcrivez votre nom ici.]

source: @green_gatekeeper [Indeed You Do.]\>\n[But Are You Not Forgetting Something?]
fr: @green_gatekeeper [Effectivement.]\>\n[Mais N'Oubliez-Vous Pas Quelque Chose ?]

source: @niko_eyeclosed .\..\..\.\>\n\@niko_speak Oh, the sun!
fr: @niko_eyeclosed .\..\..\.\>\n\@niko_speak Oh, le soleil !

source: @green_gatekeeper [Have You Found Something To Write With?]
fr: @green_gatekeeper [Avez-Vous Trouvé Quelque Chose Pour Écrire ?]

source: @green_gatekeeper [The Sun...\.\. You're The Messiah!]
fr: @green_gatekeeper [Le Soleil... \.\.Vous Êtes Le Messie !]

source: @green_gatekeeper [Are you on your way to the Tower?]
fr: @green_gatekeeper [Vous dirigez-vous vers la Tour ?]

source: @green_gatekeeper [I saw you carrying the sun earlier.\nYou're the messiah, then?\nOn your way to the Tower?]
fr: @green_gatekeeper [Vous transportiez le soleil tout à l'heure.\nVous êtes donc le messie ?\nVous vous dirigez vers la Tour ?]

source: @green_gatekeeper [You can enter the Refuge through this wall.\nYou'll need to sign your name in this scroll first.]
fr: @green_gatekeeper [Vous pouvez accéder au Refuge par le biais de ce mur.\nVous devez juste signer ce parchemin avant.]

source: @niko Alright.\.\.\n.\..\..Do you have a pen?
fr: @niko D'accord. \.\.\n.\..\..Avez-vous un stylo ?

source: @green_gatekeeper [Umm.\..\..]
fr: @green_gatekeeper [Hum.\..\..]

source: @green_gatekeeper [...No.\.\. I've lost mine.]
fr: @green_gatekeeper [... Non.\.\. J'ai perdu le mien.]

source: @green_gatekeeper [Perhaps you should look around the Glen for another.]
fr: @green_gatekeeper [Vous devriez en chercher un dans le Vallon.]

source: @niko A potted plant...
fr: @niko Une plante en pot...

source: @niko_speak This one has a pink flower on it.
fr: @niko_speak Celle-ci a une fleur rose.

source: $Dear Silver,
fr: $Chère Silver,

source: $It's only a matter of time before the rowbots are recalled.
fr: $Ce n'est plus qu'une question de temps avant que l'on se souvienne des ramebots.

source: $At least let me know you got my message, okay?
fr: $Fais-moi au moins savoir que tu as reçu mon message, d'accord ?
