Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @niko_speak Excuse me!
fr: @niko_speak Excusez-moi !

source: @niko I do have this book!\>\n\@niko_speak I...think it's written in some sort of...words I don't recognize?
fr: @niko J'ai bien ce livre !\>\n\@niko_speak Je... pense qu'il est dans une langue... que je ne connais pas ?

source: @george3 Lemme see...
fr: @george3 Voyons voir...

source: @george3_sad Oh...\>\n\@george3_worry Oh, dear....
fr: @george3_sad Oh...\>\n\@george3_worry Oh, bon sang...

source: @george3_sad Hey uh... is it alright if I... borrow this...
fr: @george3_sad Hé euh... Ça ne pose pas de problème si... j'emprunte ça... ?

source: @george3_worry There's no mistake... I have to translate it.
fr: @george3_worry Aucun doute possible... Je dois le traduire.

source: @niko_speak Oh, no problem!
fr: @niko_speak Oh, pas de souci !

source: @george3_sad I'll try my best, but... \>\@george3_sigh It probably won't be very fast.
fr: @george3_sad Je vais faire de mon mieux, mais.. \>\@george3_sigh Ça va sûrement me prendre un moment.

source: @niko That's okay.\>\n\@niko_yawn *yawn*...
fr: @niko Ce n'est pas grave.\>\n\@niko_yawn *bâille*...

source: @george3_worry Oh dear, are you... tired?
fr: @george3_worry Oh, tu veux... dormir ?

source: @george3_sad Ah, well...\>\n\@george3 I do have a guest room upstairs...\>\n\@george3_sad Ah, but it's in the attic though...
fr: @george3_sad Ah, eh bien...\>\n\@george3 J'ai une chambre d'amis en haut...\>\n\@george3_sad Ah, mais elle se trouve dans le grenier...

source: @george3_sigh Sorry if it's not very comfortable...
fr: @george3_sigh Désolée si elle n'est pas confortable...

source: @george3_sigh So... do you have any questions about \c[3]books\c[0]...
fr: @george3_sigh Donc... As-tu des questions sur les \c[3]livres\c[0]... ?

source: @george3_cry It's all I'm good forrrrrrr.......
fr: @george3_cry Je ne suis bonne qu'à çaaaaaa...

source: @george4_golly Oh, do you need me to explain again?
fr: @george4_golly Oh, tu veux que je t'explique à nouveau ?

source: @george4 Alright!
fr: @george4 Pas de souci !

source: @george4_golly The journal says... you must go to the small room at the base of the Tower while having three pieces of the previous sun in your possession.
fr: @george4_golly Le carnet dit.. que tu dois te rendre dans la petite pièce au pied de la Tour avec les trois fragments du soleil précédent.

source: @george4 And then, you'll stand in the room, and \p will do something about floor patterns and windows.
fr: @george4 Ensuite, tiens-toi debout dans la pièce et \p s'occupera des motifs au sol et des fenêtres.

source: @george4_smile That's all there is to it!
fr: @george4_smile C'est tout !

source: @george4 No problem! See you later!
fr: @george4 Pas de problème ! À plus tard !

source: @george4 Heya! Had a good nap?
fr: @george4 Coucou ! Tu as fait une bonne sieste ?

source: @george4 Goody!\>\n\@george4_smile I finished translating the journal, by the way!
fr: @george4 Super !\>\n\@george4_smile J'ai terminé de traduire le carnet, au fait !

source: @george4_oops Well, you were out for a while.\>\n\@george4_golly Anyway, it looks like this journal might be meant for \p!
fr: @george4_oops Eh bien, tu as piqué un bon roupillon.\>\n\@george4_golly Bref, on dirait que ce carnet s'adresse à \p !

source: @george4 Here, take a look yourself!
fr: @george4 Tiens, regarde ça !

source: @niko Is that all?
fr: @niko C'est tout ?

source: @george4_golly Yeah... the rest of the pages were torn out...
fr: @george4_golly Ouais... Les autres des pages ont été arrachées...

source: @george4 I...guess you don't know what happened to those?
fr: @george4 Je... J'imagine que tu ne sais pas où elles sont ?

source: @niko_eyeclosed Nope...
fr: @niko_eyeclosed Nan...

source: @george4_oops Aww... I was wondering what "window" was supposed to mean.\>\n\@george4_golly Ah well, I guess \p will have to figure out that one.
fr: @george4_oops Ohh... Je me demande ce que veut dire « fenêtre ».\>\n\@george4_golly Enfin bon, j'imagine que \p devra résoudre cette énigme.

source: @george4_omg Oh! Of course!
fr: @george4_omg Oh ! Bien sûr !

source: @george4_smile That just means you need things that contain yellow phosphor!\>\n\@george4 They glow for a long time!
fr: @george4_smile Ça veut juste dire qu'il te faut des objets qui contiennent du phosphore jaune !\>\n\@george4 Ils brillent pendant longtemps !

source: @niko_speak Ooh!\>\n\@niko I do have a piece of amber and a feather, they're both glowing yellow...
fr: @niko_speak Ooh !\>\n\@niko J'ai un morceau d'ambre et une plume qui brillent en jaune...

source: @george4_golly Aww, just two?
fr: @george4_golly Ooh, seulement deux ?

source: @george4 Here, you can have this then!
fr: @george4 Tiens, tu peux prendre ça !

source: @niko Oh...\>\n\@niko_speak It looks...
fr: @niko Oh...\>\n\@niko_speak On dirait...

source: @george4_smile Like me, right?
fr: @george4_smile On dirait moi, pas vrai ?

source: @george4_smile Now you have a little keepsake from the library!
fr: @george4_smile Tu as un petit souvenir de la bibliothèque, maintenant !

source: @george4 No problem! Looks like you're all set!
fr: @george4 Pas de souci ! On dirait que tout est prêt !

source: @george4_smile Good luck now!
fr: @george4_smile Bonne chance !

source: @george4_oops Haha... it won't be done for a while, sorry!
fr: @george4_oops Haha... Ça va prendre un bon moment, désolée !

source: @niko_eyeclosed Excuse me...\.\. again....
fr: @niko_eyeclosed Pardon...\.\. encore une fois...

source: @george4_golly Seriously, you should go take a nap before you overexert yourself!\>\n\@george4 The guest room is in the attic down the hall, if you forgot!
fr: @george4_golly Sérieusement, tu devrais aller faire une sieste avant d'aller t'épuiser !\>\n\@george4 La chambre d'amis est dans le grenier, au bout du couloir.

source: @niko_speak Oh! I do have this!\>\n\@niko_speak I...think it's written in some sort of...words I don't recognize?
fr: @niko_speak Oh ! Je l'ai, ce livre !\>\n\@niko_speak Je... pense qu'il est dans une langue... que je ne connais pas ?

source: @george4_golly Oh my gosh!
fr: @george4_golly Bonté divine !

source: @george4 It's.... \.\.\@george4_omg A book!
fr: @george4 C'est.... \.\.\@george4_omg un livre !

source: @george4 And not just any book! \>\@george4_golly Golly... where did you find this?
fr: @george4 Et pas n'importe lequel ! \>\@george4_golly Mince alors... D'où tu sors ça ?

source: @niko I woke up with it.
fr: @niko Je l'ai trouvé en me réveillant.

source: @niko Somewhere in the barrens!\>\n\@niko_speak Oh! We found it in a safe!\> Right, \p?
fr: @niko Quelque part dans la Lande !\>\n\@niko_speak Oh ! Il était dans un coffre !\> N'est-ce pas, \p ?

source: @george4 Is that so!
fr: @george4 Ah oui ?

source: @george4_smile In that case, I know what I have to do now!
fr: @george4_smile Dans ce cas, je sais ce qu'il me reste à faire !

source: @george4 I need to borrow this journal for a bit, okay?\>\n\@george4_omg Gotta translate it!
fr: @george4 Je t'emprunte ce carnet pendant un moment, d'accord ?\>\n\@george4_omg Je dois le traduire !

source: @george4_oops It... might take a while, though...
fr: @george4_oops Ça... Ça risque de prendre un moment, par contre...

source: @niko_speak That's fine!\>\n\@niko_yawn *yawn*...
fr: @niko_speak Pas de problème !\>\n\@niko_yawn *bâille*...

source: @george4_golly Gosh! You look really tired!
fr: @george4_golly Purée ! Tu as besoin de sommeil, on dirait !

source: @niko_eyeclosed A little, yeah....
fr: @niko_eyeclosed Oui...

source: @george4_smile No worries! I have a guest room in the attic down the hall!
fr: @george4_smile Pas de souci ! J'ai une chambre d'amis dans le grenier, au bout du couloir.

source: @george4 If you want, you can go take a nap!\>\n\@george4_smile ... a catnap!
fr: @george4 Si tu veux, tu peux aller faire une sieste !\>\n\@george4_smile ... Comme un petit chat !

source: @george4 Well, since you're already here, feel free to check out my archives!
fr: @george4 Eh bien, puisque tu es là, n'hésite pas à consulter mes archives !

source: @george4_omg Or better yet! If you have any questions about \c[3]books\c[0], I can answer them!
fr: @george4_omg Encore mieux ! Si tu as des questions sur les \c[3]livres\c[0], je peux y répondre !

source: @george4 I love books.... books books books!
fr: @george4 J'adore les livres... livres, livres, livres !

source: @george5 Oh! Would you like me to explain again?
fr: @george5 Oh ! Tu veux que je t'explique à nouveau ?

source: @george5 According to the journal, you must go to the small room at the base of the Tower while having three pieces of the previous sun in your possession.
fr: @george5 D'après le carnet, tu dois te rendre dans la petite pièce au pied de la Tour avec les trois fragments du soleil précédent.

source: @george5 ...and then, you must stand in the room, and \p will do something about floor patterns and windows.
fr: @george5 ... Puis tu dois te tenir debout dans la pièce et \p s'occupera des motifs au sol et des fenêtres.

source: @niko Ooo, makes sense, thank you!
fr: @niko Oooh, ça se tient, merci !

source: @george5 Best of luck, sweetie!
fr: @george5 Je te souhaite bonne chance, mon chou !

source: @george5_smile Had a good nap, dear?
fr: @george5_smile Tu as bien dormi, trésor ?

source: @george5_smile Wonderful!
fr: @george5_smile Magnifique !

source: @george5 I have the translation ready for you now.\>\n\@george5_hmm It looks like this journal might be meant for \p.
fr: @george5 La traduction est prête.\>\n\@george5_hmm On dirait que ce carnet s'adresse à \p.

source: @george5 Here, why don't you take a look?
fr: @george5 Tiens, tu veux jeter un œil ?

source: @george5_hmm That is all there is to translate...\>\nLooks like the other pages have been torn out.
fr: @george5_hmm Il n'y avait que ça à traduire...\>\nOn dirait que les autres pages ont été arrachées.

source: @george5_hmm Quite a shame! I was wondering what "window" was supposed to mean.\>\n\@george5 Ah well, I guess \p can figure that one out!
fr: @george5_hmm Quel dommage ! Je me demandais ce que voulait dire « fenêtre ».\>\n\@george5 Bref, \p pourra percer ce mystère !

source: @niko_speak Oh! What does it mean by "three pieces of the previous sun"?\>\n\@niko I only have this sun...
fr: @niko_speak Oh ! Qu'est-ce que le carnet veut dire par « trois fragments du soleil précédent » ?\>\n\@niko Je n'en ai qu'un seul...

source: @george5 That means the stuff containing yellow phosphor!\>\n\@george5_smile They glow for a very long time, so people call them "pieces of the sun" sometimes!
fr: @george5 Ce sont les objets qui contiennent du phosphore jaune !\>\n\@george5_smile Ils brillent pendant très longtemps, alors les gens les appellent parfois les « fragments du soleil » !

source: @george5 Very good, dear!\>\n\@george5_smile And I can help you with the last one!
fr: @george5 Très bien, mon chou !\>\n\@george5_smile Et je peux t'aider avec le dernier !

source: @niko Oh...\>\n\@niko_speak It looks....\@niko_huh ...like you?
fr: @niko Oh...\>\n\@niko_speak On dirait... \@niko_huh ... On dirait vous ?

source: @george5_heh I know! Isn't it silly?\>\n\@george5 But now you'll have something to remind you of the library!
fr: @george5_heh Je sais ! C'est drôle, non ?\>\n\@george5 Mais à présent, tu as un petit souvenir de la bibliothèque !

source: @george5_smile Good luck now, sweetie!\>\n\@george5 I wish you safe travels!
fr: @george5_smile Bonne chance, mon chou !\>\n\@george5 Je te souhaite bon voyage !

source: @george5_smile Don't wear yourself out now, dear!\>\n\@george5 The guest room is just down the hall to the right.
fr: @george5_smile Va te reposer, trésor !\>\n\@george5 La chambre d'amis est à droite au fond du couloir.

source: @niko_speak Oh! I do have this book!\>\n\@niko_speak I...think it's written in some sort of...words I don't recognize?
fr: @niko_speak Oh ! J'ai bien ce livre !\>\n\@niko_speak Je... pense qu'il est dans une langue... que je ne connais pas ?

source: @george5 Really now!\>\n\@george5_hmm May I take a closer look, dear?
fr: @george5 Vraiment ?\>\n\@george5_hmm Je peux y jeter un œil, trésor ?

source: @george5 Oh!\>\n\@george5_hmm Oh my! Where did you find this?
fr: @george5 Oh !\>\n\@george5_hmm Ouah ! Où as-tu trouvé ça ?

source: @george5_hmm Hmm...\>\n\@george5 I think...\.\. I'm supposed to translate this for you!
fr: @george5_hmm Humm...\>\n\@george5 Je pense...\.\. Je pense que je suis censée te le traduire !

source: @george5_hmm Is it alright if I hold on to the journal for now, sweetheart?\>\n\@george5 It might take a little while, I'm afraid!
fr: @george5_hmm Ça ne te pose pas de problème si je garde un peu le carnet, trésor ?\>\n\@george5 J'ai peur que ça prenne un moment !

source: @niko_speak Go for it!\>\n\@niko_yawn *yawn*...
fr: @niko_speak Allez-y !\>\n\@niko_yawn *bâille*...

source: @george5_aww Aww, you poor baby!\>\n\@george5 Goodness, you must've worked so hard to help us!
fr: @george5_aww Oooh, pauvre chou !\>\n\@george5 Seigneur, tu as dû travailler très dur pour nous aider !

source: @george5_smile I think you deserve a nap, no?
fr: @george5_smile Tu mérites une sieste, non ?

source: @niko_yawn A nap does sounds nice...
fr: @niko_yawn Une sieste me ferait du bien...

source: @george5 I have a guest room upstairs! It's just down the hall to the right.
fr: @george5 J'ai une chambre d'amis à l'étage ! Elle est au bout du couloir à droite.

source: @george5_smile Can I help you with anything else, dear?
fr: @george5_smile Puis-je faire autre chose pour toi, trésor ?

source: @george5 If you have any questions about \c[3]books\c[0], well...\>\n\@george5_heh I AM a librarian!
fr: @george5 Si tu as des questions sur les \c[3]livres\c[0], eh bien...\>\n\@george5_heh je SUIS bibliothécaire !

source: @george6_point You look a lil' lost still. Want some hot tips?
fr: @george6_point T'as pas l'air de savoir quoi faire. Tu veux d'bons tuyaux ?

source: @george6 Says here in this book that you gots'ta go to the teeny room at the base of the Tower, all while holding those three pieces of the awesome glowy stuff.
fr: @george6 Selon ce livre, tu dois t'rendre dans la mini pièce au pied d'la Tour avec les trois morceaux du truc génial qui brille dans les mains.

source: @george6 Once you got 'em (which you do), just stand in the room, and \p will do something about floor patterns and windows.
fr: @george6 Une fois qu'tu les as (et tu les as), tiens-toi debout dans la pièce et \p s'occupera des motifs au sol et des fenêtres.

source: @niko Alright...\.\.\@niko_speak Thank you!
fr: @niko Très bien... \.\.\@niko_speak Merci !

source: @george6_fingerguns You're toooootally welcome!
fr: @george6_fingerguns Mais de riiiiieeen, poto !

source: @niko Well, I guess we'll be on our way?
fr: @niko Bon, je vais y aller ?

source: @george6_smile Peace out, little fella!
fr: @george6_smile À bientôt dans le métro !

source: @george6 You'll do us good, I know it.
fr: @george6 Tu vas gérer, je l'sais.

source: @george6_fingerguns Eyyyyy, you're up!
fr: @george6_fingerguns Hééééé, tu dors plus !

source: @george6 Just finished translating this book for ya!
fr: @george6 J'ai fini de te traduire ce bouquin !

source: @george6_fingerguns What can I say? I'm all that and a bag of chips!
fr: @george6_fingerguns Que veux-tu ? Je gère grave.

source: @george6 By the by, it looks like this journal might be meant for \p.
fr: @george6 Au fait, on dirait que ce carnet s'adresse à \p.

source: @george6_point Here, check it out.
fr: @george6_point Tiens, mate un peu ça.

source: @george6 That's all, we juiced it!
fr: @george6 C'est tout, on se l'est fait !

source: @niko_what ...juiced what?
fr: @niko_what On s'est fait quoi ?

source: @george6_fingerguns I'm just sayin' that's the end of the book!
fr: @george6_fingerguns J'veux juste dire que c'est la fin du bouquin !

source: @george6_shrug Rest of the pages are torn out.\>\n\@george6 Do you know what happened here?
fr: @george6_shrug Les autres pages ont été arrachées.\>\n\@george6 Tu sais ce qui s'est passé ?

source: @george6_shrug Bummer! I was hoping to figure out what he meant by saying "window" here.\>\n\@george6 Guess we'll leave that up to \p, huh?
fr: @george6_shrug Pas cool ! J'pensais découvrir à quoi sert cette « fenêtre ».\>\n\@george6 J'imagine que \p devra s'en occuper, pas vrai ?

source: @george6_point Oh! That's just stuff with yellow phosphor in 'em!\>\n\@george6 The kind of stuff that glows forever, dude.
fr: @george6_point Oh ! C'est juste des trucs avec du phosphore jaune dedans !\>\n\@george6 Le genre de babiole qui brille pour toujours, mon pote.

source: @george6_fingerguns Eyyyy! Now that's what I'm talkin about!
fr: @george6_fingerguns Hééééé ! Tu gères grave !

source: @george6 ...Hold up, you only have two.
fr: @george6 ... Attends, t'en as que deux.

source: @george6_point But we coo'!\>\n\@george6_fingerguns I gotcha covered, lil' fella!\>\n\@george6 Here ya go.
fr: @george6_point No problemo !!\>\n\@george6_fingerguns J'te couvre, mon p'tit pote !\>\n\@george6 Tiens.

source: @niko Oh...\>\n\@niko_speak It looks...\@niko_huh ...like you?
fr: @niko Oh...\>\n\@niko_speak On dirait... \@niko_huh ... On dirait vous ?

source: @george6_fingerguns The freshest face you've ever seen, ehhhhh?\>\n\@george6 And it's all yours.
fr: @george6_fingerguns Une vraie gueule d'ange, heeeeeiiin ?\>\n\@george6 Et c'est pour toi.

source: @george6_smile Peace out, lil' fella!
fr: @george6_smile Ciao, p'tit pote !

source: @george6_shrug Bruh, it's gonna take some time to make this book readable, know what I'm sayin'?
fr: @george6_shrug Yo, ça va me prendre un moment de rendre ce livre lisible, tu vois l'genre ?

source: @niko_eyeclosed Excuse me....\>\n\@niko ...again.
fr: @niko_eyeclosed Pardon... \>\n\@niko ... encore une fois.

source: @george6 Don't sweat it!\>\n\@george6_fingerguns Go catch some Z's!
fr: @george6 Te fais pas de bile !\>\n\@george6_fingerguns Va roupiller !

source: @george6 Guest room's in the attic down the hall, FYI.
fr: @george6 La chambre d'amis est dans le grenier, au bout du couloir, t'sais.

source: @niko_speak Oh! I do have this book!
fr: @niko_speak Oh ! J'ai bien ce livre !

source: @george6 Where'd you find this?
fr: @george6 T'as trouvé ça où ?

source: @niko Somewhere in the Barrens!
fr: @niko Dans la Lande !

source: @george6 Cuz that's...
fr: @george6 Il y a...

source: @george6_point ...got that symbol and everything.
fr: @george6_point ... ce symbole et tout.

source: @george6 Here, lemme read it...
fr: @george6 Tiens, laisse-moi le lire...

source: @george6 ...aw seriously? He even used that language...
fr: @george6 ... Oooh, sérieusement ? Il a même utilisé cette langue...

source: @george6 I gotta translate this, man.\>\nMind if I borrow this?
fr: @george6 J'dois traduire ce truc, poto.\>\nÇa t'dérange si je l'emprunte ?

source: @niko_speak Not at all!
fr: @niko_speak Pas du tout !

source: @george6 Sweeeeet.\>\n\@george6_point It's gon' take a while tho, you cool with that?
fr: @george6 Cooool.\>\n\@george6_point J'vais galérer un moment par contre, ça t'va ?

source: @george6 Whoa dude, you look wiped, kiddo!
fr: @george6 Ouah, t'as l'air au bout du rouleau !

source: @niko ...Huh?
fr: @niko ... Hein ?

source: @george6_point You look totally tapped out, dude!
fr: @george6_point T'as l'air complètement naze !

source: @niko_speak I look... what?
fr: @niko_speak J'ai l'air... Quoi ?

source: @george6 You look like you're ready to take five, bruh!
fr: @george6 Il faut que tu souffles, mon pote !

source: @niko_eyeclosed ...yeah I don't get it.
fr: @niko_eyeclosed ... Ouais, je comprends rien.

source: @george6 Don't worry I gotcha.\>\n\@george6_smile I got a guest room in the attic down the hall!
fr: @george6 T'inquiète, j'te couvre.\>\n\@george6_smile J'ai une chambre d'amis dans le grenier, au fond du couloir !

source: @george6 If you wanna crash there, go for it!
fr: @george6 Si tu veux te poser, vas-y !

source: @george6 So how do you like my books, bruh.
fr: @george6 Alors tu kiffes mes livres ?

source: @niko They're... nice?
fr: @niko Ils sont... pas mal ?

source: @george6_fingerguns Eyyyyyy.
fr: @george6_fingerguns Hééééé.

source: @niko Even the painting is books.
fr: @niko Il a même des livres dans les tableaux.

source: @niko The fridge is full of bottled water and take-out boxes.
fr: @niko Le frigo est rempli d'eau en bouteille et de plats à emporter.

source: @niko A small bed.
fr: @niko Un petit lit.

source: @niko I guess she lives here...
fr: @niko J'imagine qu'elle vit là...

source: @george1_smug Thanks to my superb organizational skills...
fr: @george1_smug Grâce à mes extraordinaires compétences d'organisation...

source: @george1 I have kept a copy of every single one of The Author's books in the archival room!
fr: @george1 J'ai conservé un exemplaire de chaque livre de l'Auteur dans la salle des archives !

source: @george1 Feel free to peruse the mass sea of knowledge that I helped contribute!
fr: @george1 N'hésite pas à voguer sur cet océan de connaissances que j'ai aidé à bâtir !

source: @george2_grr Everything that I ever helped him publish is here.
fr: @george2_grr Tout ce que je l'ai aidé à publier se trouve ici.

source: @george2_stress What? You wanna read them or something??
fr: @george2_stress Quoi ? Tu veux les lire ou quoi ??

source: Y-yes?
fr: O-oui ?

source: N-no?
fr: N-non ?

source: @george2_stress Well what are you waiting for!!
fr: @george2_stress Mais qu'est-ce que tu attends ?!

source: @george2_grr And let all my hard work go to waste?
fr: @george2_grr Et tant pis pour tout mon dur labeur ?

source: @george2_sigh Fiiiine.
fr: @george2_sigh Biiiiien.

source: @george3_sad I have a copy of everything I helped him publish so far.
fr: @george3_sad J'ai un exemplaire de tout ce qu'il a publié jusqu'à aujourd'hui.

source: @george3 It's not a lot, but you can read some if you want...
fr: @george3 Ce n'est pas grand-chose, mais tu peux les lire si tu veux...

source: @george4 I keep a copy of everything that I published for him in the archival room!
fr: @george4 Je garde un exemplaire de tout ce que j'ai publié pour lui dans la salle des archives !

source: @george4_smile You can read some of it if you want! \>\n\@george4 Some of them are even illustrated!
fr: @george4_smile Tu peux les lire si tu veux ! \>\n\@george4 Certains sont même illustrés !

source: @george4_smile Kids like pictures, right?
fr: @george4_smile Les enfants aiment les illustrations, pas vrai ?

source: @george5 I keep a copy of every single book I helped him publish!
fr: @george5 Je conserve un exemplaire de chaque livre que je l'ai aidé à publier !

source: @george5_smile Feel free to read anything you'd like, dear.
fr: @george5_smile N'hésite pas à lire ce que tu veux, mon chou.

source: @george5 There's a couple of picture books that you might be interested in!
fr: @george5 Il y a plusieurs livres d'images qui pourraient t'intéresser !

source: @george6 I keep a copy of everything that I published for him in the archival room!
fr: @george6 J'conserve un exemplaire de tout ce que j'ai publié pour lui dans la salle des archives !

source: @george6_smile You can like, totally read some of it.
fr: @george6_smile Genre, tu peux carrément les lire.

source: @george6_shrug If you want, I mean.
fr: @george6_shrug Enfin, s'tu veux, quoi.

source: @niko There's a black clover symbol on the cover of this book.
fr: @niko Il y a un trèfle noir dessiné sur la couverture de ce livre.

source: @niko_speak Hey, and this other book has a clover on its spine!
fr: @niko_speak Hé, et ce livre-là a un trèfle sur la tranche !

source: @niko And... the rest of these books too.
fr: @niko Et... et ces livres-là aussi.
