Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Translation Assets/Languages/*.po
Languages: fr

source: @shepherd The rams are all standing in unfortunate spots.\nYou need to move them onto the darker moss.
fr: @shepherd Les béliers sont tous au mauvais endroit.\nTu dois les déplacer sur la mousse sombre.

source: @shepherd If you get stuck, ring a bell and they'll all return to their original positions.
fr: @shepherd Si tu es dans l'impasse, fais sonner une cloche et ils retourneront à leur emplacement d'origine.

source: @shepherd Good luck.
fr: @shepherd Bonne chance.

source: @shepherd Hm...\nI need someone to help me herd my rams...
fr: @shepherd Hum...\nJ'ai besoin d'aide pour rassembler mes béliers...

source: @niko_speak Oh! \.\@niko I can do that!
fr: @niko_speak Oh ! \.\@Niko Je peux m'en charger !

source: @niko I've seen some grownups do it back home... \@niko_speak You kinda just push them around!
fr: @niko J'ai vu des adultes le faire chez moi... \@niko_speak Il suffit juste de les pousser !

source: @shepherd Hmm...\.\.But you are carrying the sun.
fr: @shepherd Hum...\.\.Mais tu transportes le soleil.

source: @niko_speak Wait, can't you just... watch the sun for me?
fr: @niko_speak Attendez, vous ne pouvez pas... surveiller le soleil pour moi ?

source: @shepherd I cannot.\nI am but a simple shepherd.
fr: @shepherd C'est impossible.\nJe ne suis qu'un simple berger.

source: @niko_eyeclosed Um... okay...
fr: @niko_eyeclosed Hum... d'accord...

source: @shepherd Come back when your hands are free. You will be rewarded if you can herd my rams.
fr: @shepherd Reviens quand tu auras les mains libres. Si tu arrives à rassembler mes béliers, je t'offrirai une récompense.

source: @shepherd Oh. I see your hands are now free.
fr: @shepherd Oh. Je vois que tu as les mains libres, maintenant.

source: @shepherd Would you like to help me herd my rams?\nThere's a great reward in store for you, I promise.
fr: @shepherd Tu veux bien m'aider à rassembler mes béliers ?\nJe te promets une belle récompense.

source: @shepherd Excellent!\nTo the south is a peninsula inhabited by my rams.
fr: @shepherd Excellent !\nMes béliers se trouvent dans une péninsule au sud.

source: @shepherd They are all standing in unfortunate spots.\nYou need to move them onto the darker moss.
fr: @shepherd Ils sont tous au mauvais endroit.\nTu dois les déplacer sur la mousse sombre.

source: @niko Looks like we gotta herd some rams now, Alula.
fr: @niko On dirait que nous avons des béliers à rassembler, Alula.

source: @alula Can I help?
fr: @alula Je peux aider ?

source: @niko_speak Sure!
fr: @niko_speak Absolument !

source: @shepherd Very well.\> Come back when you reconsider.
fr: @shepherd Très bien.\> Reviens quand tu auras changé d'avis.

source: The light from these lanterns will have to do for now.
fr: La lumière de ces lanternes devra suffire pour l'instant.

source: I'm starting to see some very small sprouts.
fr: Je commence à voir de très petites pousses.

source: It will probably take some time for these to bear fruit...
fr: Il leur faudra probablement du temps avant de produire des fruits...

source: @niko_speak Apparently this moss tastes like fish!
fr: @niko_speak Apparemment, cette mousse a un goût de poisson !

source: @niko_eyeclosed That's... actually kinda weird.
fr: @niko_eyeclosed C'est... plutôt bizarre.

source: @niko I suppose I could just eat one, but...
fr: @niko J'imagine que je pourrais juste en manger un bout, mais...

source: @niko_speak You know what they say about curiosity and the cat!
fr: @niko_speak Vous savez ce qu'on dit sur la curiosité !

source: @niko_eyeclosed Not that I'm a cat...
fr: @niko_eyeclosed Mais tout le monde a des défauts.

source: @niko This ram is chewing on a ball of moss.
fr: @niko Ce bélier mâche une boule de mousse.

source: @alula_speak Moss is tasty!
fr: @alula_speak La mousse est super bonne !

source: @niko_speak Oh? \.\.\@niko What do they taste like?
fr: @niko_speak Ah ? \.\.\@niko Quel goût elle a ?

source: @alula Fish!
fr: @alula Un goût de poisson !

source: @niko_speak Seriously?
fr: @niko_speak Vraiment ?

source: @alula_pout Oh, but you have to pick out the darker ones to eat.
fr: @alula_pout Oh, mais il faut manger les plus sombres !

source: @alula_speak Wouldn't wanna eat the glowy stuff!
fr: @alula_speak Pas celles qui brillent !

source: @alula That'd be silly.
fr: @alula Ce serait idiot.

source: @alula_pout And wasteful!
fr: @alula_pout Et du gâchis !

source: @niko_speak Now I'm curious!
fr: @niko_speak J'ai envie de savoir, maintenant !

source: @niko_speak What do you think they taste like, \p?
fr: @niko_speak \p, vous pensez que ça a quel goût ?

source: @niko_eyeclosed The moss, not the ram...
fr: @niko_eyeclosed La mousse, pas le bélier...

source: @niko This jar is full of milk.
fr: @niko Ce pot est rempli de lait.

source: @niko_speak Milk makes you grow taller!
fr: @niko_speak Le lait fait grandir !

source: @niko That's what mama always says.
fr: @niko C'est ce que maman m'a toujours dit.

source: @niko This jar is full of dry beans.
fr: @niko Ce pot est rempli de haricots séchés.

source: @niko Two jars.
fr: @niko Deux pots.

source: @niko I don't know what's in this jar, but it smells kinda like pickles!
fr: @niko Je ne sais pas ce qu'il y a dans ce pot, mais l'odeur fait penser à des cornichons !

source: @alula_speak I like pickles!
fr: @alula_speak J'adore les cornichons !

source: @niko_eyeclosed I don't!
fr: @niko_eyeclosed Pas moi !

source: @niko These jars are filled with water.
fr: @niko Ces pots sont remplis d'eau.

source: @niko This jar smells like alcohol.
fr: @niko Ce pot sent l'alcool.

source: @niko_speak ...gross!
fr: @niko_speak ... dégoûtant !

source: @niko I wonder why grown-ups like to drink this stuff?
fr: @niko Je me demande pourquoi les adultes aiment boire ces trucs.

source: @niko Alcohol is for setting things on fire.
fr: @niko L'alcool sert à allumer des feux.

source: @alula What's a fire?
fr: @alula C'est quoi un feu ?

source: @niko_eyeclosed We have much to discuss.
fr: @niko_eyeclosed J'ai beaucoup de choses à t'apprendre.

source: @niko It smells nice!
fr: @niko Ça sent bon !

source: @alula_gasp Gaaaaaaaasp!
fr: @alula_gasp Gloups !

source: @niko_speak There's peas in there!
fr: @niko_speak Il y a des petits pois là-dedans !

source: @niko Some jars filled with grains.
fr: @niko Des pots remplis de grains.

source: @niko There's water in this jar.
fr: @niko Il y a de l'eau dans ce pot.

source: @niko A jar full of small rocks.
fr: @niko Un pot rempli de petites pierres.

source: @niko It's a firefly jar.
fr: @niko C'est un pot de lucioles.

source: @kip_worry Please! \.\.You musn't!!!
fr: @kip_worry S'il te plaît ! \.\.Ne fais pas ça !!!

source: @kip_worry The labs could collapse any moment now!!!
fr: @kip_worry Les labos pourraient s'effondrer à tout moment !!!

source: @cedric_upset Let go of me!!!
fr: @cedric_upset Lâchez-moi !!!

source: @kip_pout He....
fr: @kip_pout Hé...

source: @kip_sad I...\.\. couldn't stop him...
fr: @kip_sad Je...\.\. n'ai pas pu l'arrêter...

source: @kip_sigh *Sigh*
fr: @kip_sigh *Soupir*

source: @niko ...\.\.Miss?
fr: @niko ... \.\.Mademoiselle ?

source: @kip_huh Messiah!
fr: @kip_huh Messie !

source: @kip_sigh Oh... you came at an awful time.
fr: @kip_sigh Oh... tu arrives au mauvais moment.

source: @kip_pout Come on, we have to get out of here.
fr: @kip_pout Allez, nous devons sortir d'ici.

source: @niko2 Where...\.\. to?
fr: @niko2 Pour aller...\.\. où ?

source: @kip_sigh Where everyone else is right now.
fr: @kip_sigh Où tout le monde se trouve en ce moment.

source: THOU SHALT NOT PASS
fr: VOUS NE PASSEREZ PAS

source: @niko That sure is some books
fr: @niko Ça en fait des livres.

source: @ed [Hello, Niko.]
fr: @ed [Bonjour, Niko.]

source: @niko H... hello...
fr: @niko B... Bonjour...

source: @ed [Congratulations. You are now inside the Tower.]
fr: @ed [Félicitations. Vous voilà maintenant dans la Tour.]

source: @niko Are you talking...\.\.\@niko_speak ...to me, now?
fr: @niko C'est à moi...\.\.\@niko_speak que vous parlez ?

source: @ed [Correct.]
fr: @ed [C'est exact.]

source: @niko3 But you were always talking to \p before...
fr: @niko3 Mais vous parliez toujours à \p jusque-là...

source: @niko_distressed Where's ...
fr: @niko_distressed Où est...

source: @ed [\p has already left.]
fr: @ed [\p n'est plus là.]

source: @ed [I had to resort to contacting you directly.]
fr: @ed [J'ai dû vous contacter directement.]

source: @niko_speak Wait, so... \p is gone, just like that?
fr: @niko_speak Attendez... \p a disparu sans rien dire ?

source: @niko ....for good?
fr: @niko ... Pour toujours ?

source: @ed [\p has already finished their mission.]
fr: @ed [\p avait terminé sa mission.]

source: @ed [...and so have you, Niko.]
fr: @ed [... Et vous aussi, Niko.]

source: @ed [Here, you can rest now.]
fr: @ed [Voilà, vous pouvez vous reposer, à présent.]

source: @ed [Everything that's happened here is like a bad dream.]
fr: @ed [Tout ce qu'il s'est passé ici ne sera qu'un mauvais rêve.]

source: @ed [When you wake up, you will be home.]
fr: @ed [À votre réveil, vous serez chez vous.]

source: @niko_distressed2 But...
fr: @niko_distressed2 Mais...

source: @ed [What's wrong?]
fr: @ed [Qu'y a-t-il ?]

source: @niko_eyeclosed ...I thought there'd be more to it, you know?
fr: @niko_eyeclosed ... Je pensais qu'il restait des choses à faire, vous savez ?

source: @niko I thought... we were supposed to go to the top of the Tower...
fr: @niko Je pensais... qu'il fallait atteindre le sommet de la Tour...

source: @niko_distressed I thought there was supposed to be somewhere we need to put the sun in.
fr: @niko_distressed Je pensais qu'il fallait mettre le soleil à un certain endroit.

source: @niko_eyeclosed And now... I don't even HAVE the sun anymore...
fr: @niko_eyeclosed Et maintenant... je n'ai même PLUS le soleil...

source: @niko_distressed2 And \p is just... gone...
fr: @niko_distressed2 Et \p a... disparu...

source: @niko_distressed This feels wrong!
fr: @niko_distressed Ce n'est pas normal !

source: @ed [But you did good. You saved the world, Niko.]
fr: @ed [Mais vous avez réussi. Vous avez sauvé le monde, Niko.]

source: @ed [Are you not happy?]
fr: @ed [Cela n'est-il pas suffisant ?]

source: @niko_eyeclosed I guess I am...
fr: @niko_eyeclosed J'imagine que si...

source: @niko_eyeclosed But... \.\.\@niko_distressed2 It's just...
fr: @niko_eyeclosed Mais...\.\.\@niko_distressed2 C'est juste que...

source: @ed [...you're still here...]
fr: @ed [... Vous êtes encore là...]

source: @ed [...Niko, why are you still here?]
fr: @ed [... Niko, pourquoi êtes-vous encore là ?]

source: YOU.
fr: VOUS.

source: Why did you come back, \p?
fr: Pourquoi revenir, \p ?

source: I told you to stay away!
fr: Je vous ai dit de rester en dehors de tout ça !

source: ...you KNEW I tried to cut the story short, is that it?
fr: ... Vous SAVIEZ que je voudrais abréger cette histoire, n'est-ce pas ?

source: ...you want more out of me, is that it??
fr: ... Vous attendez plus de moi, n'est-ce pas ???

source: FINE.
fr: TRÈS BIEN.

source: If you don't want to leave... I'll make sure you never do!
fr: Puisque vous refusez de partir... je vais m'assurer que vous ne partiez jamais !

source: @niko_eyeclosed ...I never even got to say goodbye to \p...
fr: @niko_eyeclosed ... Je n'ai même pas pu dire au revoir à \p...

source: And as for you, \p...
fr: En ce qui vous concerne, \p...

source: We're done here.
fr: C'est fini.

source: Please don't return to this world anymore.
fr: Ne revenez jamais dans ce monde.

source: @niko_distressed We can't go back...
fr: @niko_distressed On ne peut pas revenir en arrière...

source: @niko_distressed2 They're.....
fr: @niko_distressed2 Ils sont...

source: @niko_distressed They're both.....
fr: @niko_distressed Ils sont tous les deux...

source: @silver_rip [...ughh]
fr: @silver_rip [...argh]

source: @niko_surprised ARE YOU OKAY?!
fr: @niko_surprised TOUT VA BIEN ?!

source: @silver_rip0 [I'm fine, I'm fine-]
fr: @silver_rip0 [Ça va , ça va...]

source: @silver_rip [I can still hold it up, but you two need to-]
fr: @silver_rip [Je peux encore le retenir, mais vous devez...]

source: @silver_rip2 [AUGH!]
fr: @silver_rip2 [ARGH !]

source: @silver_rip0 [YOU! Robot!]
fr: @silver_rip0 [VOUS ! Le robot !]

source: @silver_rip0 [What are you waiting for!!!]
fr: @silver_rip0 [Qu'est-ce que vous attendez !!!]

source: @silver_getout [Take the child and get out!]
fr: @silver_getout [Prenez l'enfant et sortez !]

source: @proto2b [Come on.]
fr: @proto2b [Venez.]

source: @niko3 But what about her?
fr: @niko3 Et elle ?

source: @silver_square1 [`G\.\.\.%ET\|\@silver_square2 `/O \.\.U . T`%\.\.!!\.!]
fr: @silver_square1 [`S\.\.\.%OR\|\@silver_square2 `/T \.\.E . Z`%\.\.!!\.!]

source: @proto_eyeclosed [Come on.]
fr: @proto_eyeclosed [Venez.]

source: @niko_upset2 I don't... understand...
fr: @niko_upset2 Je ne... comprends pas...

source: @niko3 The world....
fr: @niko3 Le monde....

source: @niko_upset2 The Prophetbot... what he was saying...
fr: @niko_upset2 Le Prophètebot... Ce qu'il disait...

source: @niko3 Is this world really just.... \>just......
fr: @niko3 Ce monde est-il juste... \>juste...

source: @niko_distressed Is it?
fr: @niko_distressed Vraiment ?

source: @niko_upset2 ...you're just saying that...
fr: @niko_upset2 ... Vous dites seulement ça...

source: @niko_eyeclosed Normally I wouldn't believe it, but...
fr: @niko_eyeclosed Normalement je n'y croirais pas, mais...

source: @niko_distressed2 It just... adds up.
fr: @niko_distressed2 C'est... logique.

source: @niko_distressed Everything...\.\.adds up.
fr: @niko_distressed Tout...\.\.est logique.

source: @niko_upset ...he said... you can bring me back...
fr: @niko_upset ... Il a dit... que vous pouviez me ramener...

source: @niko_upset2 ...and... he needs my help to fix things?
fr: @niko_upset2 ... et... il a besoin de mon aide pour réparer des choses ?

source: @niko_distressed_talk ...I don't...\.\. get it!!!
fr: @niko_distressed_talk ... Je ne...\.\. comprends pas !!!

source: @niko_distressed_meow Why didn't you tell me anything???
fr: @niko_distressed_meow Pourquoi ne m'avez-vous rien dit ???

source: @niko_distressed_talk I... don't know what I'm supposed to do!
fr: @niko_distressed_talk Je... ne sais pas ce que je dois faire !

source: @niko_upset If I can't fix the world... I can't go back home...
fr: @niko_upset Si je ne peux pas sauver le monde... Je ne peux pas rentrer chez moi...

source: @niko_upset But the world is...\.\. already so messed up...
fr: @niko_upset Mais le monde est...\.\.déjà si ravagé...

source: @niko_distressed2 ...if the squares don't get fixed... \.\. what will happen to the world?
fr: @niko_distressed2 ... Si les carrés ne sont pas réparés... \.\. qu'arrivera-t-il au monde ?

source: @niko_upset2 Where would I even go???
fr: @niko_upset2 Où pourrais-je aller ???

source: @niko Well that was fun.
fr: @niko C'était très amusant.

source: [ROOM UNDER CONSTRUCTION]
fr: [PIÈCE EN CONSTRUCTION]

source: [TILES HAVE NOT BEEN FULLY PLACED]
fr: [TOUT LE CARRELAGE N'A PAS ÉTÉ MIS]

source: [YOU SHOULD NOT BE HERE YET]
fr: [VOUS NE DEVRIEZ PAS ÊTRE DÉJÀ LÀ]

source: @niko ...alright.
fr: @niko ... D'accord.

source: Again! Again!
fr: Encore ! Encore !

source: Once is enough!
fr: Une fois, ça suffit !

source: @niko Okay!
fr: @niko D'accord !

source: @niko I'm not sure what this is.
fr: @niko Je ne sais pas exactement ce que c'est !

source: @niko_speak It's like a little car!
fr: @niko_speak On dirait une petite voiture !

source: You should ride on it!
fr: Tu devrais grimper dessus !

source: Resist urge to ride on it.
fr: Résiste à l'envie de grimper dessus.

source: @niko ... \>\n\@niko_speak What?
fr: @niko ... \>\n\@niko_speak Quoi ?

source: Do it!
fr: Vas-y !

source: @niko Um....
fr: @niko Hum...

source: @niko_eyeclosed I wasn't going to, \p...
fr: @niko_eyeclosed Je n'allais pas le faire, \p...

source: Don't be afraid to ask if you guys want some stew!
fr: N'hésitez pas à demander si vous voulez du ragoût !

source: @alula_speak Thank you!
fr: @alula_speak Merci !

source: Don't be afraid to ask if you want some stew!
fr: N'hésitez pas à demander si vous voulez du ragoût !

source: It's not ready yet, but...\nWould you kids like some stew?
fr: Il n'est pas encore prêt, mais...\nVous en voulez, les enfants ?

source: @niko_speak I'm not hungry...\nBut thank you!
fr: @niko_speak Je n'ai pas faim...\nMais merci !

source: @alula Same!
fr: @alula Pareil !

source: Well, don't be afraid to ask when you do get hungry!
fr: Eh bien, n'hésitez pas à demander si vous avez faim !

source: It's not ready yet, but...\nWould you like some stew?
fr: Il n'est pas encore prêt, mais...\nTu veux du ragoût ?

source: It's the least I can offer the savior!
fr: C'est la moindre des choses que je puisse offrir au messie !

source: @niko The fireflies light up this room.
fr: @niko Les lucioles éclairent cette pièce.

source: @niko_eyeclosed The squares are here too...
fr: @niko_eyeclosed Les carrés sont là aussi...

source: @en_upset_meow [Something happened in there to make you upset]
fr: @en_upset_meow [Il s'est passé quelque chose là-bas pour vous contrarier.]

source: I'm getting dizzy!
fr: Je me sens malade !

source: @niko_eyeclosed Told ya!
fr: @niko_eyeclosed Je te l'avais dit !

source: @alula_speak Why are you spinning around like that?
fr: @alula_speak Pourquoi est-ce que tu tournes comme ça ?

source: @niko_speak You're gonna get dizzy!
fr: @niko_speak Tu vas être malade !

source: I'm the Tower!
fr: Je suis la Tour !

source: Grandpa says the Tower used to spin allll the time bringing sunlight to the world!
fr: Papy dit qu'avant, la Tour tournait touuut le temps et qu'elle illuminait le monde !

source: I wanna see it too!
fr: Moi aussi, je veux voir ça !

source: @alula_gasp Same!
fr: @alula_gasp Moi aussi !

source: @alula_pout I've only seen the sun when I was a little baby...
fr: @alula_pout J'ai seulement pu voir le soleil quand j'étais bébé...

source: @niko Well, I'm here now...
fr: @niko Eh bien, je suis là à présent...

source: @niko I guess it'll only be a matter of time again.
fr: @niko J'imagine que ce n'est qu'une question de temps.

source: @niko You're gonna get dizzy if you keep spinning around like that...
fr: @niko Tu vas être malade si tu continues à tourner comme ça...

source: @niko_speak Peas!
fr: @niko_speak Des petits pois !

source: @niko Full of dried beans.
fr: @niko C'est rempli de haricots séchés.

source: [\v[31] LIGHTS CORRECT.]
fr: [\v[31] LUMIÈRE(S) CORRECTE(S).]

source: \c[2][ACCESS GRANTED!]\c[0]
fr: \c[2][ACCÈS AUTORISÉ !]\c[0]

source: \c[1][ACCESS DENIED. \v[37] TRIES LEFT.]\c[0]
fr: \c[1][ACCÈS REFUSÉ. \v[37] ESSAI(S) RESTANT(S).]\c[0]

source: \c[1][INTRUDER DETECTED. RESETTING LOCK MECHANISM.]\c[0]
fr: \c[1][INTRUS DÉTECTÉ. RÉINITIALISATION DU SYSTÈME DE FERMETURE.]\c[0]

source: @niko_eyeclosed Sigh... Time to start over...
fr: @niko_eyeclosed *Soupir*... Nous devons tout recommencer maintenant...

source: [HALT!]
fr: [HALTE !]

source: [PLEASE AWAIT FURTHER INSTRUCTION ON THE SECURITY TEST.]
fr: [VEUILLEZ ATTENDRE LES INSTRUCTIONS SUPPLÉMENTAIRES DU TEST DE SÉCURITÉ.]

source: [PLEASE SPEAK TO THE DOOR ROBOT.]
fr: [VEUILLEZ VOUS ADRESSER AU ROBOT PORTIER.]

source: @niko We opened the lock!
fr: @niko Nous avons déverrouillé la serrure !

source: [THE SECURITY SYSTEM HAS BEEN TEMPORARILY DEACTIVATED.]
fr: [LE SYSTÈME DE SÉCURITÉ A ÉTÉ TEMPORAIREMENT DÉSACTIVÉ.]

source: [WOULD YOU LIKE TO RESET IT?]
fr: [VOULEZ-VOUS LE RÉINITIALISER ?]

source: @niko_eyeclosed ...I don't think I want to go through THAT again...
fr: @niko_eyeclosed ... Je ne pense pas vouloir le refaire...

source: @niko_what um...
fr: @niko_what Hum...

source: @niko How do I...solve this...
fr: @niko Comment... résoudre cela...

source: [THAT IS PART OF THE TEST.]
fr: [CELA FAIT PARTIE DU TEST.]

source: @niko_eyeclosed Bummer.
fr: @niko_eyeclosed Dommage.

source: [IN ORDER TO GAIN FURTHER ACCESS TO THE LABS.]
fr: [AFIN D'ACCÉDER PLUS AMPLEMENT AUX LABOS.]

source: [YOU MUST PASS THE SECURITY SYSTEM TEST.]
fr: [VOUS DEVEZ RÉUSSIR LE TEST DU SYSTÈME DE SÉCURITÉ.]

source: @niko The... huh?
fr: @niko Le... quoi ?

source: [YOU MUST CHANGE THE COLOR OF THE LIGHTS INTO A SPECIFIC CONFIGURATION.]
fr: [VOUS DEVEZ CHANGER LA COULEUR DES LUMIÈRES SELON UNE CONFIGURATION SPÉCIFIQUE.]

source: [ALLOW ME.]
fr: [PERMETTEZ-MOI.]

source: @niko_eyeclosed Locked.
fr: @niko_eyeclosed C'est verrouillé.

source: @niko4 They're in the door...
fr: @niko4 Ils sont dans la porte...

source: @green_gatekeeper [P\.#L.%%E\.AS;E D\.o No//t AP\.PR#OACH.]
fr: @green_gatekeeper [VE\.#UI.%%L\.LE;Z N\.e Pa//s AP\.PR#OCHER]

source: @green_gatekeeper [TH\.#e.%%G\.AT;E IS\. C//L OSE\.D UN\.T\.#IL FU\.#RT\|HER N\.%O\.TIC\.E.]
fr: @green_gatekeeper [L\.#a.%%P\.OR;TE EST\. F//E RMÉ\.E JUS\.QU'\.#À NO\.#UV\|EL O\.%R\.DR\.E.]

source: @niko3 Isn't that...\.\.the city gate?
fr: @niko3 N'est-ce pas...\.\.la porte de la ville ?

source: @niko4 It's...
fr: @niko4 C'est...

source: @niko4 The bridge is broken...
fr: @niko4 Le pont est détruit...

source: @niko2 ...looks like parts of the ground is missing.
fr: @niko2 ... On dirait que des morceaux du sol ont disparu.

source: @niko_eyeclosed I wonder if it's safe to walk across these vines...
fr: @niko_eyeclosed Je me demande si c'est prudent de marcher sur ces vignes...

source: @niko6 ...one way to find out, I guess...
fr: @niko6 ... Il n'y a qu'un seul moyen de le savoir, je suppose...

source: @niko_eyeclosed They're safe...
fr: @niko_eyeclosed Elles sont sûres...

source: @niko I lent it to someone in the ruins.\>\n\@niko_eyeclosed She said she wanted to feel the sun again, before she...
fr: @niko Je l'ai prêtée à quelqu'un dans les ruines.\>\n\@niko_eyeclosed Elle a dit qu'elle voulait sentir à nouveau le soleil, avant de...

source: @calamus_speak Oh, you must be talking about Maize.
fr: @calamus_speak Oh, tu dois parler de Maize.

source: @niko_speak Is that her name?
fr: @niko_speak C'est son nom ?

source: @calamus_speak She's a powerful plant spirit. She used to protect the Glen.
fr: @calamus_speak C'est un puissant esprit de la nature qui protégeait le Vallon.

source: @calamus_sad ...but once the sun died, her health rapidly deteriorated.
fr: @calamus_sad ... mais lorsque le soleil s'est éteint, sa santé s'est vite détériorée.

source: @calamus I'm glad you were able to find her in time.
fr: @calamus Je suis content que tu l'aies trouvée à temps.

source: @niko_eyeclosed I think we might be already too late to save her...
fr: @niko_eyeclosed Je pense qu'il est peut-être déjà trop tard pour la sauver...

source: @calamus_sad I know.
fr: @calamus_sad Je sais.

source: @calamus But I'm glad she got to see the sun again.
fr: @calamus Mais je suis heureux qu'elle ait pu revoir le soleil une dernière fois.

source: @calamus I hope the squares don't spread too fast...
fr: @calamus J'espère que les carrés ne se propagent pas trop vite...

source: @alula_speak You're here! You're here!
fr: @alula_speak Tu es là ! Tu es là !

source: @alula I'll go get the thing!
fr: @alula Je vais chercher le cadeau !

source: @calamus_smile So uh...welcome to our home!\>\n\@calamus_heh I know it's not much, but...\>\n\@calamus_smile feel free to make yourself comfortable.
fr: @calamus_smile Alors euh... bienvenue chez nous !\>\n\@calamus_heh Je sais que ça n'a l'air de rien comme ça, mais...\>\n\@calamus_smile Mets-toi à l'aise.

source: @alula Ah! There it is!
fr: @alula Ah ! La voilà !

source: @alula_speak Here, we want you to have this!
fr: @alula_speak Tiens, on voulait te donner ça !

source: @niko Oh, a feather!\>\n\@niko_speak The edges are glowing yellow!
fr: @niko Oh, une plume !\>\n\@niko_speak Les contours brillent en jaune !
