Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Languages/*.po
Languages: fr

source: @niko The hazelnut candy we just made, which we’re saving for later!
fr: @niko Les bonbons aux noisettes qu'on vient de faire, pour plus tard !

source: @niko_speak We need to make the pancakes still!
fr: @niko_speak Il faut qu'on finisse les pancakes !

source: @alula_pout Letsee...
fr: @alula_pout Voyons-voir...

source: @alula Do you got any bread?
fr: @alula Vous avez du pain ?

source: @ling Sure, but it's just pre-sliced, not the loaves you guys normally have.
fr: @ling Oui, mais c'est du pain tranché, c'est pas des miches de pain que vous avez normalement.

source: @alula_gasp That's even better! Now we don't have to cut it!
fr: @alula_gasp C'est encore mieux ! On a pas besoin de le trancher !

source: @alula Ok ok, you gotta cook the bread on a pan over hot coals!
fr: @alula Ok ok, il faut cuire le pain avec une poêle sur du charbon chaud !

source: @ling_smile We have a toaster!
fr: @ling_smile On a un grille-pain !

source: @alula_gasp That's even better!
fr: @alula_gasp C'est encore mieux !

source: @alula Now get some yogurt and mix in some salt and uh, seasons.
fr: @alula Maintenant, ramenez du yaourt et mélangez-y du sel, et euh, des saisonnements

source: @ling_smile Seasons?\>\nLike spring and summer?
fr: @ling_smile Des saisons ?\>\nComme le printemps ou l'été ?

source: @alula_speak Haha, of course not, silly!
fr: @alula_speak Haha, évidemment que non !

source: @ling_smile Winter it is!
fr: @ling_smile On prend l'hiver, alors !

source: @alula_eyeclosed That's not what I mean and you know it.
fr: @alula_eyeclosed C'est pas ce que je voulais dire et vous le savez très bien.

source: @ling ...I'm assuming you want sea moss salt?\>\nWe got a shipment from the glen a while ago.
fr: @ling ...Je suppose que tu veux du sel de mer ?\>\nOn en a reçu du Vallon il y a un moment.

source: @ling We also have garlic salt, which tastes similar, but a lot stronger.
fr: @ling On a aussi du sel à l'ail, qui a un goût similaire, mais beaucoup plus fort.

source: @alula_gasp GIMME THE GARLICKS
fr: @alula_gasp DONNEZ MOI L'AIL

source: @alula_speak We don't get this much back home!
fr: @alula_speak On en a pas autant à la maison !

source: @alula Ok mix the salt with the yogurt, then just spread this on the bread with a spoon!
fr: @alula D'accord, maintenant mélangez le sel avec le yaourt, et puis tartinez-le sur le pain avec une cuillère !

source: @alula_speak Then I like to rip up some fish into little pieces and put it on top!
fr: @alula_speak Et puis j'aime bien déchirer des morceaux de poisson et en mettre en haut !

source: @alula_eyeclosed ...Smoked fish. Not alive.\>\n\@alula Do you got any?
fr: @alula_eyeclosed ...Du poisson fumé. Pas vivant.\>\n\@alula Vous en avez ?

source: @ling We have smoked salmon, will that work?
fr: @ling On a du saumon fumé, ça marche ?

source: @alula_gasp MY FAVORITE!!!!!
fr: @alula_gasp MON PRÉFÉRÉ !!!!!

source: @alula Then I like to put some seeds on top of the fish to make it crunchy!
fr: @alula Puis j'aime aussi mettre des graines au dessus du poisson pour que ça soit croquant !

source: @ling_smile Will these artisanal toasted sesame seeds work?
fr: @ling_smile Est-ce que ces graines de sésame grillées artisanales conviennent ?

source: @alula_eyeclosed Eh I'll take it.
fr: @alula_eyeclosed Eh, ça passe.

source: @alula_speak That was so much fun!!!!
fr: @alula_speak C'était trop bien !!!!

source: @alula_eyeclosed Too bad we didn't get to karate chop any pans, though...
fr: @alula_eyeclosed Dommage qu'on n'ait pas pu frappé des poêles, par contre...

source: @ling_smile Please do not do that.
fr: @ling_smile Ne fais pas ça.

source: @plight_2 So...\>\@plight_2b um......
fr: @plight_2 Donc...\>\@plight_2b euh......

source: @ling_smile Oh! You wanna make something too?
fr: @ling_smile Oh ! Vous voulez faire quelque chose, aussi ?

source: @plight_worry I was actually just gonna order my regular jug of coffee, but...
fr: @plight_worry Je voulais juste commander ma tasse de café habituelle, mais...

source: @plight_2 ...eh, breakfast won't hurt.
fr: @plight_2 ...bon, un petit déjeuner ne devrait pas faire de mal.

source: @ling_smile Look at you!\>\n\@ling Eating!\>\n\@ling_smile Food!
fr: @ling_smile Regardez-vous !\>\n\@ling Vous allez enfin manger !\>\n\@ling_smile De la nourriture !

source: @plight Sigh...
fr: @plight Soupir...

source: @plight_2b Cover your eyes, kids.\>\n\@plight_worry2 (or your parents might get mad)
fr: @plight_2b Regardez pas, les enfants.\>\n\@plight_worry2 (ou vos parents vont se fâcher)

source: @plight_2 Step 1. Toast slice of bread.
fr: @plight_2 Étape 1. Faites griller une tranche de pain.

source: @plight Step 2. Cover it with butter (room temperature).
fr: @plight Étape 1. Tartinez avec du beurre (tiède).

source: @plight Step C. Sprinkle on instant coffee (and sugar to taste).
fr: @plight Étape C. Saupoudrez avec du café instantané (et du sucre pour le goût)

source: @plight_2b And done.
fr: @plight_2b Et voilà.

source: @plight3 (It tastes okay.)
fr: @plight3 (C'est plutôt ok.)

source: @plight And that's breakfast.
fr: @plight Et ça, c'est le petit déjeuner.

source: @plight3 For lunch I normally mix the instant coffee into some 3 minute noodles. \>The cup kind.\>\n\@plight_2 You don't need to add the sugar.
fr: @plight3 Pour midi, habituellement je mélange le café instantané dans des nouilles 3 minutes. \>La variété pas cher.\>\n\@plight_2 Pas besoin d'ajouter du sucre.

source: @plight_2b Or, if I'm really in a rush, I just put a scoop of coffee into a bag of uncooked-
fr: @plight_2b Ou, si je suis pressé, je mets une cuillerée de café dans un sac de-

source: @ling_smile ...I think you should leave.\>\n\n(the kitchen)
fr: @ling_smile ...Je pense que vous devriez partir.\>\n\n(de la cuisine)

source: @niko It's a knife.\> \@niko_speak Very dangerous!
fr: @niko C'est un couteau.\> \@niko_speak C'est très dangereux !

source: Light the candle?
fr: Allumer la bougie ?

source: @ling Oh! While you were gone, I dug this thing out from storage!
fr: @ling Oh ! Pendant que tu étais parti, j'ai trouvé ça dans la réserve !

source: @niko_speak Ooh what is it?
fr: @niko_speak Ooh c'est quoi ?

source: @ling Why don't you turn on the switch to find out?
fr: @ling Pourquoi t'essayes pas de l'allumer pour voir ?

source: @niko_83c A music player!
fr: @niko_83c Une boîte à musique !

source: @ling_smile I thought it would be fitting here!
fr: @ling_smile Je pensais que ça conviendrait ici !

source: @niko Does it play any other songs?
fr: @niko Est-ce que ça peut jouer d'autres chansons ?

source: @ling_hm It's only the birthday song, I'm afraid.
fr: @ling_hm Malheureusement, il n'y a que la chanson d'anniversaire.

source: @niko_eyeclosed Aww... \>\nI wanted it to play heavy metal like in the cooking shows...
fr: @niko_eyeclosed Ooh... \>\nJe voulais qu'il puisse jouer du heavy métal comme dans les émissions de cuisine...

source: @niko_83c ...it's also kinda funny that you have to light it on fire every time!
fr: @niko_83c ...c'est aussi un peu drôle qu'il faut l'allumer avec du feu à chaque fois !

source: @ling_smile Haha I know!
fr: @ling_smile Haha je sais !

source: @ling I like it though, fire is cool!
fr: @ling J'aime bien quand même, le feu, ça déchire !

source: @niko_83c Fire is hot actually!
fr: @niko_83c En faite, ça brûle !

source: @proto2 [I think it's a level 3 safety violation and therefore extremely stupid.]
fr: @proto2 [Je crois que c'est une violation de sécurité de niveau 3 et que c'est donc extrêmement stupide.]

source: @ling_smile Don't worry, the candle isn't real!
fr: @ling_smile Ne t'inquiète pas, la bougie n'est pas réelle !

source: @ling Convincing though, right?
fr: @ling C'est convaincant, hein ?

source: @proto1c [Then it's just stupid.]
fr: @proto1c [Alors c'est juste stupide.]

source: Blow out the candle?
fr: Souffler les bougies ?

source: @ling_smile Hi everyone!
fr: @ling_smile Bonjour tout le monde !

source: @ling_smile As you know, it's the 10 year anniversary of OneShot!
fr: @ling_smile Comme vous le savez, c'est le 10ème anniversaire de OneShot !

source: @ling_oh (...well, the original version, anyway)
fr: @ling_oh (...eh bien, la version originale, en tout cas)

source: @ling_smile So I thought I'd decorate the cafe!
fr: @ling_smile Donc je pensais que j'allais décorer le café !

source: @ling_hm We opened extra early today, so nobody's shown up yet.
fr: @ling_hm Nous avons ouvert très tôt aujourd'hui, donc personne n'est encore venu.

source: @niko_83c Except me!
fr: @niko_83c Sauf moi !

source: @niko_eyeclosed Ok that’s enough.
fr: @niko_eyeclosed Ok, ça suffit.

source: CAFE
fr: CAFÉ

source: MEOW
fr: MIAOU

source: @niko_speak I'm here on a very special mission today!
fr: @niko_speak Je suis ici pour une mission très spéciale, aujourd'hui !

source: @niko_83c Can you guess what it is?
fr: @niko_83c Pouvez-vous deviner ce que c'est ?

source: @ling Does it involve... a celebration cake?\>\n\@ling_smile Of the pan variety?
fr: @ling Est-ce en en rapport avec... un « cake » ?\>\n\@ling_smile De variété « pan » ?

source: @niko_pancakes How'd you know?
fr: @niko_pancakes Comment le saviez-vous ?

source: @ling_hm You uh.\..\..\. literally told me a minute ago before the camera turned on.
fr: @ling_hm Tu me l'as, euh.\..\..\. littéralement dit il y a une minute avant d'avoir allumé la caméra.

source: @niko5 Oh right.
fr: @niko5 Ah oui.

source: @niko_eyeclosed ...Ahem.
fr: @niko_eyeclosed ...Hum.

source: @niko Today....\>\n\@niko_speak I will be showing everyone....\>\n\@niko_pancakes how to make mama's special pancakes!
fr: @niko Aujourd'hui....\>\n\@niko_speak Je vais montrer à tout le monde....\>\n\@niko_pancakes comment faire les pancakes spéciaux de maman !

source: @ling_smile And I'll be-
fr: @ling_smile Et je vais-

source: @niko_speak And he'll be helping!
fr: @niko_speak Et lui, il va m'aider !

source: @niko_eyeclosed Because he's a grownup and I'm not old enough to use the stove without adult supervision.
fr: @niko_eyeclosed Car c'est un adulte, et je ne suis pas assez grand pour utiliser la cuisinière sans la surveillance d'un adulte.

source: @ling_oh ...but didn't you like, set things on fire before?
fr: @ling_oh ...mais tu n'as pas genre, mis des trucs en feu avant ?

source: @niko_83c I think god counts as adult supervision.
fr: @niko_83c Je pense que dieu compte comme une surveillance par un adulte.

source: @ling_hm ....yeah that's fair.
fr: @ling_hm ...ouais, c'est vrai.

source: @ling Alright, then follow me to the kitchen!
fr: @ling Très bien, suivez moi vers la cuisine !

source: @niko_speak 'kay!
fr: @niko_speak D'accord !

source: @ling_shock Oh no!\> I completely forgot we were open early today!
fr: @ling_shock Oh non !\> J'ai complètement oublié qu'on a ouvert plus tôt aujourd'hui !

source: @ling_hm How long... have you guys been waiting?
fr: @ling_hm Ça fait combien de temps que vous attendez ?

source: @alula Oh I just got here.
fr: @alula Oh, je viens d'arriver.

source: @alula_speak Hi Niko!
fr: @alula_speak Salut Niko!

source: @niko_speak Hi Alula!\> Hi.... lamplighter man!
fr: @niko_speak Salut Alula !\> Salut.... l'homme qui allume les lampes !

source: @plight_worry (I have a name...)
fr: @plight_worry (J'ai un nom...)

source: @alula Whatcha guys doing back in the kitchen?
fr: @alula Qu'est-ce que vous faites là bas dans la cuisine ?

source: @niko_pancakes I was teaching Ling how to make pancakes!
fr: @niko_pancakes J'étais en train d'apprendre à Ling comment faire des pancakes !

source: @alula_oh But... doesn't Ling already know how to make pancakes?
fr: @alula_oh Mais... Ling ne sait-il pas déjà faire des pancakes ?

source: @niko_eyeclosed Not these special ones that my mama makes!
fr: @niko_eyeclosed Pas les pancakes spéciaux de ma maman !

source: @ling_smile And thank you for sharing that with me! I learned a lot today!
fr: @ling_smile Et merci d'avoir partagé ça avec moi ! J'ai beaucoup appris aujourd'hui !

source: @niko_eyeclosed So the master has become the student...
fr: @niko_eyeclosed Donc le maître devient l'élève...

source: @ling_hm (...mostly about molecules, but)
fr: @ling_hm (...plutôt sur les molécules, mais)

source: @ling I can see why you like these so much now!
fr: @ling Je vois pourquoi tu les aimes tellement, maintenant !

source: @ling It's a very involved recipe!\>\n\@ling_hm2 Almost more like a cake than a pancake.
fr: @ling C'est une recette très élaborée !\>\n\@ling_hm2 C'est plus comme un gâteau plutôt qu'un pancake.

source: @alula_gasp2 Whaaat!! That's so cool!!
fr: @alula_gasp2 Quooii !! Mais c'est trop cool !!

source: @alula_gasp ME NEXT ME NEXT I GET TO GO NEXT
fr: @alula_gasp MOI ENSUITE JE VEUX AUSSI EN FAIRE

source: @niko_speak Oh! You wanna learn to make these pancakes too?
fr: @niko_speak Oh ! Tu veux aussi apprendre à faire des pancakes ?

source: @ling2 You might be a little too young...\n\>\@ling_smile Even an older kid like Niko is scared of some parts!
fr: @ling2 Tu as l'air d'être un peu trop jeune...\n\>\@ling_smile Même un enfant plus âgé comme Niko a peur de certaines parties !

source: @niko_eyeclosed Hey I wasn't scared! It's just self defense!
fr: @niko_eyeclosed Hé, j'avais pas peur ! C'est juste de la défense de soi !

source: @alula Like kung fu?
fr: @alula Comme le kung fu ?

source: @niko_what ...huh?
fr: @niko_what ...hein ?

source: @alula_speak Were you karate chopping all the pots and pans because you were scared?
fr: @alula_speak Est-ce que tu frappais toutes les casseroles et poêles à coup de karaté car tu avais peur ?

source: @niko_what ...what, no??
fr: @niko_what ...quoi, non ??

source: @alula ...because I would.
fr: @alula ...parce que je le ferais.

source: @plight_2b Do you mean like, self... preservation?
fr: @plight_2b Tu veux pas dire... de la préservation de soi ?

source: @niko_eyeclosed ...yeah that.
fr: @niko_eyeclosed ...ouais, ça.

source: @alula_pout I don't know that word...
fr: @alula_pout Je ne connais pas ce mot...

source: @niko_speak I just don't wanna be near a hot stove!\>\n\@niko_eyeclosed Especially not around sugar lava.
fr: @niko_speak Je ne veux juste pas être à côté d'une poêle chaude !\>\n\@niko_eyeclosed Surtout pas à côté de la lave de sucre.

source: @ling Exactly!\> Niko was just being responsible!
fr: @ling Exactement !\> Niko était juste responsable !

source: @alula_gasp2 CAN YOU EAT THE LAVA
fr: @alula_gasp2 TU PEUX MANGER DE LA LAVE

source: @niko_eyeclosed Absolutely do not eat the lava.
fr: @niko_eyeclosed Ne manges surtout pas la lave.

source: @ling_hm (...and the responsible thing for ME to do is not let Alula anywhere near a stove.)
fr: @ling_hm (...et la chose responsable à faire pour MOI est de ne pas laisser Alula à côté de la cuisinière.)

source: @ling_smile We'll.... \>teach you how to make these pancakes when you're a little (or a lot) older, okay?
fr: @ling_smile Nous pouvons.... \>t'apprendre comment faire ces pancakes quand tu seras un peu (ou beaucoup plus) âgée, d'accord ?

source: @alula_gasp NO I WANT TO TEACH *YOU* HOW TO MAKE MY FAVORITE FOOD!
fr: @alula_gasp NON JE VEUX *T'APPRENDRE* COMMENT FAIRE MA NOURRITURE PRÉFÉRÉE !

source: @alula It does not have lava.
fr: @alula Ça a rien avoir avec la lave.

source: @ling_smile In that case, sure!
fr: @ling_smile Dans ce cas, pourquoi pas !

source: @alula_speak YAAAAY
fr: @alula_speak YOUPI

source: @ling_hm (Guess it's open house day in the kitchen...)
fr: @ling_hm (Je suppose que c'est la journée portes ouverte dans la cuisine...)

source: @niko Milk and sugar.
fr: @niko Du lait et du sucre.

source: @niko_speak I like both!
fr: @niko_speak J'aime les deux !

source: @niko_eyeclosed ...but not in coffee.
fr: @niko_eyeclosed ... mais pas dans le café.

source: @Niko A coffee machine.
fr: @Niko Une machine à café.

source: @niko_speak It's nearly full!
fr: @niko_speak C'est presque plein !

source: @calamus_speak Have you been here this whole time?
fr: @calamus_speak Es-tu ici depuis tout ce temps ?

source: @calamus_sad Don't go running off like that, sheesh!
fr: @calamus_sad Ne t'en va pas comme ça !

source: @alula_speak Sorry! I got hungry.
fr: @alula_speak Désolée ! J'avais faim.

source: @alula_gasp2 Foraging food is so easy in the city, though!
fr: @alula_gasp2 C'est facile de trouver de la nourriture en ville, pourtant !

source: @alula_speak The nice guy at the cafe feeds me for free because I am very cute and also a baby.
fr: @alula_speak Le gars sympa du café me nourrit gratuitement car je suis très mignone et aussi un bébé.

source: @calamus_heh Can't argue with that...
fr: @calamus_heh On peut pas dire le contraire...

source: @alula_speak And he gives this guy here free food because he doesn't take care of himself despite being a grownup and his house is probably really messy!
fr: @alula_speak Et il donne à ce type là de la nourriture gratuite car il ne prend pas soin de lui-même alors que c'est un adulte et que sa maison est probablement en désordre !

source: @plight_worry Hey!
fr: @plight_worry Hé !

source: @alula Just sayin'!
fr: @alula Je disais juste !

source: @magpie_oh Whoa hey what's with all the decorations?
fr: @magpie_oh Ouah, c'est quoi toute ces décorations ?

source: @magpie_smile Is it someone’s birthday?
fr: @magpie_smile C'est l'anniversaire de quelqu'un ?

source: @calamus_speak ...did you just notice?
fr: @calamus_speak ...tu viens juste de remarquer ?

source: @kip_wink I guess you could call it a birthday!
fr: @kip_wink Eh bien, je pense que tu peux appeler ça un anniversaire !

source: @kip It's the 10 year anniversary!
fr: @kip C'est même le 10ème anniversaire !

source: @magpie_hm Anniversary of what?
fr: @magpie_hm Anniversaire de quoi ?

source: @magpie_smile Someone's wedding? Or
fr: @magpie_smile Le mariage de quelqu'un ? Ou

source: @kip_heh ...I don't think anyone here is married.
fr: @kip_heh ...je ne pense pas que quiconque ici soit marié.

source: @kip2 It's the anniversary of the original-
fr: @kip2 C'est l'anniversaire de la version origin-

source: @kip_heh Oh right, you weren't around for that.
fr: @kip_heh Ah oui, vous n'étiez pas là pour voir ça.

source: @kip_wink That's ok, neither was I!
fr: @kip_wink C'est pas grave, je ne l'étais pas non plus !

source: @george6_fingerguns I was!
fr: @george6_fingerguns J'étais là !

source: @calamus_smile I was!\>\n\@calamus ...I think.
fr: @calamus_smile Moi aussi !\>\n\@calamus ...Je crois.

source: @watcher What are anniversaries but grim reminders that we are inching another year closer to our inevitable demise...
fr: @watcher Que sont les anniversaires si ce n'est de sinitres rappels que nous nous rapprochons d'une année de notre fin inévitable.

source: @watcher (I wasn't around either)
fr: @watcher (Je n'étais pas non plus là)

source: @plight_worry I have no idea what you guys are talking about.
fr: @plight_worry J'ai aucune idée de ce que vous dites.

source: @mason I'm just here for emotional support.
fr: @mason Je suis là juste pour le soutien émotionnel.

source: @watcher Thanks.
fr: @watcher Merci.

source: @cedric_hmm ....yeah a lot of us got here pretty late didn't we.
fr: @cedric_hmm ....ouais, beaucoup d'entre nous sont arrivés assez tard, non ?

source: @cedric4 Especially me.
fr: @cedric4 Surtout moi.

source: @magpie_smile ...Yeah you really lost me there.
fr: @magpie_smile ...Ouais, tu m'as vraiment perdu là.

source: @magpie_hm Though it WAS 10 years ago...\n\>\@magpie_smile you think I can remember that far back?
fr: @magpie_hm Mais c'était IL Y A 10 ans...\n\>\@magpie_smile tu crois que je me souviens d'aussi loin ?

source: (he doesn't)
fr: (il ne s'en souvient pas)

source: @magpie_smile But I'm not gonna pass up an excuse to party!
fr: @magpie_smile Mais je ne vais pas laisser passer une excuse pour faire la fête !

source: @george6_fingerguns Ayyyyy.
fr: @george6_fingerguns Ouaiiiiis.

source: @magpie_smile Ayyyyy.
fr: @magpie_smile Ouaiiiiis.

source: @magpie_hm Anyway where's all the booze.
fr: @magpie_hm Bref où est l'alcool.

source: @niko_pancakes What a crowd!
fr: @niko_pancakes Quelle foule !

source: @ling_shock I'll say!\>\n\@ling Looks like I got a lot of cooking to do now, huh?
fr: @ling_shock Eh bien !\>\n\@ling On dirait que j'ai beaucoup de choses à cuisiner maintenant, non ?

source: @niko_pancakes Oh!! I'll help! I'll help!
fr: @niko_pancakes Oh !! Je peux aider !

source: @niko5 We can make...\|...\|... \>\@niko_83c more pancakes!
fr: @niko5 On peut faire...\|...\|... \>\@niko_83c plus de pancakes !

source: @rue_oh ...pancakes?
fr: @rue_oh ...des pancakes ?

source: @niko_speak Pancakes!
fr: @niko_speak Des pancakes!

source: @george6_fingerguns Count me IN you know I'm always up for some breakfast for dinner!
fr: @george6_fingerguns Comptez sur moi, je suis TOUJOURS partant pour un bon petit déjeuner pour le dîner !

source: @kip_pout George its 8 in the morning. We're having breakfast for breakfast.
fr: @kip_pout George il est 8 heures du matin. On a un petit déjeuner pour le petit déjeuner

source: @kip_sigh ...lemme guess, you pulled an allnighter on those manuscripts again?
fr: @kip_sigh ...que je devine, t'as encore passé une nuit blanche sur ces manuscrits ?

source: @george6_point You know it babe!
fr: @george6_point Tu le sais bien !

source: @george6_shrug ...breakfast for dinner for breakfast
fr: @george6_shrug ...un petit déjeuner pour le dîner pour le petit déjeuner

source: @niko_83c ...for lunch! \>\n\@niko6 (because we already ate)
fr: @niko_83c ...pour le déjeuner ! \>\n\@niko6 (car on a déjà mangé)

source: @cedric_smile Pancakes... that makes me nostalgic!
fr: @cedric_smile Des pancakes... ça me rend nostalgique !

source: @rue_smile Haha, we haven't seen them in a long time, have we?
fr: @rue_smile Haha, nous n'en avons pas vu depuis longtemps, non ?

source: @cedric4 ...Yeah.
fr: @cedric4 ...Ouais.

source: @alula_speak What are you two whispering about?
fr: @alula_speak De quoi vous chuchotez ?

source: @rue_smile ...Just reminiscing.
fr: @rue_smile ...Juste des souvenirs.

source: @rue_smile These must be important to you!
fr: @rue_smile Ils doivent être importants pour toi !

source: @niko2 Of course! \>\n\@niko_speak This is my mama's special recipe!
fr: @niko2 Évidemment ! \>\n\@niko_speak C'est la recette spéciale de ma maman !

source: @niko_pancakes They're my favorite thing to eat ever!
fr: @niko_pancakes C'est la chose que je préfère manger !

source: @rue_smile Ah! How wonderful!
fr: @rue_smile Ah ! C'est merveilleux !

source: @proto1b [You don't wanna know how long these took to make, though.]
fr: @proto1b [Tu ne veux pas savoir combien de temps il faut pour les faire, par contre.]

source: @proto2 [....I was there.]
fr: @proto2 [....J'y étais.]

source: @rue_smile But that time is not wasted if you spent it on something you care about!
fr: @rue_smile Mais ce temps n'est pas gâché si tu le consacre sur quelque chose qui te tient à cœur !

source: @ling_smile It's true!
fr: @ling_smile C'est vrai !

source: @ling These pancakes turned out really good BECAUSE we spent a lot of time on them!
fr: @ling Ces pancakes se sont avérés très bons PARCE QUE nous avons pris beaucoup de temps à les faire !

source: @george6_point Siiiick.
fr: @george6_point C'est un truc de malade.

source: @niko_eyeclosed They won't make you sick!
fr: @niko_eyeclosed Ils ne te rendent pas malade !

source: @niko_83c ...unless you eat one hundred of them!
fr: @niko_83c ...sauf si tu en manges cent !

source: @proto2 [5500 grams.]
fr: @proto2 [5500 grammes.]

source: @kip Ooh, that sounds amazing!
fr: @kip Ooh, ça a l'air incroyable !

source: @niko_speak Eating a hundred pancakes?
fr: @niko_speak Manger cent pancakes ?

source: @kip_wink If they're as good as you say, we just might!
fr: @kip_wink S'ils sont aussi bons que ce que tu dis, on pourrait !
