Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Languages/*.po
Languages: fr

source: fr
fr: Français

source: Plight
fr: Pligue

source: Cedric
fr: Cédric

source: USE THIS TO SAVE
fr: UTILISE ÇA POUR SAUVEGARDER

source: Pancake Recipe
fr: Recette de Pancakes

source: How to make mama's special pancakes!
fr: Comment faire les pancakes spéciaux de maman !

source: No item selected.
fr: Aucun objet sélectionné.

source: BGM Volume
fr: Volume de la musique

source: SFX Volume
fr: Volume des effets sonores

source: Fullscreen
fr: Plein écran

source: Default movement
fr: Mouvement par défaut

source: Colorblind mode
fr: Mode daltonien

source: Skip Text (R)
fr: Passer le texte (R)

source: Frameskip
fr: Saut d'images

source: Language
fr: Langue

source: Configure Controls (Press F1)
fr: Configurer les contrôles (Appuyez sur F1)

source: Settings
fr: Paramètres

source: POT_VERSION
fr: fr.1

source: ON
fr: ACTIVÉ

source: OFF
fr: DÉSACTIVÉ

source: RUN
fr: COURIR

source: WALK
fr: MARCHER

source: Press X to delete characters (default controls)
fr: Appuyez sur X pour supprimer un caractères (contrôles par défaut)

source: Travel
fr: Voyager

source: You cannot fast travel right now.
fr: Vous ne pouvez pas voyager rapidement pour le moment.

source: Start
fr: Commencer

source: Exit
fr: Quitter

source: Yes
fr: Oui

source: No
fr: Non

source: Upper
fr: Supérieur

source: Lower
fr: Inférieur

source: NAME_SWEARS
fr: fuck,putain,shit,merde,ass,cul,cock,bite,penis,tiddy,titty,sein,cunt,whore,pute

source: NAME_NIKOS
fr: niko

source: NAMES_LIKE_NIKO
fr: nico,nicco,nikko,nikoh,nicoh

source: NAMES_LIKE_MOMDAD
fr: maman,papa

source: NAMES_GROSS
fr: poo,caca,popo,pee,pipi,fart,pet,stinky,put,piss,poop,slimy,gluant

source: Do you understand what this means?
fr: Comprenez-vous ce que cela veut dire ?

source: SAVE?
fr: SAUVEGARDER ?

source: LOAD
fr: CHARGER

source: REAL LOAD
fr: VRAI CHARGEMENT

source: NO
fr: NON

source: @plight_worry 1 minute and 1 second.
fr: @plight_worry 1 minute et 1 seconde.

source: @plight_worry \v[29] minutes and 1 second.
fr: @plight_worry \v[29] minutes et 1 seconde.

source: @plight_worry 1 minute and \v[30] seconds.
fr: @plight_worry 1 minute et \v[30] secondes.

source: @plight_worry \v[29] minutes and \v[30] seconds.
fr: @plight_worry \v[29] minutes et \v[30] secondes.

source: @niko Pancakes are MY favorite food,\> \@niko_speak but what's yours?
fr: @niko Les pancakes sont MON plat préféré,\> \@niko_speak mais quel est le vôtre ?

source: @ling_hm Good question!\>\n\@ling I'm not sure if I have one...
fr: @ling_hm Bonne question !\>\n\@ling Je ne suis pas sûr d'en avoir un'...

source: @ling_smile ...because it changes all the time!
fr: @ling_smile ...parce que ça change tout le temps !

source: @ling Have you ever had steamed buns, Niko?
fr: @ling As-tu déjà mangé des brioches cuites à la vapeur, Niko ?

source: @ling_smile I've been making them a lot lately!
fr: @ling_smile J'en ai fait beaucoup dernièrement !

source: @niko_speak I've only heard of them!\>\n\@niko5 Is it like bread?
fr: @niko_speak J'en ai seulement entendu parler !\>\n\@niko5 Est-ce comme du pain ?

source: @ling Kinda! But most of them have things inside.
fr: @ling Un peu ! Mais plupart ont des choses à l'intérieur.

source: @niko2 Bread has things inside it too!
fr: @niko2 Le pain a aussi des trucs dedans !

source: @niko_83c Like flour.
fr: @niko_83c Comme de la farine.

source: @ling_hm Sometimes I like to mix sugar in my water before I drink it.
fr: @ling_hm Sometimes J'aime mélanger du sucre dans mon eau avant de la boire.

source: @niko_83c I do that with syrup and milk!
fr: @niko_83c Je fais ça avec du sirop et du lait !

source: @ling_oh I gotta admit, I had trouble finding hazelnut flour... \>\@ling_smile So I just made my own!
fr: @ling_oh Je dois admettre, j'ai eu du mal à trouver de la farine de noisette... \>\@ling_smile Alors j'ai juste fait la mienne !

source: @niko_speak Oh, that's what mama does too!
fr: @niko_speak Oh, c'est ce que maman fait aussi !

source: @niko5 She uses a motor and pesto for it.
fr: @niko5 Elle utilise un mixeur et du pesto pour ça.

source: @proto1b [Mortar and pestle.]
fr: @proto1b [Mortier et pilon.]

source: @niko_eyeclosed ...I knew that!
fr: @niko_eyeclosed ...Je le savais !

source: @ling_smile I just use a food processor!
fr: @ling_smile J'utilise simplement un robot de cuisine !

source: @ling_hm You think it would work with almond flour too?
fr: @ling_hm Tu penses que ça pourrait aussi le faire avec de la farine d'amande ?

source: @niko_speak Probably!
fr: @niko_speak Probablement !

source: @niko_eyeclosed But I like hazelnuts!
fr: @niko_eyeclosed Mais je préfère les noisettes !

source: @niko I know fire is dangerous, but I like looking at it!
fr: @niko Je sais que le feu c'est dangereux, mais j'aime y regarder !

source: @ling_smile I know!
fr: @ling_smile Je sais !

source: @ling Did you know that you can start a fire with just sunlight and a magnifying glass?
fr: @ling Savais-tu que tu pouvais démarrer un feu juste avec les rayons du soleil et une loupe ?

source: @niko_pancakes REALLY??
fr: VRAIMENT ??

source: @ling_smile Yup!
fr: @ling_smile Ouaip !

source: @ling But don't try it on your own, okay?
fr: @ling Mais n'essaie pas tout seul, okay ?

source: @niko_eyeclosed Of course not!
fr: @niko_eyeclosed Bien sûr que non !

source: @niko5 (But for some reason, all of a sudden I wish I still had the sun...)
fr: @niko5 (Mais pour certaines raisons, tout à coup j'aurais aimé avoir le soleil...)

source: @proto2 [I'm surrounded by lunatics.]
fr: @proto2 [Je suis entouré de fous.]

source: @ling_smile This is the kitchen!
fr: @ling_smile Voici la cuisine !

source: @ling I cleaned it up pretty good.\> \@ling_smile You'd never know that we had a fire last week!
fr: @ling Je l'ai bien nettoyée.\> \@ling_smile T'aurais jamais su qu'on avait eu un incendie la semaine passée !

source: @niko_what Another one?
fr: @niko_what Encore un ?

source: @ling_sigh Right?
fr: @ling_sigh Tu vois ?

source: @ling_hm Robots are surprisingly flammable.
fr: @ling_hm Les robots sont surprenamment inflammables

source: @ling_hm2 My coworkers aren't here because they're still getting repaired for fire damage, so we won't have extra help today.
fr: @ling_hm2 Mes collègues ne sont pas là car ils sont toujours en répération pour dégats de feu, nous n'auront donc pas d'aide supplémentaire aujourd'hui.

source: @ling Do you think you can handle it?
fr: @ling Penses-tu pouvoir le faire ?

source: @niko_speak Of course! I help mama out in the kitchen all the time!
fr: @niko_speak Bien sûr ! J'aide tout le temps maman en cuisine !

source: @niko_pancakes ESPECIALLY when making pancakes!
fr: @niko_pancakes SURTOUT lorsqu'il s'agit de faire des pancakes !

source: @niko_83c I even wrote down the recipe!
fr: @niko_83c J'ai même écrit la recette !

source: @ling_shock Whoa! So many pages!
fr: @ling_shock Wow ! Y'a tellement de pages !

source: @ling_hm And... surprisingly legible (for crayon).
fr: @ling_hm Et... surprenamment lisible (pour des crayons).

source: @niko_eyeclosed Like I said, these pancakes are VERY special! So I wrote a lot!
fr: @niko_eyeclosed Comme je l'ai dit, ces pancakes sont TRÈS spéciaux, donc j'ai beaucoup écrit !

source: @niko_pancakes It takes mama a long time to make, start to finish!
fr: @niko_pancakes Ça prend du temps à maman de les faires, du début à la fin !

source: @niko_speak She even makes the syrup herself!
fr: @niko_speak Elle fait même le sirop elle même !

source: @ling_smile Wow! \>\@ling Sounds like a lot of work!
fr: @ling_smile Wow ! \>\@ling Ça semble être beaucoup de travail

source: @niko_eyeclosed Sometimes... in life.... you gotta work hard...
fr: @niko_eyeclosed Dès fois... dans la vie... tu dois travailler dur...

source: @ling Oh!\> It says here that we would need "cups" of things?
fr: @ling Oh !\> Ça dit ici qu'on aurait besoin de « verres » de choses ?

source: @ling_hm What are....\> "cups"?
fr: @ling_hm C'est quoi des....\> « verres » ?

source: @niko_what2 Measuring...\> cups?
fr: @niko_what2 Verres...\> doseurs ?

source: @ling_shock You have to measure cups?
fr: @ling_shock Vous devez mesurer les verres ?

source: @ling_hm2 ...not sure if I get it!
fr: @ling_hm2 ...pas sûr d'avoir compris !

source: @niko_what ...\>don't you cook for your job?
fr: @niko_what ...\>vous cuisinez pas pour votre travail ?

source: @niko_what2 How do you cook without measuring cups?\> Or measuring spoons?
fr: @niko_what2 Comment vous cuisinez sans verres doseurs ?\> Ou des cuillières doseuses ?

source: @niko_what How do you know how much flour to use?
fr: @niko_what Comment savez-vous combien de farine utiliser ?

source: @ling_hm I...\> weigh it?
fr: @ling_hm J'y...\> pèse ?

source: @niko_speak ...Oh yeah!
fr: @niko_speak ...Ah ouais !

source: @niko6 I hear that people in the city do that!
fr: @niko6 J'ai entendu que les gens de la ville dont ça !

source: @niko_eyeclosed Sounds like a hassle...\>\nThey'd have to use a scale every time they cook....
fr: @niko_eyeclosed Ça a l'air d'être galère...\>\nIls doivent utiliser une balance chaque fois qu'ils cuisinent....

source: @ling_smile Well, we do live in a city!
fr: @ling_smile Eh bien, nous vivons dans une ville !

source: @niko_speak Nono, not YOUR city, MY city!
fr: @niko_speak Non non, pas VOTRE ville, la MIENNE !

source: @niko6 The cities we have back home!
fr: @niko6 Les villes que nous avons chez nous !

source: @ling Right!
fr: @ling Je vois !

source: @niko5 Using a scale all the time sounds hard!
fr: @niko5 Utiliser une balance tout le temps à l'air difficile !

source: @niko_eyeclosed It'd be much easier if we had measuring cups and spoons...
fr: @niko_eyeclosed Ça serait bien plus facile si nous avions des verres et cuillères doseurs

source: @ling_oh I still don't know what those are, though!
fr: @ling_oh Je ne sais toujours pas ce c'est !

source: @ling_hm Like, amount-wise.
fr: @ling_hm Genre, en terme de montant.

source: @niko5 ...Maybe we need to get some help.
fr: @niko5 ...Peut-être que nous avons besoin d'un peu d'aide.

source: @niko_eyeclosed Hold on.
fr: @niko_eyeclosed Attendez.

source: @ling_smile ...Oh, you brought a friend!
fr: @ling_smile ...Oh, tu as ramené un ami !

source: @niko_speak Yup! And he's willing to help us!
fr: @niko_speak Ouaip ! Et il se porte volontaire pour nous aider !

source: @proto2b ["Willing" isn't exactly the right word here.]
fr: @proto2b [« Se porter volontaire » n'est pas exactement la bonne expression ici.]

source: @ling2 Oh, hello!
fr: @ling2 Oh, salut !

source: @ling I don't think I've seen you around before.\>\n\@ling_smile Nice to meet you!
fr: @ling Je ne sais pas si je t'ai déjà vu ici avant.

source: @proto2 [Don't get your hopes up.\>\n\@proto1c I don't DO "nice".]
fr: @proto2 [Ne vous faites pas d'illusions.\>\n\@proto1c Je ne fais PAS dans « la dentelle ».]

source: @niko_83c That's just what he wants you to think!
fr: @niko_83c C'est juste ce qu'il veut que vous pensez !

source: @proto_jealous [Hush.]
fr: @proto_jealous [Chut.]

source: @niko_speak Now that Proto's here to help us, we can continue!
fr: @niko_speak Maintenant que Prototype est ici pour nous aider, nous pouvons continuer !

source: @ling_smile For those of you following along, you would need a gram scale!
fr: @ling_smile Pour ceux qui nous suivent, vous aurez besoin d'une balance de précision !

source: @niko_speak But if you have measuring cups and spoons like I do at home, you could use those instead!
fr: @niko_speak Mais si vous avez des verres doseurs et des cuillères comme moi à la maison, vous pouvez utiliser ces trucs à la place !

source: @niko_83c It would probably be a lot easier!
fr: @niko_83c Ça serait probablement bien plus facile !

source: @ling Next up is ingredients!
fr: @ling Ensuite, les ingrédients !

source: @ling_smile Since this recipe is so long, we should probably split it into 3 parts!
fr: @ling_smile Vu que cette recette est longue, nous devrions probablement la découper en 3 parties !

source: @ling_hm It kinda IS 3 recipes in one...
fr: @ling_hm C'est en QUELQUE SORTE 3 recettes en une...

source: @niko_speak That's what mama does!
fr: @niko_speak C'est ce que maman fait !

source: @niko_eyeclosed You have to do it in a specific order for the best results!
fr: @niko_eyeclosed Vous devez le faire dans un ordre spécifique pour le meilleur résultat !

source: @ling Okay! I'll go get everything ready!
fr: @ling Okay ! Je vais tout préparer !

source: @ling_hm (...quite the list we have here)
fr: @ling_hm (...voilà une sacrée liste)

source: @niko5 ...I don't really know the other steps because it's on a stove.
fr: @niko5 ...Je ne connais pas vraiment les autres étapes car ça utilise une cusuinière.

source: @ling_smile Ok!\> I'll take over then!
fr: @ling_smile Ok !\> Je vais m'en charger alors !

source: @ling_hm Oh... right, we don't have the regular griddle right now.\> It was damaged in the fire.
fr: @ling_hm Oh... c'est vrai, nous n'avons pas de plaque de cuisson ordinaire pour le moment.\> Ça été endommagé par le feu

source: @ling_smile I'll just have to make these in the pan!
fr: @ling_smile J'aurais juste à les faire sur la poêle !

source: @niko5 She uses a really heavy black pan for these.\>\nI think it's called a... \>\@niko6 cat's iron pan?
fr: @niko5 Elle utilise une très lourde poêle pour ceux-là.\>\nJe crois que ça s'appelle... \>\@niko6 une poêle avec une fente ?

source: @ling_smile A "cast" iron pan?
fr: @ling_smile Une poêle en « fonte » ?

source: @niko_speak That's the one!
fr: @niko_speak C'est ça !

source: @niko_eyeclosed Silly me....\> We are not cats.
fr: @niko_eyeclosed Quel idiot...\> Il n'y a pas de fente.

source: @niko_speak Oh! And she adds a ton of butter to it!
fr: @niko_speak Oh ! Et elle y rajoute beaucoup de beurre !

source: @ling_hm We only have stainless steel pans right now, \>\@ling so butter would definitely help it not stick to the pan!
fr: @ling_hm Nous avons seulement des poêles inoxydables pour le moment, \>\@ling alors le beurre certainement à ce qu'il ne colle pas à la poêle !

source: @ling_sigh Though that might not make very smooth looking pancakes, butter tends to make it look more bubbly.
fr: @ling_sigh Même si cela ne donne pas des pancakes très lisses, le beurre a tendance à les rendre plus mousseuses.

source: @niko_pancakes But it'll taste great!
fr: @niko_pancakes Mais ça aura bon goût !

source: @niko_83c I'd eat a stick of butter by itself if I could!
fr: @niko_83c Je mangerais un bâton de beurre moi même si je pourrais !

source: @ling_smile Well... we probably won't need THAT much butter for this batch!
fr: @ling_smile Eh bien... nous n'aurons probablement pas besoin D'AUTANT de beurre pour cette fournée !

source: @ling_hm Hmm... Since I usually make pancakes on a big nonstick griddle, I might be a little rusty doing it the old fashioned way...
fr: @ling_hm Hmm... Comme je fais habituellement les pancakes sur une grande plaque antiadhésive, il se peut que je sois un peu rouillé en les faisant à l'ancienne...

source: @ling_smile Unlike this pan, which doesn't rust because it's made of steel!
fr: @ling_smile Contrairement à cette poêle, qui ne rouille pas parce qu'elle est en acier !

source: @ling_hm2 I'll start heating up the pan on medium heat with some butter.
fr: @ling_hm2 Je vais commencer par chauffer la poêle à feu moyen avec un peu de beurre

source: @proto2 [About 4 or 5 out of 9 on a standard stove.]
fr: @proto2 [Environ 4 ou 5 sur 9 sur une cuisinière standard.]

source: @ling Give it maybe a couple minutes, then add a drop of water to the pan. If it sizzles, that means the pan is hot enough!
fr: @ling Donnez lui quelques minutes, ensuite ajoute une goutte d'eau sur la poêle. Si ça grésille, cela signifie que la poêle est suffisamment chaude !

source: @niko_eyeclosed Scary...
fr: @niko_eyeclosed Effreyant...

source: @ling Then you lower the heat down a notch (to around 3) and...\>\n\@ling_hm How much batter does your mom normally use?
fr: @ling Puis baissez un peu le feu (à environ 3) et...\>\n\@ling_hm Combien de beurre ta maman utilise-t-elle noralement ?

source: @niko5 Let's see.... \>\@niko6 About a third of a cup?
fr: @niko5 Voyons voir... \>\@niko6 Environ, le tiers d'un verre ?

source: @proto_eyeclosed [Conversion data for pancake batter not found in database.]
fr: @proto_eyeclosed [Données de conversation pour pâte à pancake introuvable dans la base de données.]

source: @niko_speak Enough batter to make a pancake about 4 inches across!
fr: @niko_speak Assez de pâte pour faire un pancake de 10cm de diamère !

source: @niko5 So we'll end up with 5 or 6 pancakes.
fr: @niko5 Donc nous finirons avec 5 ou 6 pancakes.

source: @niko6 You can make em bigger, \>\@niko_eyeclosed but they'll be harder to flip.
fr: @niko6 Vous pouvez les faires plus gros, \>\@niko_eyeclosed mais ils seront plus dur à retourner.

source: @ling Ok, first pancake down, let's wait about 5 minutes for that to cook!
fr: @ling Ok, premier pencake de fait, attendons 5 minutes que ça cuise !

source: @ling Then you can slide a spatula under it.\> If it feels solid enough to lift without collapsing, it's ready to flip, and...
fr: @ling Puis vous pouvez glisser une spatule en dessous.\> Si ça a l'air assez solide pour le soulever sans tout casser, c'est que c'est prêt à être retourné, et...

source: @ling_what ...barely any color, \>\@ling_sigh I expected this.
fr: @ling_what ...peu de couleur, \>\@ling_sigh je m'y attenais.

source: @niko_eyeclosed The first pancake is always ugly...
fr: @niko_eyeclosed Le premier pancake est toujours moche...

source: @ling Cook it for 4 more minutes on the other side, flip it, and.... \>\@ling_hm done?
fr: @ling Cuisinez-le pour encore 4 minutes de l'autre côté, retourne-le, et... \>\@ling_hm c'est bon ?

source: @ling_sigh Same on the other side too… I guess the pan isn’t hot enough yet.
fr: @ling_sigh Pareil sur l'autre côté aussi… Je pense que la poêle n'est pas assez chaude.

source: @niko_speak That’s okay!
fr: @niko_speak C'est pas grave !

source: @niko_83c The messiah shall accept the ugly pancake as sacrifice.
fr: @niko_83c Le messie doit accepter le pancake moche en tant que sacrifice.

source: @ling_smile Now to make the rest!
fr: @ling_smile Maintenant faisons le reste !

source: @niko_crumbs Don't forget to add more butter between each pancake!
fr: @niko_crumbs N'oubliez pas de rajouter plus de beurre entre chaque pancake !

source: @ling_hm2 I'll crank the heat up a notch to 4 this time, maybe this'll help it brown better.
fr: @ling_hm2 Je vais augmenter le feu d'un cran jusqu'à 4 cette fois-ci, ce qui permettra peut-être de mieux les faire dorer.

source: @ling_hm I don't want to turn it up too high because it might burn.
fr: @ling_hm Je ne veux pas le mettre trop haut sinon ça risque de brûler.

source: @niko_crumbs Nothing's sadder than a burned pancake!
fr: @niko_crumbs Rien n'est plus triste qu'un pancake brûlé !

source: @ling_smile Every stove is different, though, so these definitely aren't hard numbers!
fr: @ling_smile Chaque cuisinière est différente, il ne s'agit donc pas de chiffres précis !

source: @ling Oh! This pancake turned out nicer!
fr: @ling Oh ! Ce pancake s'est avéré plus beau !

source: @ling_hm But the pan is too hot now, so if I add more butter now it'll explode.
fr: @ling_hm Mais cette poêle est trop chaude maintenant, alors si on ajoute encore du beurre maintenant elle explosera.

source: @niko2 Scary!
fr: @niko2 Effrayant !

source: @proto2 [Because butter is an emulsion of fat and water, both of which do not mix with each other.]
fr: @proto2 [Parce que le beurre est une émulsion de graisse et d'eau, qui ne se mélangent pas entre elles.]

source: @proto1c [The explosions are caused by the water rapidly turning into steam under high temperatures.]
fr: @proto1c [Les explosions sont provoquées par la transformation rapide de l'eau en vapeur sous l'effet de températures élevées.]

source: @ling_smile Yup! That's why you don't put out a grease fire with water!
fr: @ling_smile Ouaip ! C'est pourquoi on n'éteint pas un feu de graisse avec de l'eau !

source: @ling ...I'll lower the heat back to 3 for now. \>\@ling_hm Guess we can just adjust the heat as we cook the rest.
fr: @ling ...Je vais baisser le feu à 3 pour l'instant. \>\@ling_hm Je pense que nous pouvons tout simplement ajuster le feu pendant que nous cuisinons le reste.

source: @ling_smile Aaaand done!
fr: @ling_smile Eeeet prêt !

source: @ling_hm I should probably start the coffee machines...
fr: @ling_hm Je devrais probablement démarrer la machine à café...

source: @ling Do you want any, Niko?
fr: @ling Tu en veux un peu, Niko ?

source: @niko_eyeclosed No thanks!\>\n\@niko_speak Coffee is for grownups!
fr: @niko_eyeclosed Non merci !\>\n\@niko_speak Le café c'est pour les adultes !

source: @niko_speak I heard it's really bitter!
fr: @niko_speak J'ai entendu que c'est très amer !

source: @ling Only if you drink it black!
fr: @ling Seulement si tu le bois noir !

source: @ling_smile You might like it in a decaf hazelnut cappucino or mocha latte, though!
fr: @ling_smile Tu pourrais l'aimer dans un cappucino de noisettes décaféiné ou un café latte !

source: @niko_eyeclosed I only understood one of those words!
fr: @niko_eyeclosed J'ai seulement compris un seul mot de tout ça !

source: @alula I like it black!
fr: @alula Je l'aime noir !

source: @ling This is the storage room!
fr: @ling C'est la réserve !

source: @ling_oh It's cold, so you shouldn't go in!
fr: @ling_oh C'est froid, alors tu ne devrais pas y aller !

source: @niko This is the... storage room?
fr: @niko Est-ce... la réserve ?

source: @niko_speak It's the fridge!
fr: @niko_speak C'est le frigo !

source: @ling That's a fridge!
fr: @ling C'est le frigo !

source: @niko_speak A fancy coffee machine!
fr: @niko_speak Une chic machine à café !

source: @niko_eyeclosed Coffee is for grownups.
fr: @niko_eyeclosed Le café c'est pour les adultes.

source: @niko_eyeclosed I'm not allowed to use the stove by myself!
fr: @niko_eyeclosed Je ne suis pas autorisé à utiliser la cuisinière tout seul !

source: @niko_speak It's the sink!
fr: @niko_speak C'est l'évier !

source: @ling That's the sink!
fr: @ling C'est l'évier !

source: @niko These are mixing bowls for making pancake batter.
fr: @niko Il s'agit de bols à mélanger pour préparer la pâte à crêpes.

source: @niko_eyeclosed We should make this after we make the candied hazelnuts and syrup!
fr: @niko_eyeclosed Nous devrions faire cela après avoir fait les noisettes confites et le sirop !

source: @niko_speak The pancakes are way better when they're fresh off the pan!
fr: @niko_speak Les pancakes sont bien meilleurs quand ils sortent tout juste de la poêle !

source: @niko_speak These are hazelnuts!
fr: @niko_speak Voici les noisettes !

source: @niko Mama always starts with this step, where she turns hazelnuts into hazelnut candy.
fr: @niko Maman commence toujours par cette étape, où elle transforme les noisettes en noisettes confites.

source: @niko6 (you sprinkle them on top of the pancakes later)
fr: @niko6 (vous les saupoudrez sur les pancakes plus tard)

source: @niko_eyeclosed She also says this recipe is pretty dangerous for a kid! \>\n...so I normally only help with the first steps.
fr: @niko_eyeclosed Elle dit aussi que cette recette est dangereuse pour un enfant ! \>\n...alors normalement je l'aide lors des premières étapes.

source: @niko_speak First, I cut a piece of parchment paper with scissors and put it on a baking pan, or anything that's heat-proof.
fr: @niko_speak Premièrement, je coupe un morceau de papier sulfurisé avec des ciseaux et le met sur une plaque de cuisson où tout ce qui est résistant à la chaleur.
