Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Languages/*.po
Languages: fr

source: @niko_speak Are we just about ready to put everything together?
fr: @niko_speak Sommes-nous prêts à tout mettre ensemble ?

source: @niko_pancakes LEMME DO IT!!
fr: @niko_pancakes LAISSEZ-MOI FAIRE !!

source: @niko_83c Ok ok, so we stack the pancakes and add a square of butter to it, like this!
fr: @niko_83c Ok ok, donc nous empilons les pancakes et ajoutons un carré de beurre, comme ça !

source: @niko And then...
fr: @niko Et ensuite...

source: @niko5 ...where's the syrup?
fr: @niko5 ...où est le sirop ?

source: @ling It's over here! (on the stove)
fr: @ling Il est là ! (sur la cuisinière)

source: @niko_eyeclosed Back in the danger zone...
fr: @niko_eyeclosed De retour dans la zone de danger...

source: @ling_hm It was starting to congeal so I'm warming it back up.
fr: @ling_hm Il commençait à se solidifier alors je le réchauffe.

source: @ling_hm2 Caramel syrups tend to solidify after a while...\>\n\@ling_hm Especially in our case, since it's not a true caramel so it'll get gritty as it cools.
fr: @ling_hm2 Les sirops caramélisés ont tendance à se solidifier après un moment...\>\n\@ling_hm Surtout dans notre cas, comme c'est pas du vrai caramel, il sera granuleux en refroidissant.

source: @ling Nothing a few minutes on the stove can't fix, though!
fr: @ling Rien que quelques minutes sur la cuisinière ne peuvent pas arranger !

source: @ling_hm But you have to stir it the entire time or it might burn.
fr: @ling_hm Mais vous devez le remuer tout le temps ou il pourrait brûler.

source: @niko_what Yuck!
fr: @niko_what Beurk !

source: @niko Ok then we pour the warm (not burnt) syrup over the top, and sprinkle the candy hazelnuts on top of that.
fr: @niko D'accord, alors nous versons le sirop chaud (pas brûlé) par-dessus, et saupoudrons les noisettes caramélisées par-dessus le tout.

source: @niko_pancakes Aaaaand done!
fr: @niko_pancakes Eeeet fini !

source: @niko_83c Now... Normally I would eat the whole thing myself, but...
fr: @niko_83c Maintenant... Normalement je mangerais tout moi-même, mais...

source: @niko_pancakes You guys worked so hard on this!
fr: @niko_pancakes Vous avez tellement travaillé sur ça !

source: @niko_83c So we should all share!
fr: @niko_83c Nous devrions tous partager !

source: @proto2b [I cannot eat.]
fr: @proto2b [Je ne peux pas manger.]

source: @niko_eyeclosed ...oh right.
fr: @niko_eyeclosed ...ah oui.

source: @niko_83c Oh well more for me.
fr: @niko_83c Tant pis, ça en fera plus pour moi.

source: @ling_smile I'll just eat the extra pancake that didn't fit the stack!
fr: @ling_smile Je vais juste manger le pancake supplémentaire qui n'a pas pu être empilé !

source: @niko5 But that's the sad one!
fr: @niko5 Mais c'est le plus triste !

source: @niko_eyeclosed Sad, lonely, undecorated...
fr: @niko_eyeclosed Triste, solitaire, non décoré...

source: @niko_pancakes ...nevermind.
fr: @niko_pancakes ...peu importe.

source: @ling_smile Professional at work!
fr: @ling_smile Professionnel au travail !

source: @ling_smile ...you wanna eat the rest of these at a table?
fr: @ling_smile ...tu veux manger le reste de ces pancakes à table ?

source: @niko_crumbs Yeah!
fr: @niko_crumbs Ouais !

source: @ling Alright, then let's take a break from the kitchen!
fr: @ling D'accord, alors faisons une pause hors de la cuisine !

source: @niko_83c The fruit of our labor.
fr: @niko_83c Le fruit de notre travail.

source: @niko5 (...it's not actually fruit.)
fr: @niko5 (...ce n'est pas vraiment du fruit.)

source: @niko It's the syrup.
fr: @niko C'est du sirop.

source: @niko_speak Now we're finally ready to make pancake batter!
fr: @niko_speak Maintenant, nous sommes enfin prêts à faire de la pâte à pancakes !

source: @niko_83c The main event!
fr: @niko_83c L'événement principal !

source: @ling_hm Yup... it's a 3-mixing bowl recipe.
fr: @ling_hm Oui... c'est une recette à 3 bols.

source: @niko One bowl for dry ingredients,\n\>one bowl for wet ingredients...
fr: @niko Un bol pour les ingrédients secs,\n\>un bol pour les ingrédients liquides...

source: @niko_speak And one bowl just for the egg white!
fr: @niko_speak Et un bol juste pour le blanc d'œuf !

source: @ling_smile That's how you REALLY know it's special, huh?
fr: @ling_smile C'est comme ça qu'on sait VRAIMENT que c'est spécial, hein ?

source: @ling_hm Because of all the dishes you'll have to clean afterwards.
fr: @ling_hm À cause de toute la vaiselle que vous devrez nettoyer après.

source: @niko_eyeclosed It's not a labor of love without the labor, as mama always say...
fr: @niko_eyeclosed Ce n'est pas une œuvre de passion sans œuvre, comme maman dit toujours...

source: @ling Looks like we'll also need a sifter and a whisk. \@ling_smile \>More things to clean later!
fr: @ling On dirait qu'on aura aussi besoin d'un tamis et d'un fouet. \@ling_smile \>Encore plus de choses à nettoyer plus tard !

source: @niko_speak And a pan! Don't forget the pan!
fr: @niko_speak Et une poêle ! N'oubliez pas la poêle !

source: @ling_smile ...Because otherwise it would just be cake?
fr: @ling_smile ...Parce que sinon ce serait juste un gâteau ?

source: @niko_eyeclosed Actually it would just be raw.
fr: @niko_eyeclosed En fait, ce serait juste cru.

source: @niko_83c We don't need to use the stove until the end, so I can help out way more this time!
fr: @niko_83c Nous n'avons pas besoin d'utiliser la cuisinière jusqu'à la fin, donc je peux aider beaucoup plus cette fois-ci !

source: @niko_speak The first bowl is the egg white bowl, it needs to be super clean!
fr: @niko_speak Le premier bol est le bol de blanc d'œuf, il doit être super propre !

source: @niko_eyeclosed No oil, or it'll ruin everything!
fr: @niko_eyeclosed Pas d'huile, ou ça ruinera tout !

source: @ling I like to wipe down the bowl with some lemon juice, just to be sure.
fr: @ling J'aime essuyer le bol avec du jus de citron, juste pour être sûr.

source: @niko5 Then you wanna take an egg and separate out the egg white!
fr: @niko5 Ensuite, vous prennez un œuf et séparez le blanc d'œuf !

source: @niko_eyeclosed You can't mix ANY egg yolk into the egg white because egg yolks have oil in it.
fr: @niko_eyeclosed Vous ne pouvez PAS mélanger le jaune d'œuf dans le blanc d'œuf car ils contiennent de l'huile.

source: @niko5 ...say,
fr: @niko5 ...dites,

source: @proto1 [Because egg white is a pure protein.]
fr: @proto1 [Parce que le blanc d'œuf est une protéine pure.]

source: @proto1c [Protein molecules tend to link to each other when partially denatured through mechanical force, such as whisking.]
fr: @proto1c [Les molécules de protéines ont tendance à se lier les unes aux autres lorsqu'elles sont partiellement dénaturées par une force mécanique, comme le fouettage.]

source: @proto1b [The whisking process would also introduce a lot of air into the mixture, causing the protein mesh to become a foam.]
fr: @proto1b [Le processus de fouettage introduirait également beaucoup d'air dans le mélange, ce qui ferait que le maillage de protéines deviendrait une mousse.]

source: @proto1c [Oil molecules would disrupt that mesh structure, causing the foam to collapse.]
fr: @proto1c [Les molécules d'huile perturberaient cette structure en maillage, faisant s'effondrer la mousse.]

source: @proto1c [...That was what you were going to ask.]
fr: @proto1c [...C'était ce que vous alliez demander.]

source: @niko_83c How'd you know?
fr: @niko_83c Comment le saviez-vous ?

source: @niko6 Oh right, back to the eggs
fr: @niko6 Oh oui, revenons aux œufs

source: @niko5 I like to suck out the egg yolk with a water bottle... but that sometimes can break the egg yolks.
fr: @niko5 J'aime aspirer le jaune d'œuf avec une bouteille d'eau... mais cela peut parfois les casser.

source: @niko_eyeclosed I can also dig it out with my hands, but then my hands would get slimy...
fr: @niko_eyeclosed Je peux aussi le sortir avec mes mains, mais elles deviendraient glissantes...

source: @ling_smile I just use a separator!
fr: @ling_smile J'utilise juste un séparateur !

source: @niko_speak Oh!! That's handy!
fr: @niko_speak Oh !! C'est pratique !

source: @ling_smile It's handy because then you don't need to use your hands!
fr: @ling_smile C'est pratique car on a pas besoin d'utiliser nos mains !

source: @niko5 Ok, now we put the yolk in a second bowl (the green one).
fr: @niko5 Ok, maintenant on met le jaune d'œuf dans un deuxième bol (le vert).

source: @niko6 We can leave the egg white alone for now.
fr: @niko6 Nous pouvons laisser le blanc d'œuf tranquille pour l'instant.

source: @niko_eyeclosed I hope it doesn't get lonely!
fr: @niko_eyeclosed J'espère qu'il ne va pas se sentir seul !

source: @niko_83c (It won't because it's just an egg.)
fr: @niko_83c (Il ne le sera pas car ce n'est qu'un œuf.)

source: @niko_83c (...half an egg.)
fr: @niko_83c (...la moitié d'un œuf.)

source: @ling We only need to wait a few more minutes for the batter to be ready, \>\@ling_smile we should work on the egg whites now!
fr: @ling Il ne nous reste plus qu'à attendre quelques minutes pour que la pâte soit prête, \>\@ling_smile nous devrions travailler sur les blancs d'œufs maintenant !

source: @niko_eyeclosed Okay, this part is really hard....
fr: @niko_eyeclosed OK, cette partie est vraiment difficile....

source: @niko_speak You gotta take your whisk and whisk the egg whites a lot, until it turns all white!
fr: @niko_speak Vous devez prendre votre fouet et beaucoup fouetter les blancs d'œufs, jusqu'à ce qu'ils deviennent tous blancs !

source: @niko_eyeclosed It takes mama forever to do this...
fr: @niko_eyeclosed Maman prend une éternité à faire ça...

source: @ling_smile An electric whisk will make this a lot easier!
fr: @ling_smile Un fouet électrique rendra cela beaucoup plus facile !

source: @niko_pancakes THAT'S A THING??
fr: @niko_pancakes ÇA EXISTE ??

source: @ling_hm ...yeah?
fr: @ling_hm ...oui ?

source: @niko_pancakes What is this sorcery...
fr: @niko_pancakes Quelle est cette magie noire...

source: @ling_smile Electricity!
fr: @ling_smile L'électricité !

source: @niko_pancakes That's handy!
fr: @niko_pancakes C'est pratique !

source: @ling_smile That's why it's called a "hand" mixer!
fr: @ling_smile C'est pour ça que ça que l'on appelle cet outil un mélangeur « à main » !

source: @ling_hm (that's not actually why it's called that)
fr: @ling_hm (ce n'est pas vraiment pour ça que c'est appelé comme ainsi)

source: @ling A couple drops of lemon juice in the egg whites will also help!
fr: @ling Quelques gouttes de jus de citron dans les blancs d'œufs aideront aussi !

source: @niko_speak Ooh! Right! Mama does that too!
fr: @niko_speak Ooh ! C'est vrai ! Maman fait ça aussi !

source: @niko5 I always wondered why that is...
fr: @niko5 Je me suis toujours demandé pourquoi c'est comme ça...

source: @proto1 [Because acid helps stabilize the protein foam.]
fr: @proto1 [Parce que l'acide aide à stabiliser la mousse de protéines.]

source: @proto1b [A slightly lower pH would keep the denatured proteins relatively loose, preventing them from folding back up.]
fr: @proto1b [Un pH légèrement plus bas maintiendrait les protéines dénaturées relativement lâches, les empêchant de se replier.]

source: @proto1c [This allows the structure to be able to incorporate more air bubbles, creating a more stable foam.]
fr: @proto1c [Cela permet à la structure d'incorporer plus de bulles d'air, créant une mousse plus stable.]

source: @proto_eyeclosed [Traditionally, the acid most commonly used for meringue is cream of tartar.]
fr: @proto_eyeclosed [Traditionnellement, l'acide le plus couramment utilisé pour la meringue est la crème de tartre.]

source: @niko_speak Oh! I love tartar sauce!
fr: @niko_speak Oh ! J'adore la sauce tartare !

source: @ling_smile It's great in potato salad!
fr: @ling_smile C'est super dans une salade de patates !

source: @niko5 Oh, we normally just use it for seafood.
fr: @niko5 Oh, nous l'utilisons normalement juste pour les fruits de mer.

source: @niko_eyeclosed Especially fish! I like fish!
fr: @niko_eyeclosed Surtout le poisson ! J'aime le poisson !

source: @niko_eyeclosed ...and before you say "cats like fish", I can assure you that's a coincidence!
fr: @niko_eyeclosed ...et avant que vous dites « les chats aîment le poisson », je peux vous assurer que c'est une coïncidence !

source: @niko_83c ...but... maybe that's why they named a famous cat after tartar sauce?
fr: @niko_83c ...mais... peut-être que c'est pour cela qu'ils ont nommé un chat célèbre d'après la sauce tartare ?

source: @proto_gasp2 [TARTAR SAUCE IS SOMETHING COMPLETELY UNRELATED]
fr: @proto_gasp2 [LA SAUCE TARTARE EST QUELQUE CHOSE DE COMPLÈTEMENT HORS SUJET]

source: @proto1c [The name "tartar" in cream of tartar comes from "potassium bitartrate", a potassium salt of tartaric acid, which-]
fr: @proto1c [Le nom « tartare » dans la crême de tartare vient du « porassium bitartrate », un sel de potassium de l'acide tartrique, qui-]

source: @niko_83c Potassium is a funny word!
fr: @niko_83c Potassium est un drôle de mot !

source: @niko_eyeclosed But it has a bad word in the middle and I don't think I'm allowed to say that...
fr: @niko_eyeclosed Mais il a un gros mot au milieu et je ne pense pas que j'ai le droit de le dire...

source: @ling3 Oh shoot you're right.
fr: @ling3 Oh zut tu as raison.

source: @ling (pronounced "potium")
fr: @ling (prononcé « potium »)

source: @niko_83c Haha that sounds like potty-
fr: @niko_83c Haha ça sonne comme pot-

source: @proto_gasp2 [LET'S STOP TALKING ABOUT POTASSIUM.]
fr: @proto_gasp2 [ARRÊTONS DE PARLER DU POTASSIUM.]

source: @proto_gasp1 [SHUT UP]
fr: @proto_gasp1 [TAISEZ-VOUS]

source: @niko_83c ...potty.
fr: @niko_83c ...pot.

source: @ling_hm The egg's at soft peak right now, do I keep going?
fr: @ling_hm Les œufs sont à bec souple actuellement, est-ce que je continue ?

source: @niko_speak Mama usually whisks it until you can turn the bowl upside down!
fr: @niko_speak D'habitude, maman le fouette jusqu'à qu'on puisse mettre le bol à l'envers !

source: @niko6 ...without anything falling out, of course! \>\@niko_eyeclosed Cuz that would just make a huge mess!
fr: @niko6 ...sans que ça tombe, bien sûr ! \>\@niko_eyeclosed Sinon, ça ferait un gros gâchis !

source: @ling_smile Stiff peaks it is, then!
fr: @ling_smile Alors on va jusqu'à des pics fermes !

source: [half a minute of electric mixer sounds later.]
fr: [trente secondes de bruit de batteur électrique plus tard.]

source: @ling Aaand it's ready now!
fr: @ling Eeeet c'est prêt !

source: @niko_pancakes So fast!
fr: @niko_pancakes Aussi rapide que ça !

source: @niko_eyeclosed Such is the power of technology...
fr: @niko_eyeclosed C'est ça, le pouvoir de la technologie...

source: @niko Okay, now we put the foam in the batter and do the fold-mixing thing again!
fr: @niko Maintenant, on met la mousse dans la pâte et on recommence à mélanger !

source: @niko_eyeclosed But we have to pour the egg foam INTO the batter, not the other way around!
fr: @niko_eyeclosed Mais on doit verser l'œuf DANS la pâte, et pas l'inverse !

source: @niko Otherwise it might mess up its conscience.
fr: @niko Sinon, ça pourrait gâcher sa conscience.

source: @ling_smile ...consistency?
fr: @ling_smile ...sa consistance ?

source: @niko_speak Oh and!\>\nYou have to use this batter right away, \>\@niko_eyeclosed or it'll go flat over time.
fr: @niko_speak Oh, d'ailleurs !\>\nIl faut utiliser cette pâte tout de suite, \>\@niko_eyeclosed sinon elle deviendra plate.

source: @ling_smile Okay! I'll go heat up the stove, then!
fr: @ling_smile D'accord ! Je vais allumer la cuisinière !

source: @niko_speak It's the bowl with the egg whites in it!
fr: @niko_speak C'est le bol avec les blancs d'œuf !

source: @niko We don't need to use it yet.
fr: @niko On a pas encore besoin d'utiliser ça.

source: @niko It's empty now.
fr: @niko C'est vide, maintenant.

source: @niko_speak Alright, then we take the bowl with the egg yolk and mix it with half a cup of buttermilk!
fr: @niko_speak On prend le bol avec le jaune d'œuf, et on le mélange avec un demi-verre de babeurre !

source: @niko_83c Which is VERY tasty.
fr: @niko_83c Qui est TRÈS délicieux.

source: @proto2 [112 grams.]
fr: @proto2 [112 grammes.]

source: @niko You'll want 3 tablespoons of regular milk to go in that too.
fr: @niko On va aussi y mettre 3 cuillères à soupe de lait ordinatire.

source: @proto2 [45 grams.]
fr: @proto2 [45 grammes.]

source: @niko_speak Mix it all together and leave that alone too.
fr: @niko_speak On mélange le tout, et on le laisse aussi là pour l'instant.

source: @niko_83c You can put it next to the first bowl so that it doesn't get lonely!
fr: @niko_83c On peut le mettre à côté du premier bol pour qu'il ne reste pas tout seul !

source: @niko_83c (it won't get lonely it's just milk)
fr: @niko_83c (il ne se sentira pas seul, c'est que du lait)

source: @niko_speak Wrong bowl! \>\@niko_eyeclosed We should do things in order.
fr: @niko_speak Mauvais bol ! \>\@niko_eyeclosed On devrait faire les choses dans l'ordre.

source: @niko_speak You want to pour in the flour mixture slowly, then mix it with a spatula reeeal gentle!
fr: @niko_speak Il faut lentement le verser dans la farine, avant de le mélanger trèèès délicatement avec la spatule !

source: @ling_smile Ah, that's called folding!
fr: @ling_smile Ah, ça s'appelle incorporer !

source: @ling Where you mix the dry and wet ingredients together in sort of a cutting motion with the spatula.
fr: @ling C'est quand tu mélanges les ingrédients secs et humides avec une sorte de mouvement de coupe avec la spatule.

source: @niko6 If you overmix, the pancakes will get tough!
fr: @niko6 Si on mélange trop, les pancakes deviennent durs !

source: @niko5 Though I don't k-
fr: @niko5 Mais je ne sais p-

source: @proto2 [Because it develops the gluten in the flour.]
fr: @proto2 [C'est parce que ça développe le gluten dans la farine.]

source: @proto1c [Gluten is a mixture of proteins found in wheat flour, which is created when flour is mixed with water and further developed into an elastic network of elastic polymers.]
fr: @proto1c [Le gluten est un mélange de protéines présentes dans la farine de blé, qui est créé lorsque celle-ci est mélangée avec de l'eau et développée en réseau de polymères élastiques.]

source: @niko_speak Thanks!
fr: @niko_speak Merci !

source: @ling_smile Gluten is great for making bread! \>\@ling_hm But not so great if you want to make something softer, like pancakes.
fr: @ling_smile Le gluten est excellent pour faire du pain ! \>\@ling_hm Mais pas tellement si tu veux faire quelque chose de plus doux, commes des pancakes.

source: @ling_hm2 Some people are also really allergic to gluten, so I gotta clean the kitchen really well for customers with allergies.
fr: @ling_hm2 Certaines personnes sont aussi allergiques au gluten, donc je dois bien nettoyer les cuisines pour les clients qui ont des allergies.

source: @niko2 Aww...
fr: @niko2 Ooh...

source: @niko_eyeclosed I feel bad for them because they can't have these pancakes....
fr: @niko_eyeclosed Je me sens mal pour eux, parce qu'ils ne peuvent pas manger ces pancakes.

source: @ling_hm Maybe they can use gluten free flour?\>\nIt might not be the exact same, but...
fr: @ling_hm Peut-être avec de la farine sans gluten ?\>\nC'est pas la même chose, mais...

source: @niko_speak Maybe!
fr: @niko_speak Peut-être !

source: @niko Ok, now we leave the batter alone for about 20 minutes.
fr: @niko Ok, maintenant on laisse la pâte toute seule pendant environ 20 minutes.

source: @proto1c [This gives the baking powder time to activate, and will also hydrate the flour.]
fr: @proto1c [Cela laissera la levure chimique du temps pour s'activer, et cela hydratera également la farine.]

source: @niko_83c Rest well, batter!
fr: @niko_83c Repose-toi bien, pâte !

source: @niko We don't need to use this yet.
fr: @niko On a pas encore besoin d'utiliser ça.

source: @niko_83c The three mixing bowls have joined forces! \>\n\@niko (The batter is ready now).
fr: @niko_83c Les trois bols ont uni leurs forces ! \>\n\@niko (La pâte est prête, maintenant).

source: @niko_eyeclosed But I can’t fry it myself...
fr: @niko_eyeclosed Mais je ne peux pas la faire frire moi-même...

source: @niko Ok, now we wanna take the sifter and put in half a cup of flour.
fr: @niko Ok, maintenant on prend le tamis et on y met un demi-verre de farine.

source: @proto2 [60 grams.]
fr: @proto2 [60 grammes.]

source: @niko_speak Oh! But then I gotta take a tablespoon of flour out.
fr: @niko_speak Oh ! Mais il faut aussi que j'enlève une cuillère à soupe de farine.

source: @proto2 [8 grams.\>\n\@proto1c Leaving you with 52 grams of flour.]
fr: @proto2 [8 grammes.\>\n\@proto1c Ce qui te laisse 52 grammes de farine.]

source: @niko_83c Right!
fr: @niko_83c D'accord !

source: @niko Then add a tablespoon of cornstarch.
fr: @niko Puis ajoutez une cuillère à soupe de fécule de maïs.

source: @proto2 [Also 8 grams.]
fr: @proto2 [Aussi 8 grammes.]

source: @niko_speak Then after that, add 2 tablespoons of hazelnut flour.\>\n\@niko_83c The best part!
fr: @niko_speak Puis après ça, ajoutez 2 cuillères à soupe de farine de noisette.\>\n\@niko_83c C'est la meilleure partie !

source: @proto2 [14 grams.]
fr: @proto2 [14 grammes.]

source: @niko6 Then 2 tablespoons of brown sugar.\>\n\@niko_83c The other best part!
fr: @niko6 Puis 2 cuillères à soupe de sucre brun.\>\n\@niko_83c L'autre meilleure partie !

source: @proto2 [26 grams.]
fr: @proto2 [26 grammes.]

source: @niko5 Then 1 teaspoon of baking powder, \>\@niko_eyeclosed which does not taste great on its own.
fr: @niko5 Puis 1 cuillère à soupe de levure chimique, \>\@niko_eyeclosed qui n'a pas très bon goût en soi.

source: @proto2 [5 grams.]
fr: @proto2 [5 grammes.]

source: @niko_speak Then finally, a pinch of salt!
fr: @niko_speak Et enfin, une pincée de sel !

source: @proto2 [Less than 1 gram.]
fr: @proto2 [Moins d'1 gramme.]

source: @niko_eyeclosed Don't add too much or the pancakes will be salty!
fr: @niko_eyeclosed Il faut pas trop en ajouter, sinon les pancakes vont être salés !

source: @ling_smile Might still taste good, though!
fr: @ling_smile Ça pourrait quand même avoir bon goût !

source: @niko_eyeclosed ...Don't even joke like that.
fr: @niko_eyeclosed ...Ne plaisantez même pas sur ça.

source: @ling_hm I wasn't joking...
fr: @ling_hm Je ne plaisantais pas...

source: @ling_smile There are salty pancakes out there too, y'know?\n\>\@ling I like to make mine with shredded vegetables, such as-
fr: @ling_smile Ça existe, les pancakes salés, tu sais ?\n\>\@ling J'aime bien faire les miens avec des légumes râpés, tels que-

source: @niko_eyeclosed I will pretend not to hear you while I sift all this flour.
fr: @niko_eyeclosed Je vais faire semblant de ne pas vous entendre pendant que je fais tamiser toute cette pâte.

source: @niko2 Oh!\> The bigger pieces of hazelnut and some of the brown sugar might not go through the sifter.
fr: @niko2 Oh !\> Les gros morceaux de noisette et de sucre brun ont du mal à passer à travers le tamis.

source: @niko That's ok, though! Just add it into the flour mix after everything else sifted through.
fr: @niko Mais ça va ! Il faut juste les remettre dans le mélange après que le reste soit passé.

source: @niko_speak Then you mix it by hand one last time before adding it into the buttermilk mixture.
fr: @niko_speak Et puis mélangez à la main une dernière fois avant d'y ajouter dans le mélange de babeurre !

source: @niko_speak Wrong bowl!\n\>\@niko_eyeclosed We should do things in order.
fr: @niko_speak Mauvais bol !\n\>\@niko_eyeclosed On devrait faire les choses dans l'ordre.

source: @niko_speak Mix this into the buttermilk!
fr: @niko_speak On mélange ça dans le babeurre !

source: @niko_speak It's empty now.
fr: @niko_speak C'est vide, maintenant.
