Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Languages/*.po
Languages: fr

source: @kip_heh ...collectively.
fr: @kip_heh ...collectivement.

source: @kip_wink I can't eat a hundred pancakes by myself!
fr: @kip_wink Je ne peux manger cent pancakes toute seule !

source: @george6_point That's quitter talk!
fr: @george6_point C'est un discours de lâcheur !

source: @george6 ...Speaking of whom!
fr: @george6 ...En parlant de lâcheur !

source: @george6_point Lamp man!
fr: @george6_point Homme-lampe !

source: @plight_worry (....I have a name-
fr: @plight_worry (....J'ai un nom-

source: @george6_shrug You're not gonna bail on us again, are ya?
fr: @george6_shrug Tu vas pas encore t'en aller et nous laisser ?

source: @plight Um...\>\n\@plight_2 I was just gonna go back to work, but...
fr: @plight Euh...\>\n\@plight_2 J'allais me remettre au travail, mais...

source: @plight_worry (...I guess everyone is staying so it'd be super awkward if I left now)
fr: @plight_worry (...Je suppose que tout le monde reste ici, donc ça serait hyper génant que je parte maintenant)

source: @plight ...yeah sure I'll stay.
fr: @plight ...ouais, pourquoi pas, je vais rester.

source: @alula_speak I could go for second breakfast!
fr: @alula_speak Je pourrais avoir un deuxième petit déjeuner !

source: @alula_eyeclosed I am a growing baby bird and my body demands nutrients
fr: @alula_eyeclosed Je suis un bébé oiseau qui grandit encore, et mon corps a besoin de nutriments

source: @calamus_heh Nutrients? But it’s mostly just sugar…
fr: @calamus_heh Des nutriments ? Mais c'est surtout que du sucre…

source: @calamus_smile ...Eh, it’s a party so who cares?
fr: @calamus_smile ...Eh, c'est la fête, on s'en fiche !

source: @cedric_smile Sugar is a nutrient, technically!
fr: @cedric_smile Le sucre est un nutriment, techniquement !

source: @alula_gasp THAT MEANS WE GET TO EAT AS MUCH AS WE WANT
fr: @alula_gasp ÇA VEUT DIRE QU'ON PEUT EN MANGER AUTANT QU'ON VEUT

source: @mason Haha! That's the spirit!
fr: @mason Haha ! C'est ça l'esprit !

source: @magpie_smile Spirit? There are no spirits here!
fr: @magpie_smile Esprit ? Il n'y a pas d'esprits ici !

source: @magpie (under his breath) I'm talking about booze.
fr: @magpie (sous son souffle) Je parle d'alcool.

source: @calamus_sad Magpie we just SAID it's like 8 in the morning.
fr: @calamus_sad Magpie on vient JUSTE de dire qu'il est 8 heures du matin.

source: @magpie_oh What? I'm not getting much! Just a shot!
fr: @magpie_oh Quoi ? Je ne prends pas grand chose ! Juste un shot !

source: @magpie Just one
fr: @magpie Juste un

source: @magpie One shot.
fr: @magpie Un shot.

source: @kip_heh I don't think this is the right kind of establishment for booze...
fr: @kip_heh Je ne crois pas que ce soit le bon type d'établissement pour l'alcool...

source: @ling_smile Kip's right, we just have breakfast foods here, mostly!
fr: @ling_smile Kip a raison, nous servons surtout de la nourriture de petit déjeuner, ici !

source: @niko_speak Like the hundreds of pancakes coming up!\>\n\@niko6 Or however many orders we get.\>\n\@niko_speak Let's not keep everyone waiting!
fr: @niko_speak Tels les centaines de pancakes qui arrivent !\>\n\@niko6 Ou quel que soit le nombre de commandes qu'on va avoir.\>\n\@niko_speak Ne faisons pas attendre tout le monde !

source: @ling_smile Ok! I'll go back to work then! See you in a bit!
fr: @ling_smile D'accord ! Je vais donc me remettre au travail ! On se revoit tout de suite !

source: @niko_speak Hey!! I said I wanna help! Don't start without me!
fr: @niko_speak Hé !! J'ai dit que je voulais aider ! Ne commencez pas sans moi !

source: 10TH ANNIVERSARY
fr: 10ÈME ANNIVERSAIRE

source: THANK YOU FOR PLAYING
fr: MERCI D'AVOIR JOUÉ

source: THANK YOU FOR ALL YOUR SUPPORT IN THE LAST 10 YEARS
fr: MERCI POUR VOTRE SOUTIEN AU COURS DE CES 10 DERNIÈRES ANNÉES

source: Credits\nProgramming: GIRakaCHEEZER\nTitlescreen Art: Sheaparfait\nAll other art: nightmargin
fr: Crédits\nProgrammation : GIRakaCHEEZER\nArt de l'écran de titre : Sheaparfait\nTous les autres arts : nightmargin

source: Writing: nightmargin\nMusic: nightmargin, GIRakaCHEEZER\nPancake Recipe: nightmargin
fr: Écriture : nightmargin\nMusique : nightmargin, GIRakaCHEEZER\nRecette de pancakes : nightmargin

source: OneShot original concept: Nightmargin, Eliza Velasquez, and GIRakaCHEEZER\nNiko Plush: Available on fangamer!\nAnniversary merch: mothparfait.bigcartel.com
fr: Concept original de OneShot : Nightmargin, Eliza Velasquez, et GIRakaCHEEZER\nPeluche de Niko : Disponible sur fangamer !\nProduits d'anniversaire : mothparfait.bigcartel.com

source: SEE YOU NEXT TIME!
fr: À LA PROCHAINE FOIS !\n\nTraduction : Straky, Lumap et Technochips\nRelecture : Happy0503 et Priax
