Repository: lumap/oneshot-pancakes-fr-translation
Catalog: Languages/*.po
Languages: fr

source: @niko5 Then, you need to get a knife and cutting board.
fr: @niko5 Ensuite, vous aurez besoin d'un couteau et d'une planche à découper.

source: @niko_eyeclosed I'm not old enough to use knives on my own either so you'll have to do this part.
fr: @niko_eyeclosed Je suis pas assez grand pour utiliser les couteaux moi même donc vous allez devoir faire cette partie.

source: @ling_smile Okay!
fr: @ling_smile D'accord !

source: @niko_speak Take about half a cup of hazelnuts-
fr: @niko_speak Prenez environ la moitier d'un verre de noisettes-

source: @proto2 [65 grams.]
fr: @proto2 [65 grammes.]

source: @niko_speak -and cut them up like this!
fr: @niko_speak -et coupez-les comme ceci !

source: @niko Then you pick out all these big pieces. \>\n\@niko_eyeclosed You don't want the crumbs because they'll burn!
fr: @niko Puis vous prenez tous ces gros morceaux. \>\n\@niko_eyeclosed Vous ne voulez pas les miettes, car elles vont brûler !

source: @niko_83c You can save the crumbs and just mix it with the hazelnut flour, though!
fr: @niko_83c Vous pouvez garder les miettes et les mélanger avec la farine de noisettes !

source: @ling_smile Smart!
fr: @ling_smile Ingénieux !

source: @niko_speak Now you need a frying pan!\>\n\@niko_83c But not for pancakes!
fr: @niko_speak Vous aurez besoin d'une poêle à frire !\>\n\@niko_83c Mais pas pour les pancakes !

source: @niko Toast the hazelnut pieces on the pan on low or medium heat for 5 minutes until they turn brown and smell nice.
fr: @niko Faites griller les morceaux de noisettes dans la poêle à feu doux ou moyen pendant 5 minutes jusqu'à ce qu'ils brunissent et dégagent une bonne odeur.

source: @niko_speak Careful though! You don't want it to burn!
fr: @niko_speak Mais attention ! Vous ne voulez pas qu'ils brûlent

source: @ling_smile They won't burn if I'm stirring them the whole time!
fr: @ling_smile Ils ne brûlent pas si je les remue tout le temps !

source: @ling2 Oh! I think it's just about done!
fr: @ling2 Oh ! Je pense que c'est bientôt prêt !

source: @niko_speak Whoa! That's fast!
fr: @niko_speak Wow ! C'était rapide !

source: @niko6 But it's only been 3 minutes...
fr: @niko6 Mais ça fait que 3 minutes...

source: @ling_smile All stoves and pans are a little different, so they heat up at different speeds!
fr: @ling_smile Toutes les cuisinières et poêles sont légèrement différentes et chauffent donc à des vitesses différentes !

source: @niko_speak Ok, then you turn off the heat and dump out all the hazelnuts onto a plate or bowl.
fr: @niko_speak Ok, ensuite, on éteint le feu et on jette toutes les noisettes dans une assiette ou un bol.

source: @ling_smile ...or just the counter if it's clean!
fr: @ling_smile ...ou juste le comptoir s'il est propre !

source: @niko6 Then you wipe down the pan really good with a damp towel to get rid of all the burnt bits...
fr: @niko6 Puis, il faut bien essuyer la poêle avec une serviette humide pour éliminer tous les morceaux brûlés...

source: @ling_smile You can put the pan back on the warm stove to evaporate off the water!
fr: @ling_smile Vous pouvez remettre la poêle sur la cuisinière chaude pour faire évaporer l'eau !

source: @ling You need the pan dry for the next step.
fr: @ling La poêle doit être sèche pour l'étape suivante.

source: @niko Now the skin should be loose on the hazelnut pieces, so you can rub the pieces between your hands to get all the skin off!
fr: @niko Les morceaux de noisettes ne doivent plus avoir de peau, vous pouvez donc les frotter entre vos mains pour enlever toute la peau !

source: @niko6 Are they cool enough to touch yet?
fr: @niko6 Sont-ils assez froids pour être touchés ?

source: @ling_smile Yeah!
fr: @ling_smile Ouais !

source: @niko_speak Ohh lemme do it! Mama always lets me do this part!
fr: @niko_speak Ohh laissez-moi faire ! Maman me laisse toujours faire cette partie !

source: @niko_83c I like to use my sleeves!
fr: @niko_83c J'aime utiliser mes manches !

source: @niko5 ...Wait, but mama isn't around to wash my coat afterwards.
fr: @niko5 ...Attendez, mais maman n'est pas là pour laver mon manteau après.

source: @niko_eyeclosed If you use your bare hands, it'll probably take longer...
fr: @niko_eyeclosed Si vous n'utilisez que vos mains, cela prendra probablement plus de temps...

source: @ling_smile Why not just use a towel?
fr: @ling_smile Pourquoi ne pas juste utiliser un torchon ?

source: @niko_speak Smart!
fr: @niko_speak Intelligent !

source: @niko_eyeclosed But not all of the skin will come off and that's okay.
fr: @niko_eyeclosed Mais toute la peau ne partira pas et c'est normal.

source: @niko Then put the hazelnut pieces back into the pan, just like last time, don't put in any crumbs!
fr: @niko Ensuite, remettez les morceaux de noisettes dans la poêle, et comme la dernière fois, ne mettez pas de miettes !

source: @ling I'll just throw the crumbs away this time, since it's mostly just skin and burnt bits anyway...
fr: @ling Je vais juste jeter les miettes cette fois, car c'est principalement de la peau et des morceaux brûlés...

source: @niko Then you add a quarter cup of sugar to the pan!
fr: @niko Ensuite, ajoutez un quart de verre de sucre dans la poêle !

source: @proto2 [50 grams.]
fr: @proto2 [50 grammes.]

source: @niko_speak Now turn the pan on medium heat to melt the sugar while stirring the pan.
fr: @niko_speak Maintenant, allumez la poêle à feu moyen pour faire fondre le sucre tout en remuant la poêle.

source: @niko_eyeclosed Mama says melted sugar is super hot, so it can really hurt if you touch it!
fr: @niko_eyeclosed Maman dit que le sucre fondu est très très chaud, donc ça peut vraiment faire mal si vous le touchez !

source: @niko I'll stay over here.
fr: @niko Je vais rester ici.

source: @niko_eyeclosed I can't believe something as tasty as sugar can be so dangerous!
fr: @niko_eyeclosed Je n'arrive pas à croire que quelque chose d'aussi délicieux que le sucre puisse être si dangereux !

source: @niko2 The sugar should start to melt at around 5 minutes.
fr: @niko2 Le sucre devrait commencer à fondre au bout de 5 minutes.

source: @ling It might be different for this stove, though!
fr: @ling Cela pourrait être différent pour cette cuisinière !

source: @niko5 Once it melts, stir it even more.\>\n\@niko_speak You want to melt all the sugar and coat all the hazelnut pieces with it.
fr: @niko5 Une fois qu'il est fondu, remuez encore plus.\>\n\@niko_speak Vous voulez faire fondre tout le sucre et enrober tous les morceaux de noisettes avec.

source: @niko5 Mama usually keep it on the stove for another 3 minutes or so, for all the sugar to melt.
fr: @niko5 Maman le laisse généralement sur la cuisinière pendant encore 3 minutes environ, pour que tout le sucre fonde.

source: @ling Ok! l'll keep stirring!
fr: @ling D'accord ! Je vais continuer de remuer !

source: @niko2 Be careful, okay?
fr: @niko2 Faites attention, d'accord ?

source: @ling_smile I'll be fine!
fr: @ling_smile Ne t'inquiète pas !

source: @niko_surprised DID YOU BURN YOURSELF
fr: @niko_surprised VOUS VOUS ÊTES BRÛLÉ

source: @ling_smile Nope!\>\n\@ling Just surprised it melted as fast as it did!
fr: @ling_smile Non !\>\n\@ling Juste surpris que ça ait fondu aussi vite !

source: @niko_eyeclosed Don't scare me like that....
fr: @niko_eyeclosed Ne me faites pas peur comme ça....

source: @ling_smile I think it's done, though!
fr: @ling_smile Je pense que c'est fini !

source: @niko_speak Okok, take it off the heat!\> Hurry!
fr: @niko_speak Ok ok, retirez-le du feu !\> Dépêchez-vous !

source: @niko Then you just dump everything out again, this time onto the parchment paper.
fr: @niko Ensuite, versez tout à nouveau, cette fois sur le papier sulfurisé.

source: @ling I'll pour it in a thin layer, since I assume we don't want big clusters that'll be tough to break up later.
fr: @ling Je vais le verser en une fine couche, car je suppose que nous ne voulons pas de gros amas qui seront difficiles à casser plus tard.

source: @niko_eyeclosed They'll stick together at least a little bit...
fr: @niko_eyeclosed Ils colleront ensemble au moins un peu...

source: @niko_speak And, again, it's REALLY hot, so definitely don't touch it!
fr: @niko_speak Et, encore une fois, c'est VRAIMENT chaud, donc ne le touchez pas !

source: @niko6 But once it's cool, you can chop them up on a cutting board.
fr: @niko6 Mais une fois refroidi, vous pouvez les découper sur une planche à découper.

source: @niko2 Don't try to break them up with your hands, though!\>\n\@niko_speak Sugar can be as sharp as glass!
fr: @niko2 Ne les cassez pas avec vos mains !\>\n\@niko_speak Le sucre peut être aussi tranchant que du verre !

source: @niko_eyeclosed ...Another cruel betrayal by the world's most delicious substance.
fr: @niko_eyeclosed ...Une autre trahison cruelle par la substance la plus délicieuse du monde.

source: @ling_smile Ok! It's all chopped up now!
fr: @ling_smile D'accord ! C'est tout découpé maintenant !

source: @niko_speak Do you have a jar or airtight container? That'll keep them crunchy while we make the other things!
fr: @niko_speak Avez-vous un bocal ou un conteneur hermétique ? Cela les gardera croquants pendant que nous faisons autre chose !

source: @niko6 Otherwise the sugar will get sticky after a while...
fr: @niko6 Sinon, le sucre deviendra collant après un certain temps...

source: @niko5 ...Say, why is that?
fr: @niko5 ...Dites, pourquoi est-ce comme ça ?

source: @proto1b [Why are you looking in my direction.]
fr: @proto1b [Pourquoi me regardez-vous.]

source: @niko_83c Because! \>\nYou're the smartest guy here!
fr: @niko_83c Parce que ! \>\nVous êtes le plus intelligent ici !

source: @proto_eyeclosed [Sigh.]
fr: @proto_eyeclosed [Soupir.]

source: @proto1 [Because sugar has hygroscopic properties, which means it attracts the water molecules in the air]
fr: @proto1 [Parce que le sucre a des propriétés hygroscopiques, ce qui signifie qu'il attire les molécules d'eau dans l'air]

source: @proto1 [The water molecules would then disrupt the crystal structure of the hardened sugar you just made.]
fr: @proto1 [Les molécules d'eau perturberaient la structure cristalline du sucre durci que vous venez de faire.]

source: @proto1b [You heated the sugar up to about 150 degrees celsius, also referred to the « hard crack » stage, in this state, the sugar is hard and brittle.]
fr: @proto1b [Vous avez chauffé le sucre jusqu'à 150 degrés celcius, ce qui transforme le sucre en « grand cassé ». Dans cet état, le sucre est dur et cassant.]

source: @ling_smile And crunchy!
fr: @ling_smile Et croquant !

source: @proto1c [But as the hardened sugar continues to pull moisture from the air (and thus disrupting its crystal structure), it would lose its brittleness.]
fr: @proto1c [Mais à mesure que le sucre durci continue d'absorber l'humidité de l'air (et perturbe ainsi sa structure cristalline), il peut perdre sa cassure.]

source: @proto2 [Water is able to do this because it is a polar molecule, which means that it has two differently charged regions.]
fr: @proto2 [L'eau peut déclencher cela car c'est une molécule polaire, ce qui signifie qu'elle a deux régions de charge différentes.]

source: @proto2b [The oxygen atom holds a partially negative charge while the two hydrogen atoms hold a partially positive charge.]
fr: @proto2b [L'atome d'oxygène a une charge négative partielle tandis que les deux atomes d'hydrogène ont une charge positive partielle.]

source: @proto_eyeclosed [This polarity gives water the ability to attract other polar molecules.]
fr: @proto_eyeclosed [Cette polarité donne à l'eau la capacité d'attirer d'autres molécules polaires.]

source: @proto1c [And not only that, the pair of hydrogen bonds in the water molecule also-]
fr: @proto1c [Et ce n'est pas tout, la paire de liaisons hydrogène dans la molécule d'eau aussi-]

source: (this goes on for another 5 minutes)
fr: (ça dure pendant encore 5 minutes)

source: @niko_pancakes ...\>I'm learning words!
fr: @niko_pancakes ...\>J'apprends des mots !

source: @ling_smile I'll just... go put these in a jar with some silica gel packets.
fr: @ling_smile Je vais juste... mettre ça dans un bocal avec des sachets de gel de silice.

source: @proto2 [Silica gel, a form of silicon dioxide, is extremely porous, with a large surface area that facilitates in moisture absorption and retention.]
fr: @proto2 [Le gel de silice, une forme de dioxyde de silicium, est extrêmement poreux, avec une grande surface qui facilite l'absorption et la rétention de l'humidité.]

source: @proto1c [it has the ability to absorb 40% of its own weight in water and is used as a commercial dessicant.]
fr: @proto1c [il a la capacité d'absorber 40% de son propre poids en eau et est utilisé comme déhydratant commercial.]

source: @proto2 [In our case, it would absorb all the moisture in a small enclosed space (the sealed jar)]
fr: @proto2 [Dans notre cas, il absorberait toute l'humidité dans un petit espace clos (le bocal scellé)]

source: @niko6 Good to know!
fr: @niko6 Bon à savoir !

source: @niko_speak We're making the syrup next!
fr: @niko_speak On fait ensuite le sirop !

source: @ling_smile Oh! Syrup is super simple to make!
fr: @ling_smile Oh ! Le sirop est super simple à faire !

source: @niko_eyeclosed Well, I think it's scary!
fr: @niko_eyeclosed Eh bien, pour moi c'est effrayant !

source: @niko5 Because we're melting sugar again.
fr: @niko5 Parce qu'on fait fondre du sucre à nouveau.

source: @niko_eyeclosed I'll stay over here. \>\n(away from the stove)
fr: @niko_eyeclosed Je vais rester ici. \>\n(loin de la cuisinière)

source: @ling_smile You can help me cut the butter, at least!
fr: @ling_smile Tu peux m'aider à couper le beurre, au moins !

source: @ling We'll need two tablespoons of it-
fr: @ling Nous aurons besoin de deux cuillères à soupe-

source: @proto2 [30 grams.]
fr: @proto2 [30 grammes.]

source: @ling -cut into smaller pieces with a butter knife.
fr: @ling -de beurre, coupées en petits morceaux avec un couteau à beurre.

source: @niko_83c Butter knife is safe for little ol' me!
fr: @niko_83c Le couteau à beurre est sûr pour moi !

source: @ling On my side, we'll need a cup of brown sugar-
fr: @ling De mon côté, nous aurons besoin d'un verre de sucre brun-

source: @proto2 [208 grams.]
fr: @proto2 [208 grammes.]

source: @ling which goes in the saucepan, along with half a cup of water.
fr: @ling qui va dans la poêle, avec un demi-verre d'eau.

source: @proto1 [120 grams.]
fr: @proto1 [120 grammes.]

source: @ling Mix together with a small whisk, then heat over medium high heat while constantly stirring.
fr: @ling Mélangez avec un petit fouet, puis chauffez à feu moyen-vif tout en remuant constamment.

source: @niko_speak Oh! Don't forget to add the maple syrup!
fr: @niko_speak Oh ! Pensez à ajouter le sirop d'érable !

source: @ling_smile Two tablespoons, right?
fr: @ling_smile Deux cuillères à soupe, n'est-ce pas ?

source: @proto2 [40 grams.]
fr: @proto2 [40 grammes.]

source: @niko5 Say... why do we have to cook this syrup to melt it, when maple syrup always stays a liquid?
fr: @niko5 Dites... pourquoi devons-nous cuire ce sirop pour le faire fondre, alors que le sirop d'érable reste toujours liquide ?

source: @proto2 [You're looking at me again.]
fr: @proto2 [Tu me regardes encore.]

source: @proto1c [Maple syrup contains invert sugars, which are structurally different from table sugar. Invert sugars have better moisture retention properties and do not readily crystalize.]
fr: @proto1c [Le sirop d'érable contient des sucres invertis qui sont structurellement différents du sucre normal. Ces sucres ont de meilleures propriétés de rétention humide et ne cristallisent pas.]

source: @proto2 [It is typical to add invert sugar to syrups made with regular sugar in order to prevent the mixture from recrystalizing, which would lead to a grainy texture.]
fr: @proto2 [Il est typique d'ajouter du sucre inverti aux sirops faits avec du sucre ordinaire afin d'empêcher le mélange de recristalliser, ce qui donnerait une texture granuleuse.]

source: @ling_smile I normally just use honey or corn syrup for that!
fr: @ling_smile Je n'utilise normalement que du miel ou du sirop de maïs pour ça !

source: @niko_eyeclosed Then it won't taste as good!
fr: @niko_eyeclosed Alors ça n'aura pas aussi bon goût !

source: @proto_eyeclosed [I wouldn't know the difference regardless.]
fr: @proto_eyeclosed [Je ne pourrais connaître la différence de toute façon.]

source: @niko_eyeclosed Oh right you can't eat.
fr: @niko_eyeclosed Oh c'est vrai, tu ne peux pas manger.

source: @ling Once the syrup boils, switch the heat down to medium-low, and simmer for about 2 minutes while stirring.
fr: @ling Une fois que le sirop bout, baissez le feu à moyen-doux, et laissez mijoter pendant environ 2 minutes en remuant.

source: @ling_hm Niko, can you pass me the butter?
fr: @ling_hm Niko, peux-tu me passer le beurre ?

source: @niko_speak I cut it into little cubes like mama does! \>\n\@niko_83c Is that okay?
fr: @niko_speak Je l'ai découpé en plein de petits cubes comme le fait maman ! \>\n\@niko_83c Est-ce que c'est bon ?

source: @ling_smile Nice!
fr: @ling_smile Bien !

source: @ling It can be any shape!\>\nThe pieces just needs to be small enough to melt quickly once added to the syrup.
fr: @ling Ça peut être n'importe quelle forme !\>\nLes morceaux doivent juste être assez petits pour fondre rapidement une fois ajoutés au sirop.

source: @niko_speak Stirring it helps it melt faster!
fr: @niko_speak Remuer aide à le faire fondre plus vite !

source: @ling_smile Correct!
fr: @ling_smile Exact !

source: @ling Then we just take it off the heat and leave it in the pan to cool down to eating temperature.
fr: @ling Ensuite, nous le retirons du feu et le laissons dans la poêle pour qu'il refroidisse à la température de consommation.

source: @niko_speak Careful not to touch it though!
fr: @niko_speak Faites attention de ne pas y toucher !

source: @niko Stuff for making the syrup.
fr: @niko Tellement de choses pour faire le sirop.

source: @niko_eyeclosed We should make this after the hazelnuts!
fr: @niko_eyeclosed Nous devrions faire ça après les noisettes !

source: @niko The hazelnuts are on the cutting board on the counter next to the wall.
fr: @niko Les noisettes sont sur la planche à découper sur le comptoir à côté du mur.

source: @niko It's the pantry.
fr: @niko C'est le garde-manger.

source: @niko_eyeclosed No pans inside.
fr: @niko_eyeclosed Pas de poêles à l'intérieur.

source: @ling That’s the pantry!
fr: @ling C'est le garde-manger !

source: @ling_smile It doesn’t actually have pans in it.
fr: @ling_smile Il n'y a pas vraiment de poêles dedans.

source: @proto2 [I'm still here for some reason.]
fr: @proto2 [Je suis toujours là pour une certaine raison.]

source: @niko_83c You never answered the feather question!
fr: @niko_83c Vous n'avez jamais répondu à la question de la plume !

source: @proto_eyeclosed [I refuse to entertain it any further.]
fr: @proto_eyeclosed [Je refuse de l'envisager davantage.]

source: @proto_jealous [Reduced to a calculator...]
fr: @proto_jealous [Réduit à une calculatrice...]

source: @proto2 [Frankly, I don't understand why anyone would NOT use the metric system.]
fr: @proto2 [Franchement, je ne comprends pas pourquoi quelqu'un ne voudrait PAS utiliser le système métrique.]

source: @niko5 It seems hard!
fr: @niko5 Ça a l'air difficile !

source: @niko_eyeclosed Like something you'd do in a lab, not in a kitchen...
fr: @niko_eyeclosed Comme quelque chose que vous feriez dans un laboratoire, pas dans une cuisine...

source: @ling_smile A kitchen is kinda like a lab if you think about it!
fr: @ling_smile Une cuisine est un peu comme un laboratoire si on y pense !

source: @ling Cooking is basically chemistry in its own way.
fr: @ling La cuisine est essentiellement de la chimie à sa manière.

source: @proto2 [...This better be good.]
fr: @proto2 [...Ça a intérêt à être bon.]

source: @niko_speak Of course!\> I wouldn't call you if it wasn't an emergency!
fr: @niko_speak Bien sûr !\> Je ne vous appellerais pas si ce n'était pas une urgence !

source: @niko_eyeclosed A dire, sticky, sugary, delicious emergency.
fr: @niko_eyeclosed Une urgence collante, sucrée, délicieuse.

source: @proto_eyeclosed [...Sigh.]
fr: @proto_eyeclosed [...Soupir.]

source: @proto2 [You want me to do gram conversions, don't you.]
fr: @proto2 [Vous voulez que je fasse des conversions en grammes, n'est-ce pas.]

source: @niko_83c ...maybe.
fr: @niko_83c ...peut-être.

source: @proto_jealous [...so much for this not being a pain in the-]
fr: @proto_jealous [...autant dire que ça casse pas les-]

source: @proto1c [...Assuming that you do not need perfect conversions, I should be able to help.]
fr: @proto1c [...En supposant que vous n'ayez pas besoin de conversions parfaites, je devrais pouvoir aider.]

source: @proto2 [This world is only calibrated to the metric system, and my database on other units only has a limited sample size that does not account for various contingencies.]
fr: @proto2 [Ce monde est seulement calibré sur le système métrique, et ma base de données sur d'autres unités n'a qu'un échantillon limité qui ne tient pas compte des divers imprévus.]

source: @proto2 [So it might not be exactly-]
fr: @proto2 [Il se peut donc que ce ne soit pas exactement-]

source: @niko_speak How much does a cup of flour weigh?
fr: @niko_speak Combien pèse un verre de farine ?

source: @proto2 [120 grams, roughly.]
fr: @proto2 [120 grammes, environ.]

source: @niko_pancakes Whoa!! You answered so fast!
fr: @niko_pancakes Wow !! Vous avez répondu si vite !

source: @proto_eyeclosed [A simple query like that does not take long to-]
fr: @proto_eyeclosed [Une requête simple comme celle-ci ne prend pas longtemps à-]

source: @niko_speak How much does two- no, three cups of water weigh?
fr: @niko_speak Combien pèse deux- non, trois verres d'eau ?

source: @proto2 [720 grams.]
fr: @proto2 [720 grammes.]

source: @niko5 How about... \>\@niko6 half a cup of.... \>\@niko_83c beans....?
fr: @niko5 Et si... \>\@niko6 un demi-verre de.... \>\@niko_83c haricots.... ?

source: @proto1b [Depends on the bean.]
fr: @proto1b [Cela dépend du haricot.]

source: @niko5 Uh, um.... \>\@niko_speak Pinto!
fr: @niko5 Euh, Euh.... \>\@niko_speak Un Pinto !

source: @proto1b [70 grams and why do you even need beans to make pancakes.]
fr: @proto1b [70 grammes et pourquoi avez-vous besoin de haricots pour faire des pancakes.]

source: @niko_speak How about... \>\@niko5 one hundred cups of ice cream?
fr: @niko_speak Et si... \>\@niko5 cent verres de crème glacée ?

source: @niko_83c (Vanilla.)
fr: @niko_83c (Vanille.)

source: @proto1b [21400 grams or 21.4 kilograms, are you having fun?]
fr: @proto1b [21400 grammes ou 21,4 kilogrammes, vous vous amusez ?]

source: @niko_83c ...is a kilogram of steel heavier than a kilogram of feathers?
fr: @niko_83c ...est-ce qu'un kilogramme d'acier est plus lourd qu'un kilogramme de plumes ?

source: @proto_gasp2 [Do NOT test my patience.]
fr: @proto_gasp2 [NE teste PAS ma patience.]

source: @niko It’s a cutting board with some hazelnut crumbs still stuck to it.
fr: @niko C'est une planche à découper avec des miettes de noisettes encore collées dessus.

source: @niko_speak These are for later!
fr: @niko_speak Ceux-ci sont pour plus tard !

source: @niko_eyeclosed ...even though I really want to eat them now.
fr: @niko_eyeclosed ...même si j'ai vraiment envie de les manger maintenant.

source: @niko_speak Frying pan!
fr: @niko_speak Une poêle !

source: @niko Makes pancakes.
fr: @niko Faisant des pancakes.

source: @niko_speak It's still hot! I should leave it alone.
fr: @niko_speak C'est encore chaud ! Je devrais la laisser tranquille.
